Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Build this temple to greatly increase the loyalty of your buildings and female-citizens (helps prevent their capture).
de: Baue diesen Tempel um die Loyalität deiner Gebäude und Bewohnerinnen zu steigern (verhindert die feindliche Übernahme).
es: Construye este templo para aumentar mucho la lealtad de tus edificios y ciudadanas mujeres (ayuda a prevenir su captura).
fr: Bâtir ce temple permet d'augmenter considérablement la fidélité de vos bâtiments et des citoyennes (permet d'éviter leur capture).
gd: Tog an teampall seo ach am bi na togalaichean is na saoranaich boireann agad mòran nas dìlse (ach nach tèid an glacadh).
gl: Constrúe este templo para aumentar de maneira considerábel a lealdade das túas estruturas e cidadás (axuda a evitar que as capturen).
nl: Bouw deze tempel om de trouwheid van je gebouwen en vrouwen te verhogen (zorgt er voor dat ze minder snel gevangengenomen worden).
pt_pt: Construa este templo para aumentar consideravelmente a lealdade dos seus edifícios e das suas cidadãs (ajuda a prevenir que estes sejam capturados).

source: Temple of Vesta
de: Tempel der Vesta
es: Templo de Vesta
fr: Temple de Vesta
gd: Teampall Bheasta
gl: Templo de Vesta
nl: Tempel van Vesta
pt_pt: Templo de Vesta

source: A temporary shelter for soldiers. +5 population bonus.
de: Ein zeitweiliger Unterschlupf für Soldaten. +5 Bevölkerungsbonus.
es: Guarnece temporalmente a los soldados. Bonificación de +5 a la población extra.
fr: Un abri temporaire pour les soldats. Bonus +5 de population.
gd: Còmhdach sealach airson shaighdearan. Buannachd de +5 air an sluagh.
gl: Un refuxio temporal para soldados. Aumenta en +5 o límite de poboación.
nl: Een tijdelijk onderdak voor soldaten. +5 maximum bevolking.
pt_pt: Um refúgio temporário para soldados. Capacidade populacional aumenta +5.

source: Tent
de: Zelt
es: Tienda
fr: Tente
gd: Tenta
gl: Tenda
pt_pt: Tenda

source: Build siege engines and train Champions. Garrison up to 20 soldiers inside for stout defense.
de: Baue Belagerungswaffen und trainiere Gardeeinheiten. Quartiere bis zu 20 Soldaten für eine beherzte Defensive ein.
es: Construye máquinas de asedio y recluta campeones. Guarnece hasta 20 soldados dentro para una fornida defensa.
fr: Construire des engins de siège et former les Champions. Jusqu'à 20 soldats en garnison pour une défense robuste.
gd: Tog innealan-sèiste agus trèanaich laoich. Faodaidh gu ruige 20 saighdearan a dhol 'nan gearastan ann airson dìona sheasmhaich.
gl: Constrúe máquinas de asedio e adestra campións. Acuartela ata 20 unidades para defender.
nl: Bouw belegeringswapens en rekruteer kampioenen. Beman met 20 soldaten voor een sterke verdediging.
pt_pt: Constrói maquinaria de cerco. Guarnece até 20 soldados para defender.

source: This is the Seleucid expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster. - Train settler-soldiers of various nationalities. - Min. distance from other Military Colonies: 100 meters.
de: Das ist das seleukidische Gebäude zur Gebietserweiterung, ähnlich wie der Verwaltungssitz für andere Fraktionen. Es ist schwächer und generiert ein kleineres Territorium, aber es ist billiger und wird schneller gebaut. - Bilde Siedler vieler Nationen aus. - Min. Entfernung von anderen Militärischen Kolonien: 100 Meter.
es: Este es el edificio de ampliación seléucida, similar a los centros cívicos de otras facciones. Es más débil y lleva una influencia territorio más pequeño, pero es más barato y más rápido de construir. - Recluta a los colonos-soldados de diversas nacionalidades. - Min. distancia de otras colonias militares: 100 metros.
fr: C'est le bâtiment d'expansion séleucide, semblable aux centres-villes des autres factions. Il est plus faible et exerce une influence territoriale plus petite, mais est moins cher et plus rapide à construire. - Former les soldats-colons de différentes nationalités. - Distance min. des autres colonies militaires: 100 mètres.
gd: Seo togalach tuineachadh nan Seleucach a tha coltach ris an ionad shìobhalta aig sìobhaltasan eile. Tha e nas laige agus tha a bhuaidh air an ranntair as lugha, ach tha e nas saoire is togaidh tu nas luaithe e. - Trèanaich saighdearan-tuineachaidh à diofar dhùthchannan. - An t-astar as lugha o thuineachaidhean an airm eile: 100 meatair.
gl: Estrutura de expansión seléucida, similar aos centros cívicos doutras faccións. Ten unha menor resistencia e exerce un menor efecto no territorio, pero o seu custo é tamén menor, así como o tempo necesario para construíla. • Adestra soldados asentadores de varias nacionalidades. • Non pode estar a menos de 100 metros doutras colonias militares.
nl: Dit is het Seleucidische expansiegebouw, gelijkaardig aan de beschavingscentra voor andere facties. Het is minder sterk, en veroorzaakt een kleiner territorium, maar het is goedkoper en sneller te bouwen. - Rekruteer immigrant-soldaten van verschillende nationaliteiten. - Minimum afstand tot andere kolonies: 100m.
pt_pt: Este é o edifício selêucida semelhante aos Centros Cívicos das outras civilizações. É mais fraco e tem uma influência territorial menor mas é mais barato e construído mais rapidamente. - Recruta soldados colonizadores de várias nacionalidades. - Distância mínima para outros edifícios militares: 100 metros.

source: Paradise of Daphne
de: Hain von Daphne
es: Paraíso de Dafne
fr: Paradis de Daphné
gd: Pàrras Daphnaidh
gl: Paraíso de Dafne
nl: Paradijs van Daphné

source: Build siege engines. Garrison up to 15 soldiers inside for stout defense.
de: Baue Belagerungswaffen. Quartiere bis zu 15 Soldaten für eine handfeste Verteidigung ein.
es: Construye máquinas de asedio. Guarnece hasta 15 soldados dentro para una fornida defensa.
fr: Construire des engins de siège. Jusqu'à 15 soldats en garnison pour une défense robuste.
gd: Tog innealan-sèiste. Faodaidh gu ruige 15 saighdearan a dhol 'nan gearastan ann airson dìona sheasmhaich.
gl: Constrúe máquinas de asedio. Acuartela ata 15 unidades para defender.
nl: Bouw belegeringswapens. Beman met 15 soldaten voor een sterke verdediging.
pt_pt: Constrói maquinaria de cerco. Guarneça o edifício com (no máximo) 15 soldados para uma defesa robusta.

source: Spartan Senate
de: Spartanischer Senat
es: Senado espartano
fr: Sénat spartiate
gd: Seanadh Spartach
gl: Senado espartano
nl: Spartaans senaat
pt_pt: Senado de Esparta

source: Train Spartan heroes and Spartiate champion hoplites.
de: Trainiere spartanische Helden und bilde Gardehopliten aus.
es: Recluta héroes espartanos y campeones hoplitas.
fr: Entraîner les héros spartiates et les hoplites champions.
gd: Trèanaich curaidhean is hoiplidean spàrtach.
gl: Adestra heroes espartanos e campións hoplitas espartanos.
nl: Rekruteer Spartaanse helden en Spartaanse kampioen hoplieten.
pt_pt: Recruta heróis e hoplitas de elite espartanos.

source: Military Mess Hall
de: Militärkantine
es: Cantina militar
fr: Réfectoire militaire
gd: Comaidh an airm
gl: Rancho militar
nl: Militaire ceremoniehal
pt_pt: Messe

# Rank
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
gd: Adhartach
gl: avanzado
nl: Geavanceerd
pt_pt: Avançado

# Rank
source: Elite
es: Élite
fr: Élite
gd: Seann-ghaisgeach
gl: de elite

source: Greek Cavalry
de: Griechische Kavallerie
es: Caballería griega
fr: Cavalerie grecque
gd: Eachraidh Greugach
gl: Cabaleiro grego
nl: Griekse cavalerie
pt_pt: Cavaleiro Grego

source: City Guard
de: Stadtwache
es: Guardia de la ciudad
fr: Garde de la cité
gd: Freiceadan a' bhaile
gl: Garda local
nl: Stadswacht
pt_pt: Guarda da Cidade

source: Athenian Marine
de: Athenische Marine
es: Marino Ateniense
fr: Infanterie de marine athénienne
gd: Saighdear-mara na h‑Àithne
gl: Mariño ateniense
nl: Atheense marine
pt_pt: Infantaria Naval Ateniense

source: Scythian Archer
de: Skythischer Bogenschütze
es: Arquero Escita
fr: Archer scythe
gd: Boghadair Sgitiach
gl: Arqueiro escita
nl: Scythische boogschutter
pt_pt: Arqueiro Cita

source: Classes: Hero Infantry Ranged Skirmisher. "Reforms" Aura: All units in his formation +15% speed and +1 armor. All Peltasts +15% speed. Counters: +20% Attack vs. Spearmen, Cavalry Archers, Elephants, and Chariots. Countered by: Melee Cavalry.
de: Klassen: Held Infanterie Fernkampf Plänkler. "Reformen" Aura: Alle Einheiten in seiner Formation erhalten +15% Geschwindigkeit und +1 Rüstung. Alle Peltasten erhalten +15% Geschwindigkeit. Stark gegen: +20% Angriff geg. Speerträger, Berittene Bogenschützen, Elephanten und Streitwagen. Schwach gegen: Nahkampfkavallerie
es: Clase: Héroe escaramucero a distancia. Aura de "Reformas": Todas las unidades en su formación ganan +15% de velocidad y +1 de protección. Todos los peltastas ganan +15% de velocidad. Bueno contra: +20% de ataque contra lanceros, arqueros a caballo, elefantes y carruajes. Débil contra: Jinetes cuerpo a cuerpo.
fr: Classes : Tirailleur d'infanterie à distance héroïque. Aura des réformes : Toutes les unités de sa formation ont +15% de vitesse et +1 d'armure. Tous les peltastes ont +15% de vitesse. Contre : +20% d'attaque c. Épéistes, Archers montés, Éléphants, et Chars. Contré par : Cavalerie de mêlée.
gd: Seòrsa: curaidh streupaire coisridh astair. Aura ath-leasachaidh: Gheibh gach aonad sa chumadh aige +15% de dh'astar 's +1 de dh'armachd. Gheibh gach pealtast +15% de luaths. An aghaidh: sleaghairean, boghadairean eachraidh, ailbheanan 's feunan le +20% air an ionnsaigh. 'Na aghaidh: eachraidh dlùth.
gl: Clases: heroe, infantaría, proxectís, escaramuzador. Aura de «reformas»: aumenta nun +15% a velocidade e en +1 a armadura de todas as unidades na súa formación. Aumenta nun +15% a velocidade de todos os peltastas. Fortalezas: +20% contra lanceiros, cabalaría de proxectís, elefantes e carros. Debilidade: cabalaría de contacto.
nl: Klassen: Held Infanterie Afstand Tirailleur. "Hervormingen" Aura: Alle eenheden in zijn formatie lopen 15% sneller en hebben 1 level hogere bepantsering. Alle speerwerpers lopen standaard ook 15% sneller. Sterk tegen: 20% beter tegen Speervechters, ruiter boogschutters, olifanten en strijdwagens. Zwak tegen: Mêlee ruiters
pt_pt: Categorias: Herói, Infantaria, Arremesso, Zagaieiro. Aura "Reformas": Todas as unidades na sua formação obtêm +15% velocidade e +1 armadura. A velocidade de todos os Peltastas aumenta +15%. Pontos fortes: +20% Ataque contra Lanceiros, Arqueiros Cavaleiros, Elefantes e Quadrigas. Fraco contra: Cavalaria Corpo a Corpo.

source: Classes: Hero Melee Infantry Spearman. "Builder" Aura: Buildings construct 15% faster within his vision. "Acropolis" Aura: Temples are 50 stone cheaper during his lifetime. Counters: 2x vs. All Cavalry. Countered by: Skirmishers, Swordsmen, and Cavalry Archers.
de: Klassen: Held Nahkampf Infanterie Lanzenträger. "Erbauer" Aura: Baut Gebäude 15% schneller innerhalb der Sichtweite. "Akropolis" Aura: Tempel sind 50 Steine günstiger während der Lebenszeit. Stark gegen: 2x gegen alle Reitereien. Schwach gegen: Plänkler, Schwertkämpfer und berittene Bogenschützen.
es: Clase: Héroe lancero. Aura de "constructor": Los edificios se construyen 15% más rápido en su campo visual. Aura de "acrópolis": Los templos cuestan 50 de piedra menos durante su vida. Bueno contra: x2 contra toda la caballería. Débil contra: Escaramuceros, espadachines y arqueros a caballo.
fr: Classes : Lancier d'infanterie de mêlée héroïque. Aura du constructeur : Les bâtiments sont construits 15% plus vite dans son champ de vision. Aura de l'Acropole : Les temples coûtent 50 pierres de moins lorsqu'il vit. Contre : 2x c. toute la cavalerie. Contré par : Tirailleurs, Épéistes, et Archers montés.
gd: Seòrsa: curaidh sleaghaire coisridh dhlùth. Aura togail: Thèid gach togalach am broinn astar lèirsinne a thogail 15% nas luaithe. Aura acra-bhailteach: Bidh teampaill 50 clach nas saoire fhad 's a bhios e beò. An aghaidh: gach eachraidh le 2x. 'Na aghaidh: streupairean, claidheamhairean, boghadairean eachraidh.
gl: Clases: heroe, contacto, infantaría, lanceiro. Aura de «construtor»: aumenta o tempo de construción das estruturas nun +15% dentro do seu raio de acción. Aura de «acrópole»: o custo dos templos redúcese en -50 unidades de pedra mentres vive. Fortalezas: ×2 contra cabalaría. Debilidades: escaramuzadores, espadachíns e cabalaría de proxectís.
nl: Klassen: Held Mêlee Infanterie Speervechter. "Bouwer" Aura: Gebouwen worden 15% sneller gebouwd in zijn gezichtsveld. "Akropolis" Aura: Tempels zijn 50 steen goedkoper tijdens zijn leven. Mêlee 2x vs. alle cavalerie.
pt_pt: Categorias: Herói, Corpo a corpo, Infantaria, Lanceiro. Aura "Construtor": Rapidez de construção dos edifícios aumenta +15% enquanto for vivo. Aura "Acrópole": O custo de Pedra dos Templos é reduzido em -50 enquanto for vivo. Pontos fortes: 2x contra Cavalaria. Fraco contra: Zagaieiros, Espadachins e Arqueiros Cavaleiros.

source: Classes: Hero Infantry Melee Sword. "Naval Commander" Aura: When garrisoned in a ship, his ship is +50% faster. "Naval Architect" Aura: Ships are built +20% faster during his lifespan. Counters: 2x vs. Spearmen, 1.5x vs. Skirmishers and Elephants. Countered by: Archers, Cavalry Archers.
de: Klassen: Held, Infanterie, Nahkampf, Schwert. "Marinekommandant" Aura: Wenn in einem Schiff einquartiert, ist sein Schiff +50% schneller. "Marinearchitekt" Aura: Schiffe werden zu seiner Lebenszeit +20% schneller gebaut. Stark gegen: 2x geg. Speerträger, 1,5x geg. Plänkler und Elefanten. Gekontert durch: Bogenschützen, Berittene Bogenschützen
es: Clases: Héroe de infantería cuerpo a cuerpo con espada. Aura de "comandante Naval": Cuando forma parte de la guarnición en un barco, su barco es un +50% más rápido. Aura de "arquitecto naval": Los barcos también se construyen +20% más rápido mientras se mantenga con vida. Bueno contra: 2x vs Lanceros, 1.5x vs guerrilleros y elefantes. Contrarrestado por: Arqueros, arqueros a caballo.
fr: Classes : Épéiste d'infanterie de mêlée héroïque. Aura de Commandeur Naval : En garnison dans un bateau, son bateau est +50% plus rapide. Aura d'Architecte Naval : Les bateaux se construisent +20% plus vite pendant qu'il vit. Contre : 2x c. Lanciers, 1,5x c. Tirailleurs et Éléphants. Contré par : Archers, Archers montés.
gd: Seòrsa: curaidh claidheamhair coisridh dhlùth. Aura ceannaird-mhara: Nuair a bhios e 'na ghearastan air long, bidh an long +50% nas luaithe. Aura ailtire-mhara: Thèid longan a thogail +20% nas luaithe fhad 's a bhios e beò. An aghaidh: sleaghairean le 2x, streupairean 's ailbheanan le 1.5x. 'Na aghaidh: boghadairean, boghadairean eachraidh.
gl: Clases: heroe, infantaría, contacto, espadachín. Aura de «comandante naval»: aumenta nun +50% a velocidade de calquera embarcación cando vai nela. Aura de «arquitectura naval»: aumenta nun +20% a velocidade de construción de embarcación mentres vive. Fortalezas: ×2 contra lanceiros, ×1,5 contra escaramuzadores e elefantes. Debilidades: arqueiros e cabalaría de proxectís.
nl: Klassen: Held Infanterie Mêlee Zwaard. "Kapitein" aura: Indien deel van een scheepsbemanning gaat dit schip 50% sneller. "Schepenbouwer" aura: Schepen worden ook 20% sneller gebouwd gedurende zijn leven. Sterk tegen: 2x tegen speervechters, 1,5x tegen tirailleurs en olifanten. Zwak tegen: boogschutters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a corpo, Herói Aura "Comandante Naval": Se estiver guarnecido num navio, este torna-se +50% mais veloz. Aura "Arquitecto Naval": Rapidez de construção de navios aumenta +20% enquanto for vivo. Pontos fortes: 2x contra Lanceiros; 1,5x contra Zagaieiros e Elefantes. Fraco contra: Arqueiros, Cavaleiros Arqueiros.

source: Cretan Mercenary Archer
de: Kretischer Söldnerbogenschütze
es: Arquero cretense mercenario
fr: Archer mercenaire crétois
gd: Boghadair-duaise Criteach
gl: Arqueiro mercenario cretense
nl: Kretenzer huurlingboogschutter
pt_pt: Arqueiro Mercenário Cretense

source: Thracian Peltast
de: Thrakischer Peltast
es: Peltasta Tracio
fr: Peltaste thrace
gd: Pealtast Tràcach
gl: Peltasta tracio
nl: Thracische speerwerper
pt_pt: Peltasta Trácio

source: Athenian Slinger Militia
de: Athenischer Milizschleuderer
es: Hondero de la milicia ateniense
fr: Frondeur milicien athénien
gd: Longadair-mailisidhe na h‑Àithne
gl: Milicia de fondeiros ateniense
nl: Atheense slinger militie
pt_pt: Milícia de Fundeiros Ateniense

source: Athenian Hoplite
de: Athenischer Hoplit
es: Hoplita ateniense
fr: Hoplite athénien
gd: Hoiplid na h‑Àithne
gl: Hoplita ateniense
nl: Atheense hopliet
pt_pt: Hoplita Ateniense

source: Penteconter
de: Pentekontere
es: Pentecóntero
fr: Pentécontère
gd: Lethcheud-ràmhach
gl: Pentecóntera

source: Athenian Trireme
de: Athenische Triere
es: Trirreme ateniense
fr: Trirème athénienne
gd: Trì-ràmhach na h‑Àithne
gl: Trirreme ateniense
nl: Atheense trireme
pt_pt: Trirreme Ateniense

source: Athenian Woman
de: Athenerin
es: Mujer ateniense
fr: Femme athénienne
gd: Boireannach na h-Àithne
gl: Muller ateniense
nl: Atheense vrouw
pt_pt: Mulher ateniense

source: Raiding Cavalry
de: Berittener Plünderer
es: Caballería incursora
fr: Cavalerie de raid
gd: Spùinneadair eachraidh
gl: Cabaleiro de asalto
nl: Plunderende cavalerie
pt_pt: Cavalaria de Assalto

source: Celtic Cavalry
de: Keltische Kavallerie
es: Caballería celta
fr: Cavalerie celte
gd: Eachraidh Ceilteach
gl: Cabaleiro celta
nl: Keltische cavalerie
pt_pt: Cavaleiro Celta

source: Celtic Chariot
de: Keltischer Streitwagen
es: Carruaje celta
fr: Char celte
gd: Feun-cogaidh Ceilteach
gl: Carro de combate celta
nl: Keltische oorlogskar
pt_pt: Carro Celta

source: Brythonic Longswordsman
de: Brittanischer Langschwertkämpfer
es: Britano de espada larga
fr: Épéiste breton à longue épée
gd: Mòr-chlaidheamhair Breatannach
gl: Espadachín bretón de espada larga
nl: Brythonische zwaardvechter
pt_pt: Espadachim Bretão com Montante

source: Hero Aura: +5 Attack and +25% Speed for Champion Units.
de: Heldenaura: +5 Angriff und +25% Geschwindigkeit für Gardeeinheiten.
es: Aura de héroe: +5 ataque y +25% velocidad para las unidades campeonas.
fr: Aura de héros: +5 d'attaque et +25% de vitesse pour les unités championnes.
gd: Aura gaisgich: +5 de dh'ionnsaigh is luaths leasaichte le +25% an aghaidh laoich.
gl: Aura de heroe: aumenta o ataque en +5 e maila velocidade nun +25% para os campións.
nl: Heldenaura: +5 aanvalskracht en +25% snelheid voor kampioenen.
pt_pt: Aura do Herói: +5 Ataque e +25% para Unidades Campeãs.

source: Heroine
de: Heldin
es: Heroína
fr: Héroïne
gd: Bana-churaidh
gl: Heroína
nl: Heldin
pt_pt: Heroína

source: Hero Aura: +15% Speed for all units during his lifetime.
de: Heldenaura: +15% Geschwindigkeit für alle Einheiten während seiner Lebenszeit.
es: Aura de héroe: +15% de velocidad para todas las unidades durante el tiempo que siga con vida.
fr: Aura de héros: +15% de vitesse pour toutes les unités au cours de sa vie.
gd: Aura gaisgich: +15% de luaths aig na h‑uile aonad fhad 's a mhaireas e beò.
gl: Aura de heroe: aumenta a velocidade de todas as unidades nun +15% mentres vive.
nl: Heldenaura: +15% snelheid voor alle eenheden gedurende zijn leven.
pt_pt: Aura de herói: +15% de velocidade para todas unidades

source: Hero Aura: Has a large and powerful Healing Aura.
de: Heldenaura: Hat eine große und stark heilende Aura.
es: Aura de héroe: Posee una poderosa y amplia aura de sanación.|
fr: Aura de héros: A une grande et puissante Aura de guérison.
gd: Aura gaisgich: Tha aura slànachaidh cumhachdach mòr aige.
gl: Aura de heroe: conta cunha ampla e poderosa aura de sandación.
nl: Heldenaura: Heeft een groot en krachtig genezingsaura.
pt_pt: Aura de herói: Com uma grande e poderosa aura de cura.

source: Celtic Slinger
de: Keltischer Schleuderer
es: Hondero celta
fr: Frondeur celte
gd: Longadair Ceilteach
gl: Fondeiro celta
nl: Keltische slingeraar
pt_pt: Fundeiro Celta

source: Celtic Spearman
de: Keltischer Speerträger
es: Lancero celta
fr: Lancier celte
gd: Sleaghair Ceilteach
gl: Lanceiro celta
nl: Keltische speervechter
pt_pt: Lanceiro Celta

source: /Fishing Boat/
de: Fischerboot
es: /Bote pesquero/
fr: /bateau de pêche/
gd: /Bàta-iasgaich/
gl: Bote de pesca
nl: /Vissersboot/
pt_pt: /Pesqueiro/

source: Classes: Medium Warship Ranged Transport many soldiers across the sea.
de: Klassen: Mittelgroß Kriegsschiff Fernkampf. Transportiert viele Soldaten über das Meer.
es: Clase: Navío de guerra intermedio a distancia Transporta un sinfín de soldados de una orilla a otra del mar.
fr: Classes : Navire de guerre moyen à distance Transporte beaucoup de soldats à travers la mer.
gd: Seòrsa: long-cogaidh meadhanach astair Giùlain iomadh saighdear thar na mara.
gl: Clases: tamaño medio, nave de guerra, proxectís. Transporta moitos soldados por mar.
nl: Klassen: Medium Oorlogsschip Afstand Vervoer grote hoeveelheden troepen over de zee.
pt_pt: Classes: Embarcação de guerra com projecteis Transporta muitos soldados através do mar.

source: Celtic Woman
de: Keltin
es: Mujer celta
fr: Femme celte
gd: Boireannach Ceilteach
gl: Muller celta
nl: Keltische vrouw
pt_pt: Mulher Céltica

source: Numidian Cavalry
de: Numidische Kavallerie
es: Caballería númida
fr: Cavalerie numide
gd: Eachdaidh Numadaidheach
gl: Cabaleiro númida
nl: Numidische cavalerie
pt_pt: Cavalaria Numida

source: Italic Cavalry
de: Italische Kavallerie
es: Caballería itálica
fr: Cavalerie italique
gd: Eachraidh Eadailteach
gl: Cabaleiro italiota
nl: Italiaanse cavalerie
pt_pt: Cavaleiro Italiota

source: Gallic Mercenary Cavalry
de: Berittener gallischer Söldner
es: Caballería mercenaria gala
fr: Cavalerie mercenaire gauloise
gd: Eachraidh-duaise Gallach
gl: Cabaleiro mercenario galo
nl: Gallische huurlingcavalerie
pt_pt: Cavalaria Mercenária Gaulesa

source: Iberian Heavy Cavalry
de: Iberische schwere Kavallerie
es: Caballería pesada íbera
fr: Cavalerie lourde ibérique
gd: Eachraidh trom Ibèireach
gl: Cabaleiro pesado ibero
nl: Iberische zware cavalerie
pt_pt: Cavalaria Pesada Ibérica

source: Sacred Band Cavalry
de: Berittene Heilige Schar
es: Caballería del Batallón Sagrado.
fr: Cavalerie du Bataillon Sacré
gd: Eachraidh còmhlain naoimh
gl: Cabaleiro da lexión sagrada
nl: Cavalerie van de Heilige Schare
pt_pt: Cavaleiro do Batalhão Sagrado

source: Sacred Band of Astarte
de: Heilige Schar der Astarte
es: Batallón Sagrado de Astarté
fr: Bataillon Sacré d'Astarté
gd: Còmhlan naomh Astarta
gl: Lexión sagrada de Astarte
nl: Heilige Schare van Astarte
pt_pt: Batalhão Sagrado de Astarte

source: North African War Elephant
de: Nordafrikanischer Kriegselefant
es: Elefante de guerra norteafricano
fr: Éléphant de guerre d'Afrique du Nord
gd: Ailbhean-cogaidh Afraga a Tuath
gl: Elefante de guerra norteafricano
nl: Noord Afrikaanse oorlogsolifant
pt_pt: Elefante de Guerra Norte-africano

source: Sacred Band Infantry
de: Heilige Schar: Infanterie
es: Infantería del Batallón Sagrado
fr: Infanterie du Bataillon Sacré
gd: Coisridh còmhlain naoimh
gl: Infante da lexión sagrada
nl: Infanterie van de Heilige Schare
pt_pt: Infantaria do Batalhão Sagrado

source: Sacred Band of Ba'al
de: Heilige Schar des Ba'al
es: Batallón Sagrado de Ba'al
fr: Bataillon Sacré de Ba'al
gd: Còmhlan naomh Bha'al
gl: Lexión sagrada de Ba'al
nl: Heilige Schare of Ba'al
pt_pt: Batalhão Sagrado de Baal

source: Sacred Band Pikeman
de: Hoplit der Heiligen Schar
es: Piquero del Batallón Sagrado
fr: Piquier du Bataillon Sacré
gd: Pìcear còmhlain naoimh
gl: Piqueiro da lexión sagrada
nl: Piekenier van de Heilige Schare
pt_pt: Piqueiro do Batalhão Sagrado
