Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Seleucus I "The Victor"
de: Seleukos I. „der Siegreiche“
es: Seleuco I Nicátor
fr: Séleucos Ier "le Vainqueur"
gd: Seleucus I "Am buadhair"
gl: Seleuco I Nicátor
nl: Seleucus I "de Overwinnaar"
pt_pt: Seleuco I Nicator

source: Syrian Archer
de: Syrischer Bogenschütze
es: Arquero sirio
fr: Archer syrien
gd: Boghadair Siridheach
gl: Arqueiro sirio
nl: Syrische boogschutter
pt_pt: Arqueiro Sírio

source: Arab Javelineer
de: Arabischer Speerwerfer
es: Jabalinero árabe
fr: Lanceur de javelot arabe
gd: Gathadair Arabach
gl: Lanzador de xavelina árabe
nl: Arabische speerwerper
pt_pt: Zagaieiro Árabe

source: Militia Thureos Spearman
de: Thureostragender Milizspießträger
es: Lancero Thureos de la milicia
fr: Lancier milicien avec Thureos
gd: Sleaghaire-mailisidh Tuireos
gl: Lanceiro da milicia con tudeo
nl: Militante thureosspeervechter
pt_pt: Lanceiro thureos

source: Bronze Shield Pikeman
de: Bronzeschild Pikenier
es: Piquero con escudo de bronce
fr: Piquier à bouclier de bronze
gd: Pìcear sgèithe umha
gl: Piqueiro con escudo de bronce
nl: Piekenier met brons schild
pt_pt: Piqueiro com Escudo de Bronze

source: Gold Shield Pikeman
de: Goldschild Pikenier
es: Piquero con escudo de oro
fr: Piquier en armure d'or
gd: Pìcear sgèithe oir
gl: Piqueiro con escudo de ouro
nl: Piekenier met gouden schild
pt_pt: Piqueiro com Escudo de Ouro

source: Classes: Mercenary Citizen Melee Infantry Swordsman. Counters: 2x vs. Spearmen, 1.5x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Söldner Bürger Nahkampf Infanterie Schwertkämpfer. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Elefanten. Schwach gegen: Bogenschützen, berittene Lanzenträger und berittene Bogenschützen.
es: Clase: Mercenario espadachín cuerpo a cuerpo. Bueno contra: x2 contra lanceros, x1,5 contra elefantes. Débil contra: Arqueros, lanceros a caballo, y arqueros a caballo.
fr: Classes : Épéiste citoyen mercenaire d'infanterie de mêlée. Contre : 2x c. Lanciers, 1,5x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: claidheamhair-dùthcha-duaise coisridh dhlùth. An aghaidh: sleaghairean le 2x, ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh is boghadairean eachraidh.
gl: Clases: mercenario, cidadán, campión, contacto, infantaría, espadachín. Fortalezas: ×2 contra lanceiros e ×1,5 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Huurling Burger Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen speervechters, 1,5x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a corpo, Cidadão, Mercenário. Pontos fortes: 2x contra Lanceiros, 1,5x contra Elefantes. Fraco contra: Arqueiros, Cavaleiros Lanceiros e Cavaleiros Arqueiros.

source: Seleucid Trireme
de: Seleukidische Triere
es: Trirreme seleúcida
fr: Trirème séleucide
gd: Trì-ràmhach Seleucach
gl: Trirreme seléucida
nl: Seleucidisch trireem
pt_pt: Trirreme Selêucida

source: Syrian Woman
de: Syrerin
es: Mujer siria
fr: Femme syrienne
gd: Boireannach Siridheach
gl: Muller siria
nl: Syrische vrouw
pt_pt: Mulher síria

source: Perioikoi Cavalryman
es: Caballería perieca
fr: Cavalier périèque
gd: Eachraidh Peireogais
gl: Cabaleiro perieco
nl: Perioikoische ruiter
pt_pt: Cavaleiro Perieco

source: Allied Greek Cavalry
de: Verbündete Griechische Kavallerie
es: Caballería griega aliada
fr: Cavalerie grecque alliée
gd: Eachraidh caidreabhach Greugach
gl: Cabalaría de compañeiros grega
nl: Geallieerde Griekse ruiter
pt_pt: Cavaleiro grego aliado

source: Spartan Pikeman
de: Spartanischer Pikenier
es: Piquero espartano
fr: Piquier spartiate
gd: Pìcear Spartach
gl: Piqueiro espartano
nl: Spartaanse Piekenier
pt_pt: Piqueiro Espartano

source: Skiritai Commando
de: Skiritai-Kommando
es: Comando esquirita
fr: Commando skirite
gd: Coisridh Sgiriteach
gl: Comando esquiritas
pt_pt: Comando Skiritai

source: No hero aura. Has 2x health of other infantry heroes. Basically a very tough hoplite. Counters: 2x vs. all cavalry.
de: Keine Heldenaura. 2x so viel Gesundheit wie andere Infanteriehelden. Im Wesentlichen ein sehr zäher Hoplit. Zusatz: 2x gegen alle Kavallerie.
es: Sin aura de héroe. Tiene 2x la salud de otros héroes de infantería. Básicamente un hoplita muy duro. Eficaz contra: 2x vs. toda la caballería.
fr: Aucune aura héroïque. Possède 2x la santé des autres héros d'infanterie. Fondamentalement, un hoplite très robuste. Contre : 2x c. toute la cavalerie.
gd: Gun aura gaisgich. Tha 2x de shlàinte aig an coimeas curaidhean coisridh eile. Hoiplid glè sheasmhach. An aghaidh: gach eachraidh le 2x.
gl: Carece de aura de heroe. Conta co dobre de vida que o resto de heroes de infantaría. É basicamente un hoplita moi resistente. Fortalezas: ×2 contra a cabalaría.
nl: Geen heldenaura. Heeft een dubbel zo grote gezondheid als alle andere infanteriehelden. Hij is dus gewoon een zeer sterke hopliet. Sterk tegen: 2x tegen alle cavalerie.
pt_pt: Não tem aura de herói mas tem o dobro de vida dos outros heróis de infantaria. Basicamente é um hoplita muito resistente. Ponto forte: 2x contra cavalaria.

source: Classes: Champion Melee Infantry Swordsman. "Helot Reforms" Aura: Helot Skirmishers within sight of him gain +2 attack and +1 all armor types. Counters: 2x vs. Spearmen, 1.5x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Meister Nahkampf Infanterie Schwertkämpfer. "Heloten Reformen" Aura: Heloten Plänkler in seiner Sichtweite erhalten +2 Angriff und +1 zu allen Rüstungstypen hinzu Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Elefanten. Schwach gegen: Bogenschützen, berittene Lanzenträger und berittene Bogenschützen.
es: Clase: Espadachín campeón. Aura de "Reformas ilotas": Los escaramuceros ilotas en su rango de visión ganan +2 de ataque y +1 de todo tipo de armadura. Bueno contra: x2 contra lanceros, x1.5 contra elefantes. Débil contra: arqueros, jinetes lanceros y arqueros a caballo.
fr: Classes : Épéiste d’infanterie de mêlée champion. Aura des réformes hilotiques : Les Tirailleurs hilotes dans son champ de vision gagnent +2 d'attaque et +1 de tous types d'armure. Contre : 2x c. Lanciers, 1,5x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: laoch claidheamhair coisridh dhlùth. Aura ath-leasachadh Heileotais: Gheibh gach streupaire Heileotais am broinn astar lèirsinne +2 air an ionnsaigh 's +1 air gach seòrsa de dh'armachd. An aghaidh: sleaghairean le 2x, ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh, boghadairean eachraidh.
gl: Clases: campión, contacto, infantaría, espadachín. Aura de «reformas ilotas»: aumenta en +2 o ataque e en +1 as armaduras de todos os tipos para os escaramuzadores ilotas dentro do seu raio de acción. Fortalezas: ×2 contra lanceiros e ×1,5 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Kampioen Mêlee Infanterie Zwaardvechter. "Heloten" Aura: Helotische tirailleurs in zijn zicht krijgen 2 extra levels aanvalskracht en 1 extra level bepantsering van alle types. Sterk tegen: 2x tegen speervechters, 1.5x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categoria: Elite, Corpo a corpo, Infantaria, Espadachim. Aura "Reformas Hilotas": Zagaieiros Hilotas dentro do seu campo de visão obtêm +2 ataque e +1 armadura (todos os tipos). Pontos fortes: 2x contra Lanceiros; 1.5x contra Elefantes. Fraco contra: Arqueiros, Lanceiros Cavaleiros e Arqueiros Cavaleiros.

source: Classes: Hero Melee Infantry Spearman. "Last Stand" Aura: +20% attack for nearby Hoplites and Spartiates. Counters: 2x vs. All Cavalry. Countered by: Skirmishers, Swordsmen, and Cavalry Archers.
de: Klassen: Held Nahkampf Infanterie Lanzenträger. "Steht zuletzt" Aura: +20% Angriff für Hopliten und Spartiaten. Stark gegen: 2x gegen alle Reitereien. Schwach gegen: Plänkler, Schwertkämpfer und berittene Bogenschützen.
es: Clase: Héroe lancero. Aura de "Última lucha": +20% de ataque para los hoplitas y espartiatas cercanos. Eficaz contra: x2 contra todas las unidades de caballería. Débil contra: escaramuceros, espadachines y arqueros a caballo.
fr: Classes : Lancier d'infanterie de mêlée héroïque. Aura du dernier debout : +20% d'attaque pour les Hoplites et Spartiates alentour. Contre : 2x c. toute la cavalerie. Contré par : Tirailleurs, Épéistes, et Archers montés.
gd: Seòrsa: curaidh sleaghair coisridh dhlùth. Aura seasamh deireannach: Gheibh gach hoiplid 's spàrtach am fagas +20% air an ionnsaigh. An aghaidh: gach eachraidh le 2x. 'Na aghaidh: streupairean, claidheamhairean, boghadairean eachraidh.
gl: Clases: heroe, contacto, infantaría, lanceiro. Aura da «última defensa»: aumenta nun +20% o ataque dos hoplitas e hómoiois dentro do seu raio de acción. Fortalezas: ×2 contra cabalaría. Debilidades: espadachíns, escaramuzadores e arqueiros con montura.
nl: Klassen: Kampioen Mêlee Infanterie Speervechter. "Laatste stand" Aura: 20% meer aanvalskracht voor nabije hoplieten en spartriaten. Sterk tegen: 2x tegen alle ruiters. Zwak tegen: tirailleurs, zwaardvechters en ruiter-boogschutters.
pt_pt: Categoria: Herói, Corpo a corpo, Infantaria, Lanceiros. Aura "Preserverança": +20% ataque para os Hoplitas e Homoioi mais próximos. Pontos fortes: 2x contra Cavalaria. Fraco contra: Zagaieiros, Espadachins e Arqueiros Cavaleiros.

source: Helot Skirmisher
de: Helotischer Plänkler
es: Jabalinero Ilota
fr: Tirailleur hilote
gd: Streupaire Heileotais
gl: Escaramuzador ilota
nl: Helotische tirailleur
pt_pt: Zagaieiro Hilota

source: Perioikoi Hoplite
de: Periokischer Hoplit
es: Hoplitas periecos
fr: Hoplite périèque
gd: Hoiplid Peireogais
gl: Hoplita perieco
pt_pt: Hoplita Perieco

source: Classes: Citizen Support Worker Female. Gather resources, build structures, and inspire nearby males to work faster. Bonused at foraging and farming. Counters: 2.5x vs. Siege.
de: Klassen: Bürger, Unterstützung, Arbeiter, Frau. Sammelt Rohstoffe, errichtet Gebäude und spornt nahe Männer zu schnellerer Arbeit an. Begünstigt bei Nahrungssuche und Landwirtschaft. Stark gegen: 2,5x gegen Belagerungswaffen.
es: Clase: Ciudadana trabajadora de apoyo. Reúne recursos, construye estructuras, e inspira a los hombres más cercanos a trabajar más rápido. Bonificación de búsqueda de alimento y agricultura. Bueno contra: x2.5 contra asedio.
fr: Classes : Femme citoyenne travailleuse de soutien. Collecte des ressources, construit des bâtiments, et encourage les hommes alentour à travailler plus vite. Bonus pour la récolte de nourriture et l'agriculture. Contre : 2,5x c. Armes de siège.
gd: Seòrsa: saoranach boireann, obraiche taice. Cruinnich stòrasan, tog togalaichean is thoir air na fireannaich am fagas obair nas luaithe. Buannachdan le cruinneachadh is àrachas. An aghaidh: innealan-sèiste le 2.5x
gl: Clases: cidadán, apoio, traballador, muller. Recolle recursos, constrúe estruturas, e inspira aos homes próximos para traballar máis rápido. Goza de bonificación na recolección de comida. Fortalezas: ×2,5 contra máquinas de asedio.
nl: Klassen: Burger Ondersteunend Werkkracht Vrouw. Verzamel grondstoffen, construeer gebouwen en inspireer dichtbije burgersoldaten om sneller te werken. Een bonus voor voedselverzamelen en landbouw. Sterk tegen: 2.5x tegen belegeringstuigen.
pt_pt: Categorias: Mulher, Trabalhadora, Apoio, Cidadã. Obtém recursos, constrói edifícios e faz aumentar a produtividade dos trabalhadores homens mais próximos. Bónus na apanha de frutos e na agricultura. Pontos fortes: 2,5x contra Máquinas de Cerco.

source: Spartan Woman
de: Spartanerin
es: Mujer espartana
fr: Femme spartiate
gd: Boireannach Spartach
gl: Muller espartana
nl: Spartaanse vrouw
pt_pt: Espartana

source: Theban Sacred Band Hoplite
de: Thebanischer Hoplit der Heiligen Schar
es: Hoplita del Batallón Sagrado de Tebas
fr: Hoplite du Bataillon Sacré de Thèbes
gd: Hoplaid còmhlain naoimh Thìba
gl: Hoplita da lexión sagrada tebana
nl: Thebaanse hopliet van de Heilige Schare
pt_pt: Hoplita do Batalhão Sagrado de Tebas

source: Thespian Black Cloak
de: Thespischer Schwarzmantel
es: Capa oscura de Tespias
fr: Cape noire thespienne
gd: Cleòca dubh Teaspaidheach
gl: Capa negra tespián
nl: Thespische zwarte mantel
pt_pt: Capa-Negra Téspio

source: Fire Raiser
de: Brandstifter
es: Alzafuegos
fr: Lance-flammes
gd: Inneal togail teine
gl: Lanzador de lume
nl: Vuurspuwer
pt_pt: Lança-Chamas

source: Champion Spearman. Counters Melee Units. Countered by Ranged Units. Extra Bonus vs. All Greek Units.
de: Speergardisten. Stark gegen Nahkampftruppen. Schwach gegen Fernkampfeinheiten. Extra Bonus gegen alle Griechischen Einheiten.
es: Lancero Campeón. Bueno contra: Unidades Cuerpo a cuerpo . Contrarrestado por las Unidades a distancia. Bono Extra vs Todas las unidades griegas.
fr: Lancier champion. Contre : Unités de mêlée. Contrés par : Unités à distance. Bonus supplémentaire c. toutes unités grecques.
gd: Seòrsa: Laoch sleaghair. An aghaidh: aonadan dlùtha. 'Na aghaidh: aonadan astair. Buannachd shònraichte an aghaidh gach aonaid Ghreugaich.
gl: Campión lanceiro. Eficaz contra unidades de combate corpo a corpo. Vulnerábel contra unidades de proxectís. Bonificación adicional contra as unidades gregas.
nl: Kampioen Speervechter. Sterk tegen mêlee eenheden. Zwak tegen Afstandseenheden. Extra Bonus tegen alle Griekse eenheden.
pt_pt: Lanceiro de Elite. Pontos fortes: contra unidades corpo a corpo. Pontos fracos: contra unidades de arremesso. Bonificação contra todas as unidades gregas.

source: Classes: Mercenary Champion Melee Infantry Swordsman. Counters: 2x vs. Spearmen, 1.5x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Söldner Meister Nahkampf Infanterie Schwertkämpfer. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Elefanten. Schwach gegen: Bogenschützen, berittene Lanzenträger und berittene Bogenschützen.
es: Clase: Mercenario espadachín campeón. Eficaz contra: x2 contra lanceros, x1.5 contra elefantes. Débil contra: Arqueros, lanceros a caballo y arqueros a caballo.
fr: Classes : Épéiste mercenaire d'infanterie de mêlée champion. Contre : 2x c. Lanciers, 1,5 x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: laoch claidheamhair-duaise coisridh dhlùth. An aghaidh: sleaghairean le 2x, ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh is boghadairean eachraidh.
gl: Clases: mercenario, campión, contacto, infantaría, espadachín. Fortalezas: ×2 contra lanceiros e ×1,5 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Huurling Kampioen Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen speervechters, 1,5x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a Corpo, Elite, Mercenário. Pontos fortes: 2x contra Lanceiros; 1,5x contra Elefantes. Fraco contra: Arqueiros, Cavaleiros Lanceiros e Cavaleiros Arqueiros.

source: Thracian Black Cloak
de: Thrakischer Schwarzmantel
es: Encapotado Tracio Oscuro
fr: Cape noire thrace
gd: Cleòca dubh Tràcach
gl: Capa negra tracio
nl: Thracische zwarte mantel
pt_pt: Capa-Negra Trácio

source: Springtime in Arcadia, Greece. Spring rains have gorged what would otherwise be dry creek beds throughout the rest of the year, dividing the lands between two warring tribes. Players start on either side of a mountainous region rich in resources. Extra starting buildings help players jumpstart building their new colonies.
de: Frühlingszeit in Arkadien, Griechenland. Der Frühlingsregen hat die Flussbetten, die das restliche Jahr trocken sind, gefüllt, die nun das Land zwischen zwei sich bekriegenden Stämmen teilen. Die Spieler starten auf einer Seite einer gebirgigen, ressourcenreichen Region. Zusätzliche Startgebäude erleichtern den zügigen Aufbau einer neuen Kolonie.
es: Es primavera en Arcadia, Grecia. Las lluvias primaverales hacen fluir caudales lo que en cualquier otra parte del año serían secos arroyos, separando las tierras de dos tribus en guerra. Los jugadores comienzan a ambos lados de una región montañosa rica en recursos. Algunos edificios adicionales ayudarán a los jugadores a establecer sus nuevas colonias.
fr: Printemps dans Arcadie, en Grèce. Les pluies de printemps ont gorgé ce qui serait autrement des lits de ruisseaux à sec tout au long du reste de l'année, en divisant les terres entre les deux tribus en guerre. Les joueurs commencent de chaque côté d'une région montagneuse riche en ressources. Des bâtiments supplémentaires de départ aident les joueurs à lancer la construction de leurs nouvelles colonies.
gd: Earrach ann an Arcàidea sa Ghreug. Tha tuiltean an earraich air creagan a dhèanamh de na bhiodh 'nan sruth-chlaisean tioram feadh corr a' bhliadhna 's a sgaradh an dùthaich eadar dà threubh nàimhdeil. Tòisichidh na cluicheadairean air gach taobh sgìre beanntach sa bheil beartas de stòras. Bidh togalach a bharrachd aig gach cluicheadair aig an toiseach ach an tog iad an tuineachadh nas luaithe.
gl: Primavera en Arcadia, Grecia. As chuvias propias da estación encharcaron o que o resto do ano no son máis que os leitos secos de arroios, dividindo o territorio entre dúas tribos enfrontadas. Os xogadores comezan a cada lado dunha rexión montañosa rica en recursos. Hai estruturas construídas desde o principio para axudar aos xogadores a acelerar a construción das súas novas colonias.
nl: Lente in Arcadië, Griekenland. Lenteregens hebben het water in de kleine beekjes doen stijgen. Zo is het land verdeeld tussen twee strijdende stammen. Spelers starten een weerszijden van een bergachtige regio met veel grondstoffen. Extra startgebouwen helpen spelers om hun kolonie snel te starten.
pt_pt: As chuvas da Primavera encheram o rio em Arcádia, na Grécia, em vez da secura nas outras estações do ano. Cada tribo guerreira tem direito uma margem montanhosa e rica em recursos. Uma Stoa com bónus de população +10 ajuda os jogadores a começarem a construir as suas novas colónias.

source: Help the young Massilia to settle or expel the Greeks from Gaul.
de: Helfen Sie dem jungen Massilia, die Griechen anzusiedeln oder aus Gallien zu vertreiben.
es: Ayuda a la joven Massilia a colonizar o expulsar a los griegos de la Galia.
fr: Aidez le jeune Massilia à s'installer ou expulser les Grecs de la Gaule.
gl: Axuda a Marsilia a asentarse ou expulsa aos gregos da Galia.
nl: Help het jonge Massilia om zich te vestigen of de Grieken uit Gallië te verdrijven.
pt_pt: Ajude a recém-fundada Massilia a florescer, ou expulse os Gregos da Gália.

source: Greeks
de: Griechen
es: Griegos
fr: Grecs
gd: Na Greugaich
gl: Gregos
nl: Grieken
pt_pt: Gregos

source: Azure Coast 2
de: Azurblaue Küste 2
es: Costa azur 2
fr: Littoral azuréen 2
gd: An Costa Gorm 2
gl: Costa azul celeste 2
nl: Azuurkust 2
pt_pt: Costa Azul 2

source: East
de: Osten
es: Este
fr: Est
gd: An Taobh an Ear
gl: Leste
nl: Oosten
pt_pt: Este

source: West
de: Westen
es: Oeste
fr: Ouest
gd: An Taobh Siar
gl: Oeste
nl: Westen
pt_pt: Oeste

source: South
de: Süden
es: Sur
fr: Sud
gd: An Taobh a Deas
gl: Sur
nl: Zuiden
pt_pt: Sul

source: North
de: Norden
es: Norte
fr: Nord
gd: An Taobh Tuath
gl: Norte
nl: Noorden
pt_pt: Norte

source: Azure Coast 3
de: Azurblaue Küste 3
es: Costa azur 3
fr: Littoral azuréen 3
gd: An Costa Gorm 3
gl: Costa azul celeste 3
nl: Azuurkust 3
pt_pt: Côte d'Azur 3

source: Antipolis
de: Antibes
es: Antípolis
gl: Antípole
pt_pt: Antípolis

source: Nikaia
gl: Nicaea

source: Massalia
de: Marseille
gd: Massilia
gl: Masalia
nl: Massalië
pt_pt: Massália

source: Salluvii
de: Salluvier
gl: Saluvis

source: Verguni
gl: Vergunis

source: Azure Coast 1
de: Azurblaue Küste 1
es: Costa azur 1
fr: Littoral azuréen 1
gd: An Costa Gorm 1
gl: Costa azul celeste 1
nl: Azuurkust 1
pt_pt: Côte d'Azur 1

source: A wild and wooded isle, full of forests, gold, and mystery... mountains, seas, and thick forests make for a very dynamic and fast-paced 3-player map with lots of potential for skirmishing and guerilla warfare as well as tough defensive fighting or aggressive maneuvers. 1 Celt player, 2 Hellenic players.
de: Eine wilde Insel, voll mit Wäldern, Gold und Geheimnissen... Berge, Seen und tiefe Wälder sorgen für eine Dynamische und schnelle 3-Spieler Partie mit vielen Möglichkeiten für Geplänkel und Guerilla-Taktiken, aber auch für stark defensive Taktiken und aggressive Manöver. 1 Keltische Spieler, 2 Hellenische Spieler.
es: Una isla salvaje y arbolada, llena de bosques, oro y misterio... montañas, mares, y densos bosques lo hacen un mapa muy dinámico y acelerado para 3 jugadores, con mucho potencial para escaramuzas y guerra de guerrillas, tanto como para maniobras defensivas y agresivas duras. 1 jugador Celta, 2 jugadores Helénicos.
fr: Une île sauvage et boisée, pleine de forêts, d'or, et de mystère ... Les montagnes, les mers et les forêts épaisses en font une carte dynamique et trépidante, avec beaucoup de potentiel pour les escarmouches et la guérilla ainsi que de difficiles manœuvres de combat défensives ou agressives. 3 joueurs : 1 joueur celte, 2 joueurs helléniques.
gl: Unha illa salvaxe e repleta de vexetación, ouro, e misterio… montañas, mares, e densos bosques converten este nun mapa de tres xogadores dinámico e rápido, cun gran potencial para escaramuzas e tácticas de guerrilla, así como loita defensiva ou manobras agresivas. Permite 1 xogador celta e 2 xogadores helenos.
nl: Een bebost eiland vol met bossen, goud en enkele mysteries... Bergen, zeeën en dik beboste wouden zorgen voor een heel dynamisch en snel spel. Veel mogelijkheden voor schermutselingen, guerrilla oorlogen ook defensief of extreem agressief strijden behoort tot de mogelijkheden. 1 Keltische speler en twee Grieken.
pt_pt: Uma ilha selvagem com muitas florestas, ouro e mistério... Montanhas, mar e bosques densos tornam este mapa para 3 jogadores ideal para partidas dinâmicas e aceleradas, com muito potencial para escaramuças e guerrilhas, mas também para estratégias defensivas ou de ataques agressivos. 1 jogador celta e 2 jogadores helénicos.

source: Rome battles against the Etruscan city of Veii for control of the Tiber River basin.
de: Rom kämpft mit der etruskischen Stadt Veji um die Vorherrschaft im Tiberbecken.
es: Roma lucha contra la ciudad etrusca de Veyes por el control de la cuenca del río Tíber.
fr: Rome se bat contre la cité étrusque de Véies pour le contrôle du bassin du Tibre.
gd: Tha an Ròimh a' strì an aghaidh baile Veii nan Eatruscach ach am faigh iad smachd air machair an Tìobair.
gl: Roma enfróntase á cidade etrusca de Veii polo control do Río Tíber.
nl: Rome vecht tegen de Etruskische stad Veii om macht over het Tiberbekken.
pt_pt: Roma combate os Etruscos na cidade de Veios pelo controlo da bacia do rio Tibre.

source: Rome
de: Rom
es: Roma
gd: An Ròimh
gl: Roma
pt_pt: Roma

source: Gallic Invaders
de: Gallische Invasoren
es: Invasores galos
fr: Envahisseurs gaulois
gd: Muinntir na Gaille a' briseadh a-steach
gl: Invasores galos
nl: Gallische indringers
pt_pt: Invasores Gauleses

source: Battle for the Tiber
de: Schlacht um den Tiber
es: Batalla por el Tíber
fr: Bataille pour le Tibre
gd: Strì an Tìobair
gl: A batalla polo Tíber
nl: Slag om de Tiber
pt_pt: Batalha pelo Tibre
