Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Causes targets struck to become inflamed and lose hitpoints at a constant rate until and if either healed or repaired, as appropriate.
de: Die getroffenen Ziele fangen Feuer und verlieren kontinuierlich Lebenspunkte, bis sie entweder geheilt oder repariert werden.
es: Provoca que los objetivos golpeados se inflamen y pierdan puntos de vida a una tasa constante hasta que son sanados o reparados, según el caso.
fr: Provoque l'embrasement de la cible visée et lui fait perdre des points de vie à un taux constant jusqu'à ce qu'elle soit soignée ou réparée, le cas échéant.
gd: Thèid na bhuailear 'na theine agus caillidh e slàinte gu cunbhalach gus an tèid a shlànachadh no a chàradh (a-rèir na tha iomchaidh).
gl: Fai que o obxectivo se incendie e perda puntos de vida de maneira constante ata que reciba coidados médicos (no caso dun ser vivo) ou sexa reparado (no caso dunha estrutura).
nl: Zorgt er voor dat geraakte doelen beginnen te branden en constant meer beschadigd worden tot ze geheeld of gerepareerd worden.
pt_pt: As unidades atingidas incendeiam-se e vão perdendo resistência a um ritmo constante até serem curadas ou reparadas (dependendo do caso), se o forem.

source: Iberian tribesmen were noted for wrapping bundles of grass about the shafts of their throwing spears, soaking that in some sort of flammable pitch, then setting it afire just before throwing.
de: Iberische Stammeskrieger waren dafür bekannt, ihre Wurfspeere mit Grasbündeln zu umwickeln, in eine Art brennbares Pech zu tauchen und anzuzünden, bevor sie sie warfen.
es: Las tribus íberas eran conocidas por rodear con hierba los mangos de sus lanzas arrojadizas y mojarlas con algún tipo de líquido inflamable, para más tarde prenderlas fuego antes de lanzarlas.
fr: Les membres des tribus Ibériques étaient connus pour entourer le manche de leur lance avec des paquets d'herbe, puis les tremper dans une matière inflammable, ensuite ils y mettaient le feu avant de les lancer.
gd: Bhiodh na h-Ibèirich a' pasgadh crainn nan sleaghan tilgeil aca le feur 's am bogadh ann an seòrsa de thearra a loisgeadh iad ron tilgeil.
gl: Os homes das tribos iberas eran coñecidos por cubrir de herba as puntas das súas xavelinas, untalas nunha substancia inflamábel, e prenderlle lume xusto antes de lanzalas.
nl: Iberische stammen hadden de gewoonte om bundels droog gras langs de punt van hun speren te binden. Die konden ze in een brandbare vloeistof drenken om zo vlammende speren te kunnen gooien.
pt_pt: Os guerreiros ibéricos costumavam enrolar feixes de erva à volta das hastes das suas azagaias e mergulhá-las numa espécie de piche inflamável, ao qual pegavam fogo antes de as lançarem.

source: Metal costs for units and technologies reduced by 50%.
de: Metallkosten für Einheiten und Technologien um 50% reduziert.
es: El coste del metal para unidades y tecnologías se reduce un 50%.
fr: Le coût en métal pour les unités et les technologies est réduit de 50%.
gd: Lùghdachadh air cosgaisean meatailt airson aonadan 's teicneolasan le 50%.
gl: Redución nun -50% do custo de metal das unidades e tecnoloxías.
nl: Eenheden en technologieën kosten 50% minder metaal.
pt_pt: O custo do metal para unidades e tecnologias é reduzido em 50%.

source: The Iberians were known to produce the finest iron and steel implements and weapons of the age. The famous 'Toledo Steel.'
de: Die Iberer waren für ihr feinstes Eisen, ihre Stählernen Werkzeuge und Waffen des gesamten Zeitalters herzustellen. Besonders bekannt war der ‚Toledosthal‘.
es: Los íberos fueron conocidos como los mejores productores de hierro y acero de su época. El famoso acero toledano da fe de ello, incluso en la actualidad.
fr: Les Ibères étaient connus pour produire le meilleur fer, les meilleurs adjuvants en acier à et les meilleurs armes de leur époque. Le célèbre 'acier de Tolède'.
gl: Os iberos eran famosos por producir as mellores armas de ferro e aceiro da época. Era especialmente famoso o producido na rexión de Toledo.
nl: De Iberiërs konden de beste ijzeren en stalen wapens maken tijdens die tijd. Het staal van Toledo was alom bekend.
pt_pt: Os Ibéricos eram conhecidos por fabricarem as melhores armas e utensílios de ferro e de aço da sua época. Os mais famosos eram produzidos na região de Toledo.

source: Viriato, like Vercingetorix amongst the Gauls, was the most famous of the Iberian tribal war leaders, having conducted at least 7 campaigns against the Romans in the southern half of the peninsula during the 'Lusitani Wars' from 147-139 B.C. He surfaced as a survivor of the treacherous massacre of 9,000 men and the selling into slavery of 21,000 elderly, women, and children of the Lusitani. They had signed a treaty of peace with the Romans, conducted by Servius Sulpicius Galba, governor of Hispania Ulterior, as the 'final solution' to the Lusitani problem. He emerged from humble beginnings in 151 B.C. to become war chief of the Lusitani. He was intelligent and a superior tactician, never really defeated in any encounter (though suffered losses in some requiring retreat). He succumbed instead to another treachery arranged by a later Roman commander, Q. Servilius Caepio, to have him assassinated by three comrades that were close to him.
de: Viriathus war, wie Vercingetorix bei den Galliern, der berühmteste iberische Stammesfürst, der mindestens sieben Feldzüge gegen die Römer in der südlichen Halbinsel während der Zeit der lusitanischen Kriege von 147 bis 139 v. Chr. anführte. Er erschien als Überlebender eines treulosen Massakers an 9000 Männern und dem Verkauf von 21 000 Alten, Frauen und Kindern der Lusitanier in die Sklaverei. Sie hatten einen Friedensvertrag mit den Römern unter Leitung von Servius Sulpicius Galba, Statthalter von Hispania ulterior, als Lösung für das „Lusitanierproblem“ unterschrieben. Viriathus stieg 151 v. Chr. aus ärmlichen Verhältnissen zum Kriegsfürst der Lusitanier auf. Er war intelligent und ein ausgezeichneter Taktiker, der niemals wirklich besiegt wurde (auch wenn er Verluste erlitt). Er erlag stattdessen einem weiteren Verrat, der von einem späteren römischen Befehlshaber, Quintus Servilius Caepio, in Auftrag gegeben wurde und den drei enge Kameraden von Viriathus ausführten.
es: Viriato, como Vercingetorix entre los galos, fue el más famoso de los líderes tribales íberos, después de haber realizado un mínimo de 7 campañas contra los romanos en la mitad sur de la península durante las Guerras Lusitanas de 147-139 A.C. Salió a la luz como un superviviente de la traicionera masacre de 9.000 hombres y la venta como esclavos de 21.000 ancianos, mujeres y niños lusitanos. Habían firmado un tratado de paz con los romanos, dirigido por Servio Sulpicio Galba, gobernador de la Hispania Ulterior, como la "solución final" al problema lusitano. Surgió desde humildes comienzos en 151 A.C. para convertirse en el jefe de guerra de los lusitanos. Era un hombre inteligente y un estratega versátil, nunca fue derrotado en ningún encuentro (aunque sufrió pérdidas en algunas batallas y hubo retiradas). Sucumbió a su vez por otra traición organizada por un comandante romano posterior, Q. Servilio Cepio, que consiguió asesinarlo utilizando a tres compañeros cercanos a su posición.
fr: Viriathe, comme Vercingétorix en Gaule, était le plus célèbre des chefs de guerre des tribus Ibériques, il conduit au moins 7 campagnes contres les Romains dans la moitié sud de la Péninsule durant les 'guerres lusitaniennes' entre 147-139 av. J.C. Il devint célèbre comme étant le survivant d'un massacre déloyal de 9000 hommes et la vente en tant qu'esclaves de 21000 personnes âgées, femmes et enfants Lusitanien. Ils avaient signés un traité de paix avec les Romains, mené par Servius Sulpicius Galba, gouverneur de l'Hispanie ultérieure, comme étant 'la solution finale' au problème Lusitanien. Il sortit de sa modeste condition en 151 av. J.C. pour devenir le chef de Guerre de la Lusitanie. Il était intelligent et éminent tacticien, et ne fut jamais réellement battu dans aucune bataille (bien qu'il subit de nombreuses pertes l'obligeant à battre en retraite). Il succomba dans une nouvelle trahison arrangée par un nouveau commandeur Romain, Q. Servilius Caepio, qui l'a fait assassiner par trois de ses proches camarades.
gl: Viriato, como Vercinxetórix entre os galos, era o máis famoso dos líderes militares das tribos iberas. Organizou polo menos sete campañas contra os romanos da metade sur da península durante as Guerras Lusitanas entre o 147 a.C. e o 139 a.C. Saíu supervivente dunha traizón que resultou na masacre de 9.000 homes e maila venda como escravos de 21.000 vellos, mulleres e nenos dos lusitanos. Asinaran un tratado de paz cos romanos, conducido por Servio Sulpicio Galba, gobernador da Hispania Ulterior, como a “solución final” ao problema dos lusitanos. Viriato era intelixente e un gran estratega que nunca perdeu unha batalla aínda que si sufriu numerosas baixas nalgunhas nas que fuxir era necesario. En vez de a esa, Viriato sucumbiu a unha traizón posterior dos romanos, cando o comandante Quinto Servilio Cepión pagou a tres dos seus compañeiros máis próximos para asasinalo.
nl: Vitario was, zoals Vercingetorix bij de Galliërs, was het bekendste Iberische stamhoofd. Hij heeft minstens 7 veldtochten tegen de Romeinen geleid in het zuiden van Iberië gedurende de "Lusitanische oorlogen" van 147-139 V.C. Hij kwam bekend als overlever van een bloedbad met 9000 man en een verkoop van 21 000 ouderen, vrouwen en kinderen als slaven. Ze hadden een vredesverdrag met de Romeinen, gemaakt door Servius Sulpicius Galba, gouverneur van Hispania Ulterior als uiteindelijke oplossing voor het Lusitanische probleem. Hij werd in 151 V.C. leider van de Lusitaniërs. Viriato was intelligent en een super tacticus. Werd nooit volledig verslagen (maar heeft soms verliezen geleden die het terugtrekken noodzakelijk maakten). Hij bezweek echter aan een verraad opgezet door de latere Romeinse commandant Q. Servilius Caepio. Die liet hem vermoorden door drie dichte vrienden.
pt_pt: Viriato, tal como Vercingetorix entre os Gauleses, foi o mais famoso dos líderes militares das tribos ibéricas, tendo empreendido pelo menos sete campanhas contra os Romanos na parte sul da península, durante as 'Guerras Lusitânicas' entre 147 e 139 a.C. Sobreviveu a um massacre desleal que vitimou 9000 homens e condenou 21.000 idosos, mulheres e crianças lusitanas à escravatura - isto depois de ter sido assinado um tratado de paz com os Romanos, por iniciativa de Sérvio Sulpício Galba, governador da Hispânia Ulterior, como "solução final" para o problema lusitano. Viriato emergiu de origens humildes para em 151 a.C. se tornar o líder militar dos Lusitanos. Era um estratega inteligente e excepcional, nunca tendo sido derrotado em nenhum confronto (embora alguns lhe tenham causado perdas que o obrigaram a retirar-se). Acabou por sucumbir a nova traição, organizada pelo comandante romano Q. Servílio Cepião, que persuadiu três camaradas de Viriato a assassiná-lo.

source: Karos was a chief of the Belli tribe located just east of the Celtiberi (Numantines at the center). Leading the confederated tribes of the meseta central (central upland plain) he concealed 20,000 foot and 5,000 mounted troops along a densely wooded track. Q. Fulvius Nobilior neglected proper reconnaissance and lead his army into the trap strung out in a long column. Some 10,000 of 15,000 Roman legionaries fell in the massive ambush that was sprung upon them. The date was 23 August of 153 B.C., the day when Rome celebrated the feast of Vulcan. By later Senatorial Decree it was ever thereafter known as dies ater, a 'sinister day', and Rome never again fought a battle on the 23rd of August. Karos was wounded in an after battle small cavalry action the same evening and soon died thereafter, but he had carried off one of the most humiliating defeats that Rome ever suffered.
de: Karos war der Häuptling des Belli Stamms, der im Osten von Keltiberien siedelte (Numantines im Zentrum).Er führte die vereinigten Stämme der Zentralmeseta (zentrale Hochebene) und verbarg 20.000 Fuß- und 5.000 berittene Krieger entlang eines spärlich bewaldeten Weges. Q. Fulvius Nobilior vernachlässigte eine angemessene Aufklärung und führte seine Armee in lange Kolummnen gestreckt in die Falle. 10.000 der 15.0000 Römischen Legionäre fielen dem massiven Hinterhalt zum Opfer, der über sie hereingebrochen war. Das Datum war der 23. August des Jahres 153 vor Christus, der Tag an dem Rom das Fest zu Ehren des Gottes Vulcanus abhielt. Durch einen späteren Erlass des Senats wurde dieser Tag immer nachfolgend als "dies ater", als "Schwarzer Tag", gebrandmarkt und Rom kämpfte nie wieder eine Schlacht am 23. Tage des Monats August. Karos wurde in einer Nachfolgeschlacht während einer kleinen Kavallerie Aktion des selben Abends verwundet und erlag, mit einer der größt schmachvollen Niederlagen, die Rom jemals ertragen musste, als Bürde auf den Schultern, bald darauf.
es: Karos fue un jefe de la tribu Belli, situada justo al este de los Celtíberos (Numantinos en el centro). Liderando a la confederación de tribus de la Meseta, ocultó 20.000 soldados de infantería y 5.000 jinetes a lo largo de un sendero de una zona boscosa. Entre 10.000 y 15.000 legionarios romanos cayeron en la emboscada. Esto sucedió el 23 de agosto de 153 a.C., el día en que Roma celebraba la festividad de Vulcano. Por un decreto senatorial posterior, se conoció la fecha como un dies ater, un "día siniestro", de donde viene la actual palabra desastre, y Roma nunca volvió a luchar en una batalla el 23 de agosto. Karos fue herido después de la batalla, esa misma tarde, en una pequeña maniobra de la caballería, y murió poco después, pero había conseguido una de las mayores derrotas que Romas jamás había sufrido.
fr: Caros était chef de la tribu Belli située juste à l'est des celtibéres (Numance au centre). A la tête des tribus confédérées de la Meseta centrale (haut-plateau du centre) il dissimula 20000 soldats à pied et 5000 à cheval aux abords d'une piste densément boisée. Quintus Fulvius Nobilior négligea de faire une reconnaissance appropriée et conduisit ses troupes en une longue colonne dans le piège. Quelques 10000 des 15000 légionnaires romains tombèrent dans l'énorme embuscade. Ce fut le 23 août 153 av J.C.; le jour où Rome célébrait la fête de Vulcain. Par la suite d'un décret sénatorial connu sous le nom de dies ater, 'jour désastreux', c'est de là que vient le mot désastre, et Rome ne combattit jamais plus un 23 août. Caros fut blessé le soir même dans une bataille de cavalerie légère et mourut juste après, mais il avait infligé à Rome une de ses plus humiliantes défaites qu'elle ait eu à supporter.
gl: Karos éra xefe da tribo dos belos, situados arredor da zona de Numantina e que facían fronteira cos celtiberos polo leste Liderando as tribos confederadas da meseta central, Karos reuniu a 20.000 soldados a pe e 5.000 a cabalo nun tramo de camiño que atravesaba un denso bosque. Quinto Fulvio Nobilior, por non enviar tropas de recoñecemento, levou ao seu exército directamente á trampa. Entre 10.000 e 15.000 lexionarios romanos morreron durante a emboscada masiva da que foron vítimas. O día foi o 23 de agosto de do ano 153 a.C., o día en que Roma celebraba a festa de Vulcano. O senado decretou que ese día pasaría a chamarse «dies ater» (día desafortunado), e Roma non volveu loitar unha batalla ese día. Karos resultou ferido nunha pequena acción de cabalaría posterior á batalla aquela mesma tarde, e morreu pouco despois, pero conseguiu unha das derrotas máis humillantes que Roma sufriu xamais.
nl: Karos was een leider van de Belli stam, net ten oosten van de Keltiberiërs (met de Numantiërs in het midden). Hij voerde de verenigde stammen van de meseta central (Spaanse Hoogvlakte) aan en verborg 20.000 man voetvolk en 5.000 man ruiterij langs een dichtbebost pad. Q. Fulvius Nobilior verzuimde passende verkenning en leidde zijn leger in de val terwijl het was in een lange kolom was uitgestrekt. Zo'n 10.000 van de 15.000 Romeinse legionairs sneuvelde in de massale hinderlaag. De datum was 23 augustus van 153 v.Chr., de dag waarop Rome het feest van Vulcan vierde. Later werd het door een Senatoriaal Decreet voor altijd bekend als dies ater, een 'zwarte dag', en Rome streed daarna nooit meer op 23 augustus. Diezelfde avond, na het gevecht, raakte Karos gewond in een kleine schermutseling met cavalerie en hij stierf spoedig daarna, maar hij had gedragen aan een van de meest vernederende nederlagen die Rome ooit geleden heeft.
pt_pt: Caro era chefe dos Belos, um povo celtibérico localizado a leste de Numância. Ao liderar a confederação das tribos da meseta central contra os Romanos, escondeu 20.000 soldados de infantaria e 5000 de cavalaria ao longo de um trilho em plena floresta. O general romano Q. Fulvius Nobilior descurou um reconhecimento adequado da floresta, conduzindo o seu exército à armadilha que se estendia em longa coluna. Cerca de 10.000 a 15.000 legionários caíram nesta enorme emboscada contra eles perpetrada no dia 23 de Agosto de 153 a.C., o dia em que os Romanos celebravam a festa de Vulcano. Desde então, por decreto senatorial, esta data passou a ser conhecida por 'dies ater', ou dia sinistro, e Roma nunca mais travaria uma batalha no dia 23 de Agosto. No próprio dia, depois da batalha, Caro feriu-se durante um pequeno combate de cavalaria e acabou por morrer - mas havia infligido uma das derrotas mais humilhantes que Roma alguma vez sofrera.
