Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Druids increase attack rates of soldiers near them slightly.
de: Druiden erhöhen die Angriffsgeschwindigkeit naher Soldaten.
es: Los druidas mejoran ligeramente la velocidad de ataque de soldados en las proximidades.
fr: Les druides augmentent légèrement le taux d'attaque des soldats à proximité.
gd: Bheir saighdearan faisg air draoidhean ionnsaighean beagan nas treasa.
gl: Os druídas aumentan a velocidade de ataque dos soldados preto deles.
nl: Druïdes verhogen de aanvalskracht van soldaten dichtbij hen.
pt_pt: Os druidas aumentam ligeiramente o poder de ataque dos soldados que estiverem perto deles.

source: Celtic religion and druidry inspired their warlike mindset.
de: ihre kämpferische Einstellung wurde durch die keltische Religion und ihre Druiden hervorgerufen.
es: La religión celta y las prácticas druídicas inspiraban su espíritu guerrero.
fr: La religion et le druidisme celtes ont inspiré leur mentalité guerrière.
gd: Bhrosnaich creideamh 's draoidhean nan Ceilteach an cumadh-inntinn cogail.
gl: A relixión celta e mailo druidismo inspiraron a mentalidade guerreira deste pobo.
nl: Keltische religie inspireerde hun moed om te vechten.
pt_pt: A religião e o druidismo celtas inspiraram a mentalidade guerreira deste povo.

source: Bonus to tech speed.
de: Bonus auf die Forschungsgeschwindigkeit.
es: Incrementa sensiblemente la velocidad de investigación.
fr: Bonus d'accélération technologique.
gd: Rannsachadh nas luaithe.
gl: Bonificación de velocidade na investigación de tecnoloxías.
nl: Bonus voor technologie snelheid.
pt_pt: Bónus na velocidade de desenvolvimento de nova tecnologia.

source: Druides
de: Druiden
es: Druidas
gd: Draoidhean
gl: Druídas
nl: Druïdes
pt_pt: Druidas

source: The Druids of the Celts maintained an organized religion that advanced the technology of their people even during wartime.
de: Die Druiden der Kelten gestalteten eine organisierte Religion, die selbst in Kriegszeiten technologische Fortschritte produzierte.
es: Los druidas de los celtas mantenían una religión organizada que mejoraba la tecnología de su gente incluso durante los tiempos de guerra.
fr: Les druides celtes ont maintenu une religion organisée, qui a fait progresser la technologie de leur peuple même en temps de guerre.
gd: Ghlèidh draoidhean nan Ceilteach creideamh eagraichte a dh'adhartaich teicneolas an sluaigh fiù 's rè amannan cogaidh.
gl: Os druídas dos celtas mantiñan unha relixión organizada que evolucionou a tecnoloxía do seu pobo incluso durante os tempos de guerra.
nl: De Keltische druïdes onderhielden een georganiseerde religie die technologische vooruitgang bracht aan hun volk, zelfs tijdens oorlogen.
pt_pt: Os druidas celtas mantiveram uma religião organizada que fez evoluir a tecnologia do seu povo, mesmo durante períodos de guerra.

source: Karatakos
gd: Caratacos
gl: Carataco
pt_pt: Carataco

source: Kunobelinos
de: Cunobelinus
gl: Cunobelino
pt_pt: Cunobelino

source: Boudicca
es: Boudica
fr: Boadicée
gl: Boadicea
pt_pt: Boadiceia

source: Prasutagus
fr: Prasutagos
gl: Prasutago
pt_pt: Prasutagos

source: Venutius
gl: Venutio

source: Cogidubnus
gl: Coxiduno

source: Commius
fr: Commios
gl: Comio
pt_pt: Cômio

source: Adminius
gl: Adminio

source: Dubnovellaunus
fr: Dumnovellaunus
gl: Dumnovellauno

source: Vosenius
gl: Vosenio

source: Increased attack and movement rate for melee soldiers.
de: Verbesserte Angriffs- und Bewegungsgeschwindigkeit für Nahkampfeinheiten.
es: Mejora de daño y movimiento para soldados cuerpo a cuerpo.
fr: Augmente le taux d'attaque et de mouvement des soldats de mêlée.
gd: Ionnsaighean is gluasad nas luaithe airson shaighdearan dlùtha.
gl: Aumento da velocidade de ataque e movemento dos soldados de ataque de contacto.
nl: Verhoogde aanvalskracht en bewegingssnelheid voor mêleesoldaten.
pt_pt: Aumenta o ataque e o movimento dos soldados que combatem corpo a corpo.

source: The Britons took up the practice of either making permanent marks on their body in the form of tattoos or temporarily painted their bodies with woad paint. The effect was very frightening.
de: Die Briten fingen an, Gesicht und Körper zu tätowieren oder blau zu bemalen. Dies wirkte in Schlachten abschreckend und angsteinflößend.
es: Los britanos asumieron la práctica de marcarse la piel con tatuajes o tinturas temporales. El efecto era muy dramático, e inspiraba miedo a los enemigos.
fr: Les Bretons commencèrent la pratique des marques permanentes sur leur corps sous la forme de tatouages, ou temporairement avec de la peinture pastel. L'effet était très effrayant.
gl: Os bretóns afixéronse a ou ben marcar o seu corpo de forma permanente con tatuaxes ou ben tinguilo de maneira temporal con anil.
nl: De Britten waren gekend voor hun geschilderde lichamen. Soms permanent in de vorm van tattoos, soms tijdelijk met wedeverf. Het effect was schrikwekkend.
pt_pt: Os Bretões dedicavam-se à prática do tingimento corporal, quer sob a forma de tatuagens permanentes ou de pinturas temporárias com tintura de anil. O efeito provocado por estas pinturas era aterrador.

source: Increases the height bonus of units garrisoned in a tower.
de: Verstärkt den Höhenbonus von Truppen in Türmen.
es: Mejora la bonificación de altura de las unidades guarnecidas en una atalaya.
fr: Augmente le bonus de hauteur des unités en garnison dans les tours.
gd: Cuiridh seo ri buannachd na h‑àirde aig aonadan a bhios 'nan gearastan ann an tùr.
gl: Aumenta a bonificación por altura das unidades acuarteladas nunha torre.
nl: Verhoogd de hoogtebonus van de bemanning van de toren.
pt_pt: Aumenta o bónus por altura das unidades guarnecidas em torres.

source: 'Great Tower'; Celtic legends abound with stories of massive tall towers built by the most powerful kings, and the remains of some very large towers have been found.
de: ‚Großer Turm‘; Keltische Legenden strotzen vor Geschichten über massive, hohe Türme, die von den mächtigsten Königen errichtet wurden. Einige Ruinen sehr großer Türme wurden gefunden.
es: 'Gran Torre'; Leyendas celtas abundan con historias de enormes torres construidas por los reyes más poderosos, y los restos de algunas torres muy grandes han sido encontradas.
fr: 'Grandes Tours'; Les légendes celtes abondent d'histoires de hautes tours massives construites par les rois les plus puissants, dont l'on a trouvé quelques ruines.
gd: "Tùr Mòr"; Tha faoinsgeulachdan nan ceilteach làn naidheachdan mu thùir mhòra a chaidh a thogail leis na rìghrean as cumhachdaiche agus chaidh làraichean tùr glè mhòra a lorg.
gl: «Gran torre». As lendas celtas están repletas de historias sobre torres incribelmente altas, construídas polos reis máis poderosos, e atopáronse restos dalgunhas deses torres.
nl: 'Grote toren': Er doen Keltische legendes de ronde over massieve hoge torens, gebouwd door de machtigste koningen. De overblijfselen van sommige grote torens zijn gevonden.
pt_pt: "Grande Torre". As lendas celtas estão recheadas de histórias com torres incrivelmente altas construídas por reis poderosos. Mais recentemente, foram mesmo descobertas algumas ruínas de torres de grandes dimensões.

source: Caractacus, the Roman form, is a simple change from Karatakos, his actual name, which was printed on his many, many coins. Under this name he is remembered as a fierce defender of Britain against the Romans after their invasion in 43 A.D. Son of King Cunobelin of the Catuvellauni tribal confederation, Karatakos fought for nine years against the Romans with little success, eventually fleeing to the tribes in Wales, where he was defeated decisively. Finally he entered Northern Britain, where was handed over to the Romans. Taken to Rome, Karatakos was allowed to live by the Emperor Claudius and died in Italy. Tradition states he converted to Christianity when his wife did, but there is nothing known of this as definite. Probably more notable is the matter that he was allowed to live once captured. Roman policy was typically to have such men killed in public displays to celebrate. Karatakos was brought before the Emperor and Senate at his request to explain himself. What he said is not known for certainty, but Tacitus applies to him a famous speech...
de: Caratacus ist die römische Form von Karatakos, seinem richtigen Namen, welcher auf seine vielen Münzen geprägt war. Unter diesem Namen ist er als großer Verteidiger gegen die römische Invasion 43 n.Chr. noch heute bekannt. Als Sohn von König Cunobelinus aus dem Stamm der Catuvellanuen kämpfte er neun Jahre mit wenig Erfolg gegen die Römer, floh aber letzten Endes zu den Stämmen in Wales, wo er entscheidend geschlagen wurde. Zum Schluss wandte er sich nach Nordbritanien, wo er an die Römer ausgeliefert wurde. Nach Rom gebracht, lebte Karatakos bei Kaiser Claudius und starb in Italien. Aus Überlieferungen geht hervor, dass er zum christlichen Glauben übergetreten sei, nachdem seine Frau dies auch Tat, aber diese Behauptungen sind nicht gesichert. Bemerkenswerter ist die Tatsache, dass er leben durfte nachdem er von Rom gefangen wurde. Grundsätzlich wurden solche Leute in öffentlichen Inszenierungen hingerichtet. Karatakos wurde auf eigenen Wunsch vor den Kaiser und den Senat gebracht, um sich zu erklären. Was gesagt wurde ist nicht genau bekannt, jedoch sagt Tacitus, dass es eine geniale Rede gewesen sei....
es: Caratacus es la forma romana de Karatakos, su nombre real grabado en muchísimas monedas. Bajo este nombre se lo recuerda como el feroz defensor de Britania contra los romanos después de la invasión en el año 43 a.C. Hijo del rey Cunobelinus de la tribu de los catuvellani, Karatakos peleó, con poco éxito, por nueve años contra los romanos, eventualmente huyendo a las tribus de Gales, dónde lo derrotaron de manera decisiva. Finalmente entró al norte de Britania, en dónde fue entregado a los Romanos. Una vez en Roma, el emperador Claudio dejó vivir a Karatakos que murió en Italia. Según la tradición, se convirtió al cristianismo cuando lo hizo su mujer, pero no existe nada concluyente. Es probable que lo más notable sea que luego de ser capturado se lo haya dejado vivir. La política romana era por lo general matar a estos hombres en público para celebrar. Por una petición propia, se llevó a Karatakos ante el Emperador y el Senado para explicar sus acciones. No se sabe con certeza que dijo, pero Tácito le adjudica un famoso discurso...
fr: Caractacus, la forme romaine (Caratacos en français), est un simple changement de son vrai nom Karatakos, qui fut imprimé sur ses nombreuses pièces. Sous ce nom, il est connu comme un farouche défenseur de la Bretagne contre les romains après leur invasion en 43 après J-C. Fils de Cunobelin, roi de la confédération tribale de Catuvellauni, Caratacos combattu pendant neuf ans contre les romains avec peu de succès, avant de fuir finalement vers les tribus du Pays de Galles, où il fut décisivement défait. Enfin, il entra dans le Nord-Bretagne où il fut remis aux Romains. Transporté à Rome, Caratacos fut autorisé à vivre par l'empereur Claudius et mourut en Italie. Selon la tradition, il se serait converti au christianisme après son épouse (mais en définitif, on n 'en sait rien). Plus notable est ce qui lui a permis de vivre une fois capturé, la politique de Rome étant généralement d'avoir de tels hommes tués en démonstrations publiques. Cependant, Caratacos fut portée devant l'empereur et le Sénat à sa demande pour s'expliquer, et ce qu'il dit n'est pas connue avec certitude bien que Tacite lui applique un discours célèbre …
gl: Carataco foi un bravo defensor de Bretaña contra os romanos tras a invasión durante o ano 43 d.C. Fillo do rei Cunobelinus da confederación de tribos catuvelá, Carataco loitou durante nove anos contra os romanos sen moito éxito, e acabou fuxindo ás tribos de Gales, onde o derrotaron de maneira decisiva. Finalmente entrou na Bretaña norte, onde foi entregado aos romanos. Carataco foi levado a Roma, onde o emperador Claudio lle permitiu vivir, e morreu en Italia. Disque se converteu ao cristianismo cando o fixo a súa muller, pero isto non está confirmado. Quizais máis relevante sexa o feito de que lle deixasen vivir unha vez capturado. A política romana adoitaba ditar que en casos coma este o preso fose executado publicamente a modo de celebración. Carataco foi levado ante o emperador e o Senado para explicar as súas accións, e se ben non se sabe con certeza que foi o que dixo, Tácito atribúelle un famoso discurso…
nl: Caractacus, in de Latijnse vorm, is een variante van Karatakos, zijn echte naam, welke te zien was op vele munten. Onder deze naam werd hij herinnerd als een moedige verdediger van Britannia tegen de Romeinen na hun invasie in 43 N.C. Als zoon van koning Cunobelin van de Catuvellauni stam heeft Karatakos voor negen jaar tegen de Romeinen gevochten, met weinig succes. Zijn troepen zijn uiteindelijk naar Wales gevlucht, waar ze voor goed verslagen werden. Uiteindelijk keerde hij terug naar noord Britannia waar hij overgeleverd werd aan de Romeinen. Hij mocht in leven blijven van de keizer Claudius en stierf in Italië. Er zijn verhalen dat hij bekeerd werd tot het christendom wanneer zijn vrouw ook bekeerd werd, maar daarover is er geen bewijs. Het is eigenaardiger hoe hij kon verder leven na de gevangenneming door de Romeinen. In de meeste gevallen vermoordden Romeinen dergelijken mannen in het openbaar tijdens een viering. Karatakos kwam op zijn eigen vraag voor de keizer en de senaat. Wat daar gezegd is, is niet bekend, maar Tacticus wijst een bekende speech aan hem toe...
pt_pt: A forma romana Caractacus (em português, Carataco) é uma simples modificação de Karatakos, o seu verdadeiro nome, que encontramos gravado em grande quantidade de moedas. É por este nome que é recordado como aguerrido defensor da Britânia contra os Romanos, após a invasão destes em 43 d.C. Filho do rei Cunobelino da confederação das tribos dos Catuvelaunos, Carataco combateu durante nove anos contra os Romanos sem muito êxito, tendo acabado por fugir para as tribos do País de Gales, onde sofreu derrota decisiva. Por fim recuou até ao norte da Britânia, onde foi entregue aos Romanos. Depois de ter sido levado para Roma, Carataco viu-lhe ser poupada a vida pelo imperador Cláudio, tendo morrido em Itália. Diz a tradição que ele se converteu ao Cristianismo ao mesmo tempo que a sua mulher, mas nada o permite afirmar com certeza. É talvez mais notável o facto de lhe ter sido permitido viver depois de capturado - o procedimento normal de Roma era a execução deste tipo de pessoa em manifestações públicas de celebração. A seu pedido, Carataco foi levado à presença do imperador e do Senado para se explicar. Não se sabe ao certo o que disse, mas Tácito atribui-lhe um discurso famoso...
