Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Indibil was king of the Ilegetes, a large federation ranged principally along the Ebro River in the northwest of the Iberian Peninsula. During the Barcid expansion, from 212 B.C. he had initially been talked into allying himself with the Carthaginians who had taken control of a lot of territory to the south and west, however after loss and his capture in a major battle he was convinced, some say tricked, to switch to the Roman side by Scipio Africanus. But that alliance didn't last long, as Roman promises were hollow and the Romans acted more like conquerors than allies. So, while the Romans and their allies had ended Carthaginian presence in 'Hispania' in 206 B.C., Indibil and another tribal prince by the name of Mandonio, who may have been his brother, rose up in rebellion against the Romans. They were defeated in battle, but rose up in a 2nd even larger rebellion that had unified all the Ilergetes again in 205 B.C. Outnumbered and outarmed they were again defeated, Indibil losing his life in the final battle and Mandonio being captured then later put to death. From that date onward the Ilergetes remained a pacified tribe under Roman rule.
de: Indibilis war König der Ilergerten, welche entlang des Ebro im Nordwesten der iberischen Halbinsel wohnhaft waren. Während der Expansion der Barkiden war er ein Verbündeter der Karthager, die einen großen Teil des Südens und Westens Hispaniens kontrollierten. Nachdem die Römer die Stadt eroberten, in der die Karthager Teile von Indibilis Familie als Geiseln gehalten hatten und diese von Scipio Africanus daraufhin deutlich zuvorkommender behandelt wurden, wechselte Indibilis die Seiten. Doch diese Allianz hielt nicht lange, denn nachdem sie zusammen die Karthager 206 v. Chr. aus Hispanien vertrieben hatten, strebten Indibilis und ein weiterer Stammesfürst, Mandonius, nach größerer Unänhängigkeit. In der folgenden Rebellion wurden sie zwar in der Schlacht besiegt, doch starteten sie 205 v. Chr. eine zweite Rebellion, in der alle Stämme der Ilergeten vereint kämpften. Wieder verloren die zahlen- und waffenmäßig unterlegenen Ilergeten, wobei Indibilis sein Leben ließ, Mandonius gefangen und später hingerichtet wurde. Von diesem Zeitpunkt an bildeten die Ilergeten einen befriedeten Stamm unter römischer Herrschaft.
es: Indíbil fue un rey de los ilergetes, una gran federación que se situaba principalmente a lo largo del Río Ebro, en la zona noroeste de la Península Ibérica. Durante la expansión de los Bárcidas, desde el 212 A.C. había hablado inicialmente acerca de aliarse con los Cartaginenses, que habían tomado el control de gran parte del territorio al sur y al oeste, sin embargo después de perder y ser capturado en una gran batalla, fue convencido, algunos dicen engañado, por Escipión el Africano de cambiarse al bando de los Romanos. Pero esa alianza no duró mucho, ya que las promesas de los Romanos eran vacías, y se comportaban más como conquistadores que como aliados. Así que, mientras los Romanos y sus aliados terminaron con la presencia Cartaginense en 'Hispania' el 206 A.C., Indíbil y otro príncipe tribal llamado Mandonio, que puede que sea su hermano, se levantaron en rebelión contra los Romanos. Fueron derrotados en la batalla, pero se levantaron en una segunda rebelión aún más grande, que unificó a todos los Ilergetes de nuevo el 205 A.C. Sobrepasados en número y fuerza, fueron derrotados nuevamente; Indíbil perdió su vida en la batalla final y Mandonio fue capturado y luego asesinado. Desde esa fecha en adelante, los ilergetes fueron una tribu pacificada bajo la ley Romana.
fr: Indibilis était le roi des Ilergetes, une grande fédération qui se situait principalement le long de la rivière Ebro au nord-ouest de la péninsule ibérique. Durant les conquêtes des Barcides, à partir de 212 av. J.C., il avait convenu initialement de s'allier aux Carthaginois qui avaient pris le contrôle de beaucoup de territoires dans le sud et l'ouest, cependant après une défaite puis sa capture dans une bataille majeure dans laquelle, il était arrangés, certains se dirent piégés, de passer du côté Romain avec Scipion l'Africain. Mais cette alliance ne dura pas longtemps étant donné que les promesses romaines étaient fausses et les Romains agirent plus en conquérants qu'en alliés. Ainsi, tandis que les Romains et leurs alliés mirent un terme à la présence Carthaginoises en "Hispanie" en 206 av J.C., Indibilis et un autre prince tribal nommé Mandonius, dont il se pourrait qu'il soit son frère, montèrent une rébellion contre les Romains. Ils furent défaits dans une bataille, mais ils élevèrent une seconde rébellion plus grande unifiant tous les Ilergetes en 205 av. J.C. Moins nombreux et moins armés ils furent de nouveaux battus, Indibilis perdu la vie dans la bataille finale et Mandonius fut capturé puis tué ensuite. A compter de cette cette date, les Ilergetes restèrent un peuple pacifié sous la domination Romaine.
gl: Indíbil era o rei dos ilerxetes, unha gran federación situada principalmente nas ribeiras do río Ebro, no noroeste da Península Ibérica. Durante a expansión dos Barca, desde o ano 212 a.C. consideraba a posibilidade de aliarse cos cartaxineses, que tomaran o control dunha gran parte do territorio no sur e o oeste, pero tras unha derrota e ser capturado nunha importante batalla, Escipión o Africano convenceuno (hai quen di que mediante enganos) para pasarse ao lado dos romanos. Pero pouco durou esa alianza, dado que as promesas dos romanos estaban baleiras e actuaron máis como conquistadores que como aliados. Así que se ben os romanos e os seus aliados acabaran coa presenza de Cartago na Península Ibérica no ano 206 a.C., Indíbil e outro príncipe tribal, Mandonio —que podería ser o seu irmán—, rebeláronse contra os romanos. Perderon a batalla, pero volveron alzarse en rebelión unha segunda vez nun número aínda maior, tras volver unificar os ilerxetes no ano 205 a.C. Pero en menor número que o inimigo, e con peor armamento, foi inevitábel a súa derrota. Nesta batalla final, Indíbil perdeu a vida e Mandonio foi capturado e posteriormente executado. Desde aquel día a tribo dos ilerxetes non volveu rebelarse contra os romanos.
nl: Indibil was koning van de Ilegeten, een grote federatie langs de rivier Ebro in het noordwesten van het Iberische schiereiland. Gedurende de Barcische expansie, vanaf 212 V.C., heeft hij eerst een alliantie gesmeed met de Carthagers die controle hadden over een groot deel van het zuiden en het westen. Maar na een verlies en zijn gevangenname in een belangrijke veldslag werd hij door Scipio Africanus overtuigd om over te stappen naar de Romeinse zijde. Die alliantie duurde echter niet lang. De Romeinse beloften waren leeg en ze gedroegen zich meer als veroveraars dan als vrienden. Terwijl de Romeinen en hun vrienden, de Carthagers uit Hispania hadden verdreven in 206 V.C., startten Indibil en een ander stamhoofd Mandonio, mogelijk zijn broer, een rebellie tegen de Romeinen. Ze werden verslagen in de slag, maar startten een 2de, grotere rebellie, een unie van alle Ilergeten, in 205 V.C. Zwak en in de minderheid werden zij opnieuw verslagen, waarbij Indibil zijn leven verloor in de beslissende slag, en Mandonio gevangengenomen en later gedood werd. Vanaf dat moment bleven de Ilergeten een vreedzame stam onder Romeins gezag.
pt_pt: Indíbil era rei dos Ilergetes, uma federação de povos estabelecidos ao longo do rio Ebro, no noroeste da península Ibérica. Durante a expansão bárquida, em 212 a.C., quando tomaram o controlo de grande parte do território a sul e a oeste da península, os Cartagineses propuseram-lhe uma aliança. No entanto, quando Indíbil perdeu uma batalha importante e foi capturado, Cipião Africano convenceu-o (alguns acham que foi ao engano) a juntar-se aos Romanos. Mas essa aliança não durou muito tempo, pois as promessas de Cipião eram vãs e os Romanos mostraram-se mais conquistadores do que aliados. Por isso, quando os Romanos acabaram com a presença cartaginesa na Hispânia, em 206 a.C., Indíbil e um príncipe tribal chamado Mandónio (que pode ter sido seu irmão) revoltaram-se contra eles. Ultrapassados em número e em armamento, foram derrotados mais uma vez, tendo Indíbil perdido a vida e Mandónio sido capturado e posteriormente executado. Depois desta batalha, os Ilergetes viveram pacificamente sob domínio romano.

source: Defensive Aura - Gives all Iberian units and buildings within vision range of the monument a 10-15% attack boost. Build Limit: Only 5 may be built per map.
de: Verteidigungsaura - Gibt allen iberischen Einheiten und Gebäuden innerhalb der Sichtweite des Monuments 10-15% zusätzlichen Angriff. Baulimit: Es können nur 5 pro Karte gebaut werden.
es: Aura defensiva - Ofrece a todas las unidades y edificios íberos un aumento de ataque de 10-15% dentro del rango de visión del monumento. Límite de construcción: Sólo se pueden construir 5 por mapa.
fr: Aura défensive - Donne à toutes les unités et bâtiments ibériques à portée de vue du monument un bonus d'attaque de 10 à 15%. Limite de construction : 5 maximum par carte.
gd: Aura dìonach - Bheir e ionnsaigh de 10-15% a bharrachd do na h-uile aonad no togalach Ibèireach am broinn astar lèirsinne na carraigh. Cuingeachadh togail: 5 air a' mapa gu lèir.
gl: Aura defensiva que fornece ás unidades e estruturas iberas dentro do raio de visión do monumento un aumento do ataque de entre o 10% e o 15%. Límite de construción: só é posíbel construír 5.
nl: Defensief aura - geef alle Iberische eenheden en gebouwen binnen zicht van het monument een 10-15% aanvalsbonus.
pt_pt: Aura Defensiva - Aumenta entre 10% e 15% o ataque das unidades e dos edifícios ibéricos que estiverem dentro do alcance deste monumento. Limite de construção: 5 por mapa.

source: 'Revered Monument' The Iberians were a religious people who built small monuments to their various gods. These monuments could also serve as family tombs.
de: ‚Heiliges Denkmal‘ Die Iberer waren ein religiöses Volk, dass kleine Denkmäler für ihre vielen Götter baute. Diese Denkmäler wurden oft auch als Familiengruft genutzt.
es: 'Monumento reverencial' Los íberos eran una gente religiosa que construía monumentos a varios dioses. Éstos monumentos también podían servir como tumbas familiares.
fr: 'Monument vénérable' Les Ibères étaient un peuple religieux qui a construit de petits monuments à ses différents dieux. Ces monuments pouvaient également servir de tombes familiales.
gd: "Carragh urramach" - 'S e sluagh cràbhach a bhiodh sna h-Ibèirich a thogadh carraighean beaga do na diathan aca. Dh'fhaodadh na carraighean seo a bhith 'nan uaighean teaghlaich cuideachd.
gl: Os iberos eran un pobo relixioso que construía pequenos monumentos dos seus deuses. Estes monumentos podían servir tamén como sepulcros familiares.
nl: 'Vereerd Monument' De Iberiërs waren een religieus volk, ze bouwden kleine monumenten om hun verschillende goden te vereren. Deze monumenten werden soms ook gebruikt als familiegraven.
pt_pt: 'Monumento Venerado'. Os povos ibéricos eram religiosos e construíam pequenos monumentos aos seus vários deuses. Estes monumentos também podiam servir de sepulturas familiares.

source: The Iberians were a people of mysterious origins and language, with a strong tradition of horsemanship and metalworking. A relatively peaceful culture, they usually fought in other's battles only as mercenaries. However, they proved tenacious when Rome sought to take their land and freedom from them, and employed pioneering guerrilla tactics and flaming javelins as they fought back.
de: Die Iberer waren ein Volk unbekannter Herkunft und Sprache, mit einer langen Reit- und Metallverarbeitungstradition. Da sie eine relativ friedliche Kultur waren, kämpften sie meist nur als Söldner in den Kriegen anderer Völker. Allerdings erwiesen sie sich als zähe Gegner als Rom ihnen Land und Freiheit nehmen wollte, wobei sie wegweisende Guerillataktiken und brennende Wurfspeere verwendeten.
es: Los íberos fueron un pueblo de misteriosos orígenes y lengua, con una fuerte tradición de monta de caballos y metalurgia. Por lo general considerados una cultura relativamente pacífica, lucharon en las batallas de otros exclusivamente como mercenarios. No obstante, fueron tenaces cuando Roma anhelaba sus tierras y su esclavitud, y eran conocidos por ser los primeros en utilizar tácticas de guerrilla y jabalinas incendiarias al devolverles el favor.
fr: Les Ibères étaient un peuple dont les origines et le langage est mystérieux, avec une tradition ancestral d'équitation et de métallurgie. Une culture relativement pacifique, ils ne prenaient part qu'aux batailles des autres en tant que mercenaires. Cependant, ils se sont montrés coriaces lorsque Rome pensa conquérir leur terres et les esclavager, en employant lorsqu'ils ont riposté des tactiques de guérilla innovantes et en enflammant leurs javelots.
gl: Pouco se sabe da orixe e maila lingua dos iberos, un pobo cunha gran tradición de cabalaría e traballo do metal. Cunha cultura relativamente pacífica, adoitaban loitar nas batallas doutros pobos como mercenarios. Porén, demostraron ser tenaces en canto Roma se propuxo arrebatarlles as súas terras e a súa liberdade, e na súa defensa empregaban pioneiras tácticas de guerrilla e xavelinas en chamas.
nl: De Iberiërs waren een volk van onbekende oorsprong met een bijna ongekende taal. Ze hadden sterke tradities in het paardenmennen en smeden. Ze waren een tamelijk vredevol volk, en vochten voornamelijk als huurlingen in andere oorlogen. Wanneer de Romeinen hun land probeerden te veroveren toonden de Iberiërs zich echter als harde strijders. Ze gebruikten tot dan onbekende guerrillatechnieken en verwoestende brandende speerpunten.
pt_pt: Os povos ibéricos, cuja origem e idioma estão ainda envoltos em algum mistério, tinham uma forte tradição de equitação e metalurgia. Eram uma cultura relativamente pacífica; normalmente combatiam apenas como mercenários em batalhas alheias. No entanto, revelaram-se guerreiros tenazes quando Roma procurou tirar-lhes as suas terras e a sua liberdade, tendo empregue tácticas de guerrilha pioneiras e usado azagaias em chamas nas suas retaliações.

source: Macedonians
de: Makedonen
es: Macedonios
fr: Macédoniens
gd: Na Masadonaich
gl: Macedonios
nl: Macedonië
pt_pt: Macedónios

source: Macedonian units have +10% attack bonus vs. Persian and Hellenic factions, but -5% attack debonus vs. Romans.
de: Makedonen haben +10% Angriff gegen Perser und Hellenen, aber -5% Angriff gegen Römer.
es: Las unidades macedonias tienen +10% de bonificación de ataque contra las facciones persa y helena, aunque sufren -5% de penalización contra unidades romanas.
fr: Les unités macédoniennes ont un bonus d'attaque de +10% c. les Perses et les Hellènes, mais un malus d'attaque de -5% c. les Romains.
gd: Tha buannachd ionnsaighe de 10% aig Masadonaich an aghaidh Pearsaich no Greugaich, ach tha call buannachd ionnsaighe de -5% aca an aghaidh Ròmanaich.
gl: As unidades macedonias teñen unha bonificación de ataque do 10% contra as faccións persas e helenas, pero unha penalización de ataque do -5% contra os romanos.
nl: Macedonische eenheden hebben een 10% aanvalsbonus tegen Perzen en Grieken, maar een nadeel van 5% aanvalskracht tegen Romeinen.
pt_pt: Unidades macedónias têm uma bonificação de +10% de ataque contra Persas e Gregos, mas também uma penalização de -5% de ataque contra Romanos.

source: Hellenic League
de: Hellenenbund
es: Liga helena
fr: Ligue hellénique
gd: An Lìg Greugach
gl: Liga de Corinto
nl: Hellenistische liga
pt_pt: Liga Helénica

source: After the unification of Greece, Philip II gathered all the city-states together to form the Hellenic League, with Macedon as the its leader. With this Pan-Hellenic federation he planned to launch an expedition to punish Persia for past wrongs. Although assassinated before he could carry out the invasion, his son Alexander the Great took up the mantle and completed his fathers plans.
de: Nach der Vereinigung von Griechenland, sammelte Philipp II. alle großen Stadtstaaten um den Korinthischen Bund zu gründen, mit Makedonien als Führer. Mit dieser großhellenistischen Föderation plante er einen Feldzug, um Persien für vergangene Fehler zu bestrafen. Obgleich er vor Anfang dieser Invasion ermordet wurde, übernahm sein Sohn Alexander der Große die Macht und beendete die Pläne seines Vaters.
es: Antes de la unificación de Grecia, Filipo II reunió a todas las ciudades-estado para formar la Liga de Corinto, con Macedonia como su líder. Gracias a ésta federación, él planeó lanzar expediciones de castigo contra Persia para vengarse de acciones pasadas. Aunque fue asesinado antes de poder llevar a cabo la invasión, su hijo Alejandro Magno retomó el testigo y completó los planes de su padre.
fr: Après l'unification de la Grèce, Philippe II imposa à toutes les cités-états de former la Ligue hellénique, avec la Macédoine comme chef-lieu. Avec cette fédération panhellénique, il envisageait d'envahir la Perse sous prétexte de venger la profanation de sanctuaires. Bien qu'assassiné avant d'avoir mené à bien l'invasion, c'est son fils Alexandre le Grand qui en -334 mit son plan en application.
gl: Tras a unificación de Grecia, Filipo II uniu todas as cidades estado para formar a Liga de Corinto, con Macedonia como líder. Con esta federación helena, Filipo pensaba enviar unha expedición a castigar a Persia polos males que fixera no pasado. Aínda que foi asasinado antes de poder levar a cabo a invasión, o seu fillo Alexandre Magno tomoulle o relevo e completou os plans de seu pai.
nl: Na de vereniging van Griekenland verzamelde Philippus II alle stadstaten om een Griekse Liga te vormen, met Macedonië als leider. Via deze liga plande hij een expeditie om Perzië te straffen voor alle misstappen uit het verleden. Hoewel hij vermoord werd kon hij de invasie in Perzië voltooien en zijn zoon Alexander de Grote vervolledigde zijn vaders plannen.
pt_pt: Depois da unificação da Grécia, Filipe II da Macedónia reuniu todas as cidades-estado para formar a Liga Helénica, com a Macedónia na liderança. Com esta Federação pan-helénica, este rei planeou uma expedição militar contra a Pérsia para ajustar contas do passado. Foi assassinado antes de poder levar a cabo essa invasão, mas o seu filho Alexandre Magno subiu ao trono e concretizou o plano do seu pai.

source: Infantry pike units can use the slow and powerful Syntagma formation.
de: Fußtruppen mit Speeren können die langsame aber starke Syntagma Formation nutzen.
es: Las unidades de infantería con pica pueden usar la lenta pero poderosa formación "sintagma".
fr: Les unités d'infanterie munies de pique peuvent utiliser la formation Syntagma, lente mais puissante.
gd: 'S urrainn dhan choisridh pìceir an cumadh siontagma slaodach ach cumhachdach a chleachdadh.
gl: As unidades de infantaría de picas poden empregar a formación de falanxe macedonia, lenta pero efectiva.
nl: Infanterie speervechters kunnen de slome en machtige syntagma formatie gebruiken.
pt_pt: Os piqueiros podem formar a falange macedónica, potente mas lenta.

source: Syntagma
es: Sintagma
gd: Siontagma
gl: Falanxe macedonia
pt_pt: Falange macedónica

source: Based upon the Theban Oblique Order phalanx, the Syntagma was the formation that proved invincible against the armies of Hellas and the East.
de: Basierend auf der thebanischen schiefen Schlachtordnung erwies sich die Syntagmaformation als unüberwindbares Hindernis für die Armeen Griechenlands und des Ostens.
es: Basada en la falange oblicua tebana, la Syntagma era la formación que demostró ser invencible contra otros ejércitos de la Hélade y del Este.
fr: Basée sur la phalange en ordre oblique thébaine, la Syntagma était la formation qui s'est avérée invincible contre les armées de Grèce et de l'Est.
gl: Baseada na falanxe oblicua tebana, a falanxe macedonia foi a formación que demostrou resultar invencíbel contra os exércitos de Grecia e do leste.
nl: Gebaseerd op de Thebaanse schuine falanx opstelling was de syntagma een formatie die onoverwinnelijk bleek tegen de legers van Hellas en het oosten.
pt_pt: Baseada na ordem oblíqua da falange tebana, a falange macedónica foi uma formação militar que demonstrou ser invencível contra os exércitos gregos e dos povos de leste.

source: The Greeks were highly successful in Hellenizing various foreigners. During the Hellenistic Age, Greek was the lingua franca of the Ancient World, spoken widely from Spain to India.
de: Die Griechen waren erfolgreich in der Hellenisierung von verschiedenen Eingeborenen Völkern. Während des Hellenistischen Zeitalters, war Griechisch die Verkehrssprache der Antiken Welt, die von Spanien bis Indien gesprochen wurde.
es: Los Griegos tuvieron bastante éxito Helenizando culturas extranjeras. Durante la Era Helenística el griego se convirtió en la lengua franca del Mundo Antiguo, ampliamente difundida desde España hasta la lejana India.
fr: Les Grecs ont très bien réussi à helléniser de nombreux étrangers. Au cours de l'époque hellénistique, le grec, largement parlé de l'Espagne à l'Inde, était la langue véhiculaire du Monde Antique.
gd: Bhiodh na Greugaich uabhasach soirbheachail le Greugachadh iomadh choigreach. Ri linn a' Ghreugachais, bhiodh a' Ghreugais na lingua franca aig an t‑saoghail àrsaidh is bhathar 'ga bruidhinn gu farsaing on Spàinn gus na h‑Innseachan.
gl: Os gregos conseguiron con éxito helenizar a varios estranxeiros. Durante o período helenístico, o grego era a lingua franca do mundo coñecido, falado amplamente desde a Península Ibérica ata a India.
nl: De Grieken waren erg succesvol in de vergrieksing van ettelijke andere gebieden. Tijdens de klassieke oudheid was Grieks de lingua franca, gesproken van Spanje tot in India.
pt_pt: Os gregos conseguiram helenizar com sucesso vários povos. Durante o período helenístico, o grego era a língua franca do mundo antigo e falado desde a Península Ibérica até a Índia.

source: +15% tribute and trade bonus on metal.
de: +15% Tribut und Handelsbonus auf Metall.
es: +15% de tributo y bonificación de comercio con metal.
fr: +15% de tribut et de bonus commercial sur le métal.
gd: Buannachd de +15% air cìsean is malairt air meatailt.
gl: Bonificación do 15% en tributos e no comercio de metal.
nl: +15% donatie- en handelsbonus voor metaal.
pt_pt: Bónus de +15% em tributo e comércio de metal.

source: Standardized Currency
de: Standardisierte Währung
es: Moneda unificada
fr: Monnaie standardisée
gd: Airgeadra stannardach
gl: Moeda estandarizada
nl: Gestandaardiseerd geld
pt_pt: Moeda Corrente
