Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Brennus is the name which the Roman historians give to the famous leader of the Gauls who took Rome in the time of Camillus. According to Geoffrey of Monmouth, the cleric who wrote “History of the Kings of Britain”, Brennus and his brother Belinus invaded Gaul and sacked Rome in 390 B.C., 'proving' that Britons had conquered Rome, the greatest civilization in the world, long before Rome conquered the Britons. We know from many ancient sources which predate Geoffrey that Rome was indeed sacked, but in 387 not 390, and that the raid was led by a man named Brennos (which was latinized to Brennus), but he and his invading horde were Gallic Senones, not British. In this episode several features of Geoffrey's editing method can be seen: he modified the historical Brennus/Brennos, created the brother Belinus, borrowed the Gallic invasion, but omitted the parts where the Celts seemed weak or foolish. His technique is both additive and subtractive. Like the tale of Trojan origin, the story of the sack of Rome is not pure fabrication; it is a creative rearrangement of the available facts, with details added as necessary. By virtue of their historical association, Beli and Bran are often muddled with the earlier brothers Belinus and Brennus (the sons of Dunvallo Molmutius) who contended for power in northern Britain in around 390 B.C., and were regarded as gods in old Celtic tradition.
de: Brennus ist der Name, den Geschichtsforscher dem berühmten Gallierführer geben, der Rom zur Zeit des Camillus eroberte. Nach dem Geistlichen Geoffrey von Monmouth, der die “Geschichte der Könige von Britannien” schrieb, fielen Brennus und sein Bruder Belinus in Gallien ein und brandschatzten Rom 390 v. Chr., und "bewiesen" damit, dass Briten Rom, die großartigste Zivilisation der Welt, erobert hatten, lange bevor die Römer die Briten besiegten. Wir wissen aus vielen alten Quellen, welche Geoffrey zurückdatieren, dass Rom tatsächlich gebrandschatzt wurde, aber schon 387 und nicht erst 390 v. Chr., und dass der Raubzug von einem Mann namens Brennos (lateinisch für Brennus) geführt wurde; jedoch waren er und seine Eroberer gallische Senonen, keine Briten. An diesem Vorfall können mehrere von Geoffreys Editiermethoden gezeigt werden: er veränderte den historischen Brennus/Brennos, erfand dessen Bruder Belinus, "lieh" eine gallische Invasion, unterdrückte jedoch die Passagen, in denen die Kelten schwach oder unüberlegt handelnd erschienen. Seine Technik ist sowohl additiv als auch subtraktiv. Wie das Lied von Troja beginnt, ist auch die Geschichte der Brandschatzung Roms keine reine Erfindung; es ist ein kreatives Zusammenfügen verfügbarer Fakten, denen Details zugefügt wurden, wo es notwendig schien. Durch zufällige historische Verwandschaft werden Beli und Bran oft verwechselt mit den Brüdern Belinus und Brennus (den Söhnen von Dunvallo Molmutius), der um 390 v. Chr. um die Macht im nördlichen Britannien stritt, und wurden als Götter in alter keltischer Tradition betrachtet.
es: Breno es el nombre que los historiadores romanos le dieron al famoso líder de los galos que tomó Roma en el tiempo de Camillus. De acuerdo con Godofredo de Monmouth, los hermanos invadieron Galia y saquearon Roma en 390 a.C., "probando" que los britanos habían conquistado Roma, la mayor civilización del mundo, Roma no tardó mucho en conquistar a los britanos. Sabemos por numerosas fuentes antiguas, anteriores a Geoffrey, que Roma fue saqueada, pero no en 390 sino en 387 a.C., y que el ataque fue liderado un hombre llamado Brennos (latinizado como Brennus), pero él y su horda invasora eran galos Senones, no Britanos. En este episodio, se pueden observar varias caraterísticas del método de edición de Geoffrey: modificó al Brennos/Brennus histórico, creó al hermano Belinus, tomó prestada la invasión de los galos, pero omitió las partes donde los galos parecieran débiles o poco astutos. Su técnica es tanto aditiva como sustractiva. Como en la historia de la leyenda de troya, la historia del saqueo de Roma no es pura invención; es una reestructuración creativa de los hecho disponibles, con detalles añadidos cuando son necesarios. En virtud de su asociación histórica, se confunden a Beli y Bran con los anteriores hermanos Belinus y Brennus (los hijos de Dunvallo Molmutius) quien lucho por el poder en el norte de Britania, alrededor de 390 a.C., y que fueron considerados como dioses en las antiguas tradiciones celtas.
fr: Brennus est le nom que les historiens Romains attribuent au célèbre chef des Gaules qui conquît Rome au temps de Camillus. Selon Geoffrey de Monmouth, le clerc qui écrivit « Histoire des Rois de Bretagne », Brennus et son frère Belinus envahirent la Gaule et saccagèrent Rome en 390 av.J.-C., 'prouvant' que les Bretons insulaires avaient conquis Rome, la plus grande civilisation au monde, bien avant que Rome n'ait conquis les Bretons. On sait de nombreuses sources antérieures à Geoffrey que Rome a effectivement été saccagée, en 387 et non pas en 390, lors d'un raid mené par un homme nommé Brennos (qui fut latinisé en Brennus). Lui et sa horde d'envahisseurs étaient des Gaulois Sénons et non pas des Bretons insulaires. Dans cet épisode, plusieurs techniques d'édition de Geoffrey peuvent être observées : il a modifié le personnage historique de Brennus/Brennos, il a créé le frère Belinus, s'est inspiré de l'invasion Gauloise, mais a omis les passages où les Celtes semblaient faibles ou idiots. Sa technique est à la fois additive et soustractive. Comme pour le conte de l'origine Troyenne, l'histoire du saccage de Rome n'est pas une pure fiction; il s'agit d'un réarrangement créatif des faits historiques, avec des ajouts de détails lorsque cela est nécessaire. En vertu de leur association historique, Beli et Bran sont souvent confondus avec les frères Belinus et Brennus (les fils de Dunvallo Molmutius) qui se sont disputés le pouvoir dans le nord de l'île de Bretagne aux alentours de 390 av.J.-C. et étaient considérés comme des dieux dans l'ancienne tradition Celtique.
gl: Breno é o nome que os historiadores romanos lle deron ao famoso líder dos galegos que se fixo con Roma no tempo de Camilo. Segundo Godofredo de Monmouth, o clérigo autor de «A historia dos reis da Bretaña», Breno e mailo seu irmán Belinus invadiron a Galia e saquearon Roma no ano 390 a.C., “demostrando” que os bretóns conquistaran Roma, a civilización máis grande do mundo, moito antes de que Roma conquistase aos bretóns. Sábese por moitas fontes que Roma foi saqueada, si, pero no ano 387 a.C., non no 390 a.C., e liderábaos un home chamado Breno (latinizado como Brennus), pero el e maila súa horda eran galos senones, non bretones. Neste episodio pódense ver varias das características máis salientables da forma de escribir de Godofredo: modificou o nome de Brennus por Breno, inventouse un irmán (Belinus), tomou prestada a invasión dos galos, pero saltouse as partes nas que os celtas parecían febles e parvos. A súa técnica quita e engade. Igual que a historia de orixe troiana, a historia do saqueo de Roma non é un mero invento, senón unha creativa reorganización dos feitos coñecidos, con detalles engadidos sobre a marcha. Pola súa asociación histórica, Beli e Bran adoitan confundirse cor irmáns Belinus e Breno (os fillos de Dunvallo Molmutius) que loitaron polo poder no norte de Bretaña arredor do ano 390 a.C., e estaban vistos como deuses na vella tradición celta.
nl: Brennus is de naam die de Romeinse geschiedschrijvers geven aan de beroemde leider van de Galliërs , die Rome in de tijd van Camillus veroverde. Volgens Geoffrey, vielen de broers Gallië binnen en plunderen ze Rome in 390 V.C., hij 'bewees' dat de Britten Rome veroverd hadden, lang voordat Rome de Britten veroverde. We weten uit vele oude bronnen dat Rome inderdaad verslagen werd , maar in 387 niet 390, en dat de inval werd geleid door een man genaamd Brennos (gelatiniseerd tot Brennus), maar hij en zijn binnenvallende horde waren Gallische Senonen, geen Britten. In het verhaal van Geoffey kunnen enkele eigenschappen van zijn bewerkingsmethode gezien worden: hij bewerkte het historische karakter van Brennus/Brennos, creëerde de broer Belinus, leende de Gallische invasie, maar liet de delen weg waar de Kelten zwak of dom leken. Hij voegde zowel zaken toe aan het verhaal en liet zaken weg. Net als het verhaal van de Trojaanse herkomst, is het verhaal van de plundering van Rome geen zuiver verzinsel, het is een creatieve herschikking van de beschikbare gegevens, met details toegevoegd waar nodig. Op grond van hun historische vereniging, zijn Beli en Bran vaak verward met de eerdere broers Belinus en Brennus (de zonen van Porrex) die in ongeveer 390 V.C. om de macht streden in het noorden van Groot-Brittannië, en als goden beschouwd werden in de oude Keltische traditie.
pt_pt: Breno é o nome que os historiadores romanos deram ao famoso líder gaulês que conquistou Roma no tempo de Camilo. Segundo Godofredo de Monmouth, o clérigo que escreveu a "História dos Reis da Bretanha", Breno e o seu irmão Belino teriam invadido a Gália e saqueado Roma em 390 a.C., 'provando' assim que os Bretões tinham conquistado Roma, a maior civilização do mundo, muito antes de Roma ter conquistado os Bretões. Todavia sabe-se, a partir de muitas fontes antigas que precedem Godofredo, que Roma foi de facto saqueada, mas em 387 a.C.; e que o ataque foi conduzido por um homem chamado Brennos (latinizado para Brennus), mas que este e a sua horda eram gauleses senonianos e não britânicos. Este episódio revela muitas das características do método historiográfico de Godofredo: modificou o histórico Breno: criou o irmão Belino; apropriou-se da invasão gaulesa, mas omitiu as partes em que os Celtas poderiam parecer fracos ou pouco ajuizados. A história do saque de Roma, tal como a história de origem de Tróia, não é pura invenção; é uma modificação criativa das informações disponíveis, com alguns pormenores acrescentados onde eram necessários. Em virtude desta associação histórica, as divindades galesas Beli e Bran são muitas vezes confundidas com os míticos irmãos Belino e Breno que lutaram pelo poder a norte da Britânia, por volta de 390 a.C., e eram considerados deuses pela antiga tradição celta.

source: Brennos
de: Brennus
es: Breno
gl: Breno
pt_pt: Breno

source: Vercingetorix (Gaulish: Ver-Rix Cingetos) was the chieftain of the Arverni tribe in Gaul (modern France). Starting in 52 B.C. he led a revolt against the invading Romans under Julius Caesar, his actions during the revolt are remembered to this day. Vercingetorix was probably born near his tribes capital (Gergovia). From what little info we have Vercingetorix was probably born in 72 B.C., his father was Celtius and we don't know who his mother was. Because we only know of him from Roman sources we don't know much about Vercingetorix as a child or young man, except that perhaps he was probably very high spirited and probably gained some renown in deeds.
de: Vercingetorix (Gallisch: Ver-Cingeto-Rix) war ein Fürst der Arverner (die im heutigen Frankreich beheimatet waren). Von 52 v. Chr. an führte er den Aufstand gegen die römischen Eindringlinge unter Julius Cäsar an. Vercingetorix wurde vermutlich 72 v. Chr. in der Nähe seiner Stammeshauptstadt (Gergovia) geboren, sein Vater war Celtillius. Da Vercingetorix nur aus römischen Quellen bekannt ist, ist kaum etwas aus seiner Jugend bekannt, außer dass er vermutlich sowohl übermütig war als auch durch seine Taten zu etwas Ruhm gelangte.
es: Vercingetorix (Galo: Ver-Rix Cingetos = "el más grande rey de los guerreros") fue el jefe de la tribu de los Arvernos de la Galia (actual Francia). En 52 a.C. comenzó una revuelta, que él lideró, contra la invasion romana en tiempo de Julio Cesar. Sus acciones durante la revuelta se recuerdan hasta hoy. Probablemente, Vercingetorix nació cerca de la capital de su tribu (Gergovia). A partir de la poca información que tenemos, seguramente nació en 72 a.C., su padre era Celtilo y no se conoce quién fue su madre. Como sólo sabemos de él por las fuentes romanas, no se conoce mucho sobre su infancia o juventud, excepto que, quizás, probablemente era muy brioso y ganó cierto renombre por sus acciones.
fr: Vercingétorix (en gaulois : Ver - cingeto - Rix ) était le chef de la tribu Arvernes en Gaule (la France actuelle). A partir de 52 av. J.C., il mena la révolte contre l'invasion romaine sous Jules César, ses actions durant cette révolte ne sont pas oubliées encore à ce jour. Vercingétorix est probablement né dans la capitale de sa tribu (Gergovie). De cette petite information, on sait qu'il est né probablement en 72 av J.C., que son père était Celte mais nous ne savons pas qui était sa mère. Parce que nous le connaissons qu'à travers des sources Romaines nous ne connaissons pas d'éléments quand il est enfant ou jeune adulte, excepté qu'il était peut-être très courageux et qu'il gagna en réputation par ses actes.
gl: Vercinxetórix era o xefe da tribo gala dos arvernos, na actual Francia. Desde o ano 52 a.C. liderou unha revolta contra os romanos invasores, estes liderados por Xulio César, e as súas fazañas durante a revolta aínda son lembradas a día de hoxe. Vercinxetórix naceu probablemente preto da capital da súa tribo (Xergovia). Polo pouco que se sabe, Vercinxetórix puido nacer no ano 72 a.C., o seu pai chamábase Celtio e non sabemos nada de súa nai. Dado que o único que se sabe de Vercinxetórix é por fontes romanas, non sabemos moito de cando o galo era novo, salvo que probablemente fose moi vivaz e que debeu gañar renome coas súas fazañas.
nl: Vercingetorix (Ver-Rix Cingetos in het Gallisch) was de chef van de Averni stam in Gallië. Vanaf 52 V.C. leidde hij een revolutie tegen de invasie van Rome onder Julius Caesar, die acties worden tot op deze dag herinnerd. Vercingetorix was waarschijnlijk geborin in 72 V.C., zijn vader was Celtius en zijn moeder is onbekend. Omdat we enkel via Romeinse bronnen informatie over zijn leven konden verkrijgen, is er niet veel geweten over Vercingetorix als kind of jongeman, uitgezonderd dat hij waarschijnlijk heel opvliegend was en dat graag beantwoorde met daden.
pt_pt: Vercingetorix (em gaulês: Ver Cingetos Rix) era o chefe da tribo dos Arvernos da Gália (actual França). Em 52 a.C. iniciou uma revolta contra os invasores romanos sob o comando de Júlio César; a sua actuação durante esta revolta ainda hoje é recordada. Pouco se sabe acerca da vida de Vercingetorix, já que as únicas fontes da sua biografia são romanas. Filho do chefe Celtilo, terá nascido perto da capital da sua tribo, Gergóvia, em 72 a.C. Seria um homem dinâmico e terá ganho algum renome pelos seus feitos.

source: Uerkingetorix
de: Vercingetorix
fr: Vercingétorix
gl: Vercinxetórix
pt_pt: Vercingetorix

source: Gauls
de: Gallier
es: Galos
fr: Gaulois
gd: Muinntir na Gaille
gl: Galos
nl: Gallië
pt_pt: Gauleses

source: Mainland Europe
de: Kontinentaleuropa
es: Europa continental
fr: Europe continentale
gd: Tìr-mòr na Roinn-Eòrpa
gl: Continente europeo
nl: Continentaal Europa
pt_pt: Europa Continental

source: The Celts developed the first rotary flour mill.
de: Die Kelten erfanden die erste Drehmühlen für Mehl.
es: Los celtas inventaron el primer molino de harina rotatorio.
fr: Les Celtes ont développé le premier moulin à farine rotatif.
gd: B' e na Ceiltich a thog a' chiad mhuilleann-cuairteachaidh.
gl: Os celtas desenvolveron o primeiro muíño rotatorio de fariña.
nl: De Kelten ontwikkelden de eerste draaiende bloemmolen.
pt_pt: Os celtas desenvolveram o primeiro moinho giratório.

source: At its peak (around 200 B.C.), the massive Celtic Empire spanned from Spain to Romania and Northern Italy to Scotland; although it wasn't a true empire because the Celtic people were not united by any form of government, but only in language and various social aspects. Their lack of any cohesion was probably the largest contributing factor to their ultimate submission to Rome by 100 A.D. The other contributing factors were their lack of armor and their inability to counter the mighty legions and siege weapons of Rome.
de: Zur seiner besten Zeit (um 200 v.Chr.) reichte das Keltische Imperium von Spanien nach Rumänien und von Norditalien nach Schottland; obgleich es kein wirkliches Imperium war, das Keltische Volk wurde nicht von einer einheitlichen Regierung zusammengehalten, sondern nur von seiner Sprache und verschiedenen Sozialen Aspekten. Dieser Mangel an Zusammenhalt war vermutlich der wichtigste Grund für seine endgültige Unterwerfung durch Rom um 100 n.Chr. Andere Gründe hierfür mögen das fehlen von Rüstung und die Unfähigkeit römische Legionen und Belagerungswaffen zu kontern gewesen sein.
es: En su explendor (alrededor de 200 A.C.), el enorme imperio celta se extendió desde España a Rumania y de el norte de Italia a Escocia, aunque no era un verdadero imperio, porque el pueblo celta no estaba unidos por una forma de gobierno, sólo en el lenguaje y diversos aspectos sociales. Su falta de cohesión fue probablemente el mayor factor que contribuyera a su conquista por Roma en 100 D.C. Los otros factores que contribuyeron fueron la falta de armadura y su incapacidad para hacer frente a las poderosas legiones y armas de asedio de Roma.
fr: À son apogée (vers 200 av. J.C.), l'énorme Empire celte s'étendait depuis l'Espagne jusqu'à la Roumanie et de l'Italie du Nord jusqu'en Écosse ; même s'il ne s'agissait pas d'un véritable empire car les peuples celtes n'étaient pas unis par une forme de gouvernement, mais seulement par leur langue et divers aspects sociaux. Leur absence de cohésion fut probablement le principal facteur contribuant à leur soumission finale à Rome en 100 ap. J.C. Les autres facteurs déterminants furent leur manque d'armure de combat et leur incapacité à lutter contre les puissantes légions et les armes de siège de Rome.
gl: No seu mellor comento (arredor do ano 200 a.C.) o masivo imperio dos celtas ocupada desde a Península Ibérica ata Romanía e do norte de Italia ata Escocia. Aínda que en realidade non era un imperio de verdade, xa que os celtas non estaban unidos por ningún tipo de goberno, senón unicamente polo idioma e varios aspectos sociais. A súa falta de cohesión foi probablemente o factor que máis contribuíu á súa submisión a Roma no ano 100 d.C. Outros factores que tamén contribuíron foron a súa carencia de armaduras e a súa incapacidade para plantarlles cara ás poderosas lexións e armas de asedio dos romanos.
nl: Tijdens het hoogtepunt (rond 200 V.C.) spande het Keltische rijk van Spanje tot Roemenië, van Noord Italië tot Schotland. Het was echter geen werkelijk imperium aangezien de Kelten niet verenigd waren onder een vorm van een regering of leger, maar enkel op linguïstieke en sociale aspecten. Het gebrek aan cohesie was waarschijnlijk de grootst bijdragende factor aan de uiteindelijke verovering door Rome. De andere factoren waren het gebrek aan bewapening tegenover het Romeins elite leger, en de sterke mechanische Romeinse belegeringswapens.
pt_pt: No seu apogeu (por volta de 200 a.C.), o enorme império Celta estendia-se desde a península Ibérica até à Roménia e do norte de Itália até à Escócia - embora não se tratasse tecnicamente de um império, pois o povo celta nunca foi unido sob um governo central, mas apenas por um idioma e vários aspectos socais comuns. Aliás, a sua falta de coesão foi provavelmente o factor que mais contribuiu para a sua definitiva submissão a Roma, por volta de 100 d.C. Os outros factores terão sido a não utilização de armadura e a incapacidade de estar à altura das legiões e da maquinaria militar de Roma.

source: Divico
es: Divicón
gl: Divicón

source: Ambiorix
es: Ambiórix
gl: Ambiórix

source: Ariovistus
de: Ariovist
es: Ariovisto
fr: Arioviste
gl: Ariovisto
pt_pt: Ariovisto

source: Cassivellaunus
es: Casivelono
fr: Cassivellaunos
gl: Casivelono
pt_pt: Cassivelauno

source: Liscus
es: Lisco
fr: Liscos
gl: Lisco

source: A set amount of metal and food from every structure destroyed or captured
de: Eine bestimmte Menge an Eisen und Nahrung, die von jedem zerstörten oder eingenommenen Gebäude abgenommen wird.
es: Una cantidad de metal y comida fija por cada estructura destruida o capturada
fr: Un quantité fixe de métal et de nourriture venant de toutes les structures détruites ou capturées
gd: Thèid uiread socraichte de bhiadh is meatailt aig gach togalach a sgrios no a thogail
gl: Unha cantidade fixa de metal e comida por cada estrutura destruída ou capturada.
nl: Een vaste hoeveelheid metaal en voedsel van elk vernield of veroverd gebouw.
pt_pt: Recebe uma quantia de metal e comida por cada edifício destruído ou capturado

source: The Celts of mainland Europe.
de: Die kontinentaleuropäischen Kelten.
es: Los celtas de la Europa continental.
fr: Les celtes d'Europe continentale.
gd: Ceiltich air tìr-mòr na Roinn-Eòrpa.
gl: Os celtas do continente europeo.
nl: De Kelten van het vaste land.
pt_pt: Os celtas da Europa continental.

source: The Gauls were the Celtic tribes of continental Europe. Dominated by a priestly class of Druids, they featured a sophisticated culture of advanced metalworking, agriculture, trade and even road engineering. With heavy infantry and cavalry, Gallic warriors valiantly resisted Caesar's campaign of conquest and Rome's authoritarian rule.
de: Die Gallier waren der Keltische Stamm in Europa. Dominiert durch ihre Priester, genannt Druiden, hatten sie eine hoch entwickelte Kultur mit fortschrittlicher Metallbearbeitung, Landwirtschaft, Handel und sogar Straßenbau. Mit schwerer Infanterie und Kavallerie widersetzten sich die Gallischen Krieger wacker gegen Cäsars Feldzug und Roms autoritärer Herrschaft.
es: Los galos eran las tribus célticas de la Europa continental. Dominados por una clase religiosa, los Druidas, tenían una sofisticada cultura de metalurgia avanzada, agricultura, comercio e incluso ingeniería de caminos. Con infantería pesada y caballería, los guerreros galos resistieron valientemente la campaña de conquista de César y el gobierno autoritario de Roma.
fr: Les gaulois étaient des tribus Celtes d'Europe continentale. Dominées par un clergé de Druides, ils montraient une culture avancée de la métallurgie de pointe, de l'agriculture, du commerce et même de ingénierie routière. Avec une infanterie et une cavalerie lourdes, les guerriers Gaulois ont vaillamment résisté à la campagne de conquêtes de Cesar et au régime autoritaire de Rome.
gl: Os galos eran as tribos celtas do continente europeo. Dominados por unha clase de sacerdotes, os druídas, a cultura gala era sofisticada e o seu traballo dos metais avanzado, así como a agricultura, o comercio e mesmo a enxeñaría de camiños. Con infantaría e cabalaría pesadas, os guerreiros galos resistiron con valentía durante a campaña de conquista de César e o goberno autoritario de Roma.
nl: De Galliërs waren de Keltische stammen van continentaal Europa. Hun cultuur was gedomineerd door de religieuze klasse van Druïden. Ze zorgden voor een geavanceerde cultuur van geavanceerde metaalwerken, landbouw, handel en zelfs wegenwerken. Met zware infanterie en cavalerie probeerden Gallische krijgers aan de authoriteit van Rome te ontsnappen.
pt_pt: Os Gauleses eram um povo celta da Europa continental. Dominados por uma classe sacerdotal de druidas, caracterizavam-se por uma cultura avançada de metalurgia, agricultura, comércio e engenharia de estradas sofisticadas. Com infantaria e cavalaria pesadas, os guerreiros gauleses resistiram valorosamente à campanha de conquista de César e ao regime autoritário de Roma.

source: Hellenes
de: Hellenen
es: Helenos
fr: Hellènes
gd: Greugaich
gl: Helenos
nl: Hellas
pt_pt: Helenos
