Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Situated Southside of the Atlas mountain range in North Africa. A somewhat open map with an abundance of animals and mineral resources, while wood is scarce.
de: Auf der Südseite des Atlas in Nordafrika gelegen. Eine einigermaßen offene Karte mit einer Fülle von Nahrung und Mineralischen Rohstoffen, während Holz rar ist.
es: Situado en la cara sur de la cadena montañosa norteafricana, Atlas. Un mapa ligeramente abierto con abundancia de comida y recursos minerales, aunque la comida escasea.
fr: Situé côté sud de la chaîne de l'Atlas en Afrique du Nord. Une carte assez ouverte avec abondance de ressources animales et de minerai, alors que le bois est rare.
gd: Deas air a' Mhonadh Atlais taobh tuath Afraga. Mapa caran fosgailte le pailteas bheathaichean is mèinneir fhad 's a tha fiodh gann.
gl: Situado na parte sur da cordilleira Atlas no norte de África. Un mapa relativamente aberto, con abundante fauna e minerais, aínda que escasa madeira.
nl: Gesitueerd in het zuiden van het Atlasgebergte in het noorden van Afrika. Een tamelijk open kaart met een overvloed aan voedsel en mineralen, maar hout is eerder zeldzaam.
pt_pt: Situado na zona sul da cordilheira do Atlas no norte de África. Um mapa relativamente aberto com abundância de animais e de minerais enquanto que a madeira é escassa.

source: A large savanna is bisected by a narrow jungle stream.
de: Eine große Savanne wird durch einen schmalen Dschungelfluss halbiert.
es: Una gran sabana dividida por un estrecho y selvático arroyo.
fr: Une grande savane est traversée par un étroit courant de jungle.
gd: Tha sruth dlùth-choillteach a' dol tro sabhanna mhòr.
gl: Unha enorme sabana vese atravesada por un estreito fío de xungla.
nl: Een grote savanne met een smalle beek.
pt_pt: Uma grande savanna é

source: Savanna River (2)
de: Savannenfluss (2)
es: Río en la Sabana (2)
fr: Rivière de savane (2)
gd: Abhainn sabhanna (2)
gl: Río na sabana (2)
nl: Savanne rivier (2)
pt_pt: Rio de savana (2)

source: The large Mediterranean island of Sicily is open for conquest.
de: Die große Mittelmeerinsel Sizilien wartet auf Eroberung.
es: La gran isla mediterránea de Sicilia está lista para la conquista.
fr: La grande île méditerranéenne de la Sicile est ouverte à la conquête.
gd: Tha eilean mòr Sisilidh sa Mhuir Mheadhanach fosgailte airson ceannsachadh.
gl: A enorme illa de Sicilia está a esperar que alguén a conquiste.
nl: Het grote mediterrane eiland Sicilië is open voor verovering.
pt_pt: A grande ilha Mediterrânea de Sicília está aberta para conquista.

source: A demo Skirmish map.
de: Ein Gefechtsdemo
es: Un mapa de demostración de escaramuzas.
fr: Une carte de démo du mode escarmouche.
gd: Mapa taisbeanaidh air streup.
gl: Un mapa de escaramuza de demostración.
nl: Een demo schermutselkaart
pt_pt: Uma demonstração de mapa para espadachins.

source: Skirmish Demo
de: Gefechtsdemo
es: Demo de escaramuzas
fr: Démo Escarmouche
gd: Taisbeanadh air streupairean
gl: Demostración de escaramuzas
nl: Schermutseldemo
pt_pt: Demonstração de espadachins.

source: Sporades Islands (2)
de: Sporaden (2)
es: Islas Espóradas (2)
fr: Îles Sporades (2)
gd: Eileanan Sporadas (2)
gl: Illas Espóradas (2)
nl: Sporades eilanden (2)
pt_pt: Arquipélago das Espórades (2)

source: A barren land with little wood and few animals. Treasures dot the landscape and will be essential to early growth. The player who sets up a profitable trade caravan earliest may gain a decisive advantage.
de: Ein unfruchtbares Ödland mit wenig Holz und einige Tiere. Schätze prägen die Landschaft, welches unerlässlich ist, um frühes Wachstum zu ermöglichen. Der Spieler, der profitable Handelswege früh etabliert, verschafft sich einen entscheidenden Vorteil.
es: Un baldío estéril con poca madera animales. Hay gran cantidad de tesoros diseminados por los alrededores, necesarios para los primeros comienzos. El jugador que mantenga una caravana de comercio conseguirá una ventaja decisiva.
fr: Une terre stérile avec peu de bois et quelques animaux. Des trésors pointillent le paysage et seront essentiels pour le développement initial. Le joueur qui met en place des caravanes de commerce le plus tôt peut gagner un avantage décisif.
gd: Tìr fàsach le coilltean 's beathaichean ganna. Tha ulaidhean sgapte air an tìr is bidh iad cudromach dhan fhàs thràth agad. Dh'fhaoidte gum faigh an cluicheadair a stèidhicheas a' chiad carabhan malairt bhuannachail làmh an uachdair.
gl: Unhas terras ermas con escasa madeira e fauna. Hai tesouros esparexidos polo territorio que resultarán esenciais para crecer ao principio. O xogador que antes estableza un eficiente comercio mediante caravanas conseguirá unha vantaxe decisiva.
nl: Een dor, verloren land, met weinig hout en dieren. Er zijn wel enkele schatten te vinden die essentieel zullen zijn voor verdere groei. De speler die als eerste een goede handelsroute opzet zal een groot voordeel kennen.
pt_pt: Uma terra árida com pouca madeira e poucos animais. Há tesouros espalhados pela paisagem que serão essenciais para o crescimento inicial. Quem estabelecer primeiro uma caravana comercial lucrativa pode ganhar uma vantagem decisiva.

source: Syria (2)
de: Syrien (2)
es: Siria (2)
fr: Syrie (2)
gd: Siridhea (2)
gl: Siria (2)
nl: Syrië (2)
pt_pt: Síria (2)

source: An oasis surrounded by mountains and desert. Farmlands near the water's edge provide much-needed boost in farming, but foraging and hunting are in short supply.
de: Eine Oase, umgeben von Bergen und Wüste. Ackerland nahe des Wasser gibt eine dringend gebrauchte Hilfe bei der Landwirtschaft, aber Nahrungssuche sowie Jagd sind hart.
es: Un oasis rodeado de montañas y desierto. Campos de cultivo cerca de la orilla del agua proporcionan un impulso muy necesario en la agricultura, pero el forrajeo y la caza es escaso.
fr: Une oasis entourée de montagnes et de désert. Les terres agricoles près du bord de l'eau fournissent un coup de fouet à l'agriculture, mais la cueilette et la chasse sont insuffisants.
gd: Innis-fhàsaich le beanntan 's fàsach timcheall oirre. Cuiridh achaidhean ri taobh an uisge ris an stòras bìdh agad ach tha sitheann is biadh eile gann.
gl: Un oasis rodeado de montañas e deserto. As terras próximas á beira do oasis melloran a produtividade dos cultivos, pero non abundan os animais salvaxes nin os froitos.
nl: Een oase omgeven met bergen en woestijn. Er is landbouwgrond dicht bij het water om een boost te geven, maar jagen en voedsel verzamelen is moeilijk.
pt_pt: Um oásis rodeado de montanhas e de deserto. A terras junto à água proporcionam uma boa produtividade das quintas, mas há pouca abundância de caça e de frutos.

source: Team Oasis (2v2)
de: Teamoase (2vs2)
es: Oasis por equipos (2v2)
fr: Oasis par équipe (2v2)
gd: Innish-fhasaich ann an sgioba (2 an aghaidh 2)
gl: Oasis por equipos (2 e 2)
nl: Team Oase (2v2)
pt_pt: Oásis por equipas (2v2)

source: The rolling Thessalian plain is traversed with narrow streams, easily forded. Wide-open spaces allow for massive expansion, while each player starts the match safe atop a large acropolis.
de: Die rollende thessalischen Ebene wird mit schmalen Bächen durchzogen, leicht durchwatet. Weite Flächen ermöglichen die massive Expansion, während jeder Spieler das Spiel sicher auf einer großen Akropolis beginnt.
es: La ondulada llanura Tesalia está repleta de estrechos arroyos por los que vadear fácilmente. Los espacios abiertos permiten una exploración sin límites, mientras que cada jugador comienza la partida de forma segura sobre una gran acrópolis.
fr: La houleuse plaine de Thessalie est traversée par des ruisseaux étroits, faciles à traverser. De larges espaces ouverts permettent l'expansion massive, et chaque joueur commence la partie à l'abri en haut d'une large acropole.
gd: Tha aibhnean caola a' sruthadh tron mhachair Teasalaidheach le àthannan furasta annta. Tha rum fosgailte ann airson leudachadh mòr fhad 's a thòisicheas gach cluicheadair air acra-bhaile shàbhailte.
gl: A chaira de Tesalia está atravesada por estreitos arroios que podes vadear con facilidade. Os espazos abertos permites expandirse, mentres que os xogadores comezan a partida na cima de grandes acrópoles.
nl: De rollende Thessalische vlakte is doorkruist door smalle stroompjes. Gemakkelijk over te steken. Open landen zorgen voor de mogelijkheid tot massieve expansie terwijl iedere speler veilig vanop een akropolis start.
pt_pt: A planície da Tessália é atravessada por caminhos estreitos e facilmente ultrapassados. Espaços abertos permitem uma expansão massiva enquanto que cada jogador começa no topo de uma larga e segura acrópole.

source: Thessalian Plains (4)
de: Thessalisches Flachland (4)
es: Planicies de Tesalia (4)
fr: Plaines de Thessalie (4)
gd: Machair Teasalaidheach (4)
gl: Chairas de Tesalia (4)
nl: Thessalische vlakte (4)
pt_pt: Planícies Tessálias (4)

source: The African savanna is chocked full of animal life for hunting, while the nearby mineral deposits are plentiful. The dry season is approaching and the watering holes are drying up. Note: This is a very small "fast and furious" map. Iberians do not start with their custom circuit walls.
de: Die Afrikanische Savanne ist vollgestopft mit Tieren, während nahe Erzfundstellen zum Bersten gefüllt sind. Die Trockenzeit naht und die Wasserlöcher fangen an auszutrocknen. Hinweis: Das ist eine sehr kleine "schnell und wilde" Karte. Iberer starten nicht mit ihren umgebenen Mauern.
es: La sabana africana está repleta de vida animal para la caza, y los depósitos minerales que hay cerca son abundantes. La estación seca se acerca y los abrevaderos naturales se están secando. Nota: Es un mapa intenso, rápido, y muy pequeño. Además los íberos no empiezan con sus típicos muros de piedra rodeando su base.
fr: La savane africaine est pleine de vie animale pour la chasse, tandis que les gisements minéraux sont proches et nombreux. La saison sèche approche et les points d'eau se tarissent. Note : Ceci est une carte très petite de type "rapide et agressif". Les Ibères ne commencent pas avec leurs murs d'enceinte.
gd: Tha sabhanna Afraga làn bheathaichean airson seilge fhad 's a tha pailteas stòrasan mèinneir am fagas. Tha an ràith thioram ri tighinn agus an t-uisge a' falbh o na tuill uisge. An aire: 'S e mapa glè bheag 's luath a th' ann. Chan fhaigh na h-Ibèirich na ballachan tòiseachaidh àbhaisteach aca.
gl: A sabana africana é moi rica non só na súa fauna, senón tamén nos depósitos de minerais das proximidades. A estación seca achégase e as charcas están a secar. Nota: Este é un mapa moi pequeno e rápido. Os iberos non empezan co seu habitual circuíto de murallas.
nl: De Afrikaanse savanne zit vol dieren waarop gejaagd kan worden, en er zijn veel minerale afzettingen. Het droge seizoen komt nader en de drinkplaatsen drogen op. Opgelet: Dit is een kleine, snelle kaart. Iberiërs starten niet met hun muurbonus.
pt_pt: A savana africana está repleta de caça grossa e de ricos depósitos de minério. A estação seca aproxima-se a os poços estão a secar. Nota: Este é uma mapa muito pequeno a uma velocidade furiosa. Os Ibéricos não começam com as sua muralhas defensivas

source: Watering Holes (4)
de: Wasserlöcher (4)
es: Abrevaderos (4)
fr: Trous d'eau (4)
gd: Tuill uisge (4)
gl: Charcas (4)
nl: Waterpoelen (4)
pt_pt: Poços de água (4)

source: The mountains buffering the Persian homeland, straddling Persis, Susiana, and Media. Players start the match near the Persian Gulf in their own province with 1 free Temple. Access to untapped resources and territories can be found through the rugged hinterlands.
de: Das Gebirge begrenzt das persische Heimatland und überspannt die Territorien Persis, Susiana und Media. Die Spieler starten nahe des Persischen Golfs in ihrer eigenen Provinz mit 1 gratis Tempel. Das schroffe Hinterland bietet Zugang zu unberührten Rohstoffquellen und Siedlungsgebieten.
es: Las montañas neutrales que que fluyen entre Persis, Susiana, y Media, protegiendo el territorio persa. Los jugadores comienzan la partida cerca del golfo pérsico en su propia provincia con 1 templo ya construido. El acceso a los recursos naturales y territorios inexplorados se puede encontrar atravesando las agrestes zonas interiores.
fr: Les montagnes tapissant la patrie perse, enjambant la Perside, Élam et la Médie. Les joueurs commencent la partie près du Golfe persique, dans leur propre province, avec 1 temple gratuit. Un accès aux ressources et aux territoires inexploités peut être trouvé à travers le rude arrière-pays.
gd: Tha beanntan a' sgaradh dùthaich nam Pearsach thar Persas, Susaidheana 's dùthaich nam Meadach. Tòisichidh na cluicheadairean faisg air a' Chamas Phearsach san sgìre aca fhèin le teampall an-asgaidh. Lorgar stòras saor tron tìr gharbh.
gl: As montañas que protexen o fogar dos persas, e que se estenden por Persis, Susiana e Media. Os xogadores comezan a partida preto do Golfo Persa nunha provincia de seu cun templo de balde. A través do accidentado interior pode accederse a territorios que ofrecen recursos.
nl: De bergen langs het Perzische thuisland. Midden tussen Persis, Susiana en Medië. Spelers starten de wedstrijd bij de Perzische Golf in hun eigen provincie met 1 gratis tempel. Toegang tot grondstoffen en extra territorium kan gevonden worden door de ruwe bergen.
pt_pt: As montanhas persas que abrangem Persis, Susiana e Media. Cada jogar começa na sua província perto do Golfo Pérsico com 1 templo. O acesso a territórios com recursos pode ser feito através do interior acidentado.

source: Zagros Mountains (2)
de: Zāgros-Gebirge (2)
es: Montañas Zagros (2)
fr: Monts Zagros (2)
gd: Beanntan Sagros (2)
gl: Montes Zagros (2)
nl: Zagros bergen (2)
pt_pt: Cordilheira de Zagros (2)

source: Heroes
de: Helden
es: Héroes
fr: Héros
gd: Curaidhean
nl: Helden
pt_pt: Heróis

source: yyyy-MM-dd HH:mm:ss
de: dd.MM.yyyy HH:mm:ss Uhr
fr: dd-MM-yyyy HH:mm:ss
pt_pt: aaaa-MM-dd HH:mm:ss

source: Neutral
fr: Neutre
gd: Neo-phàirteach
nl: Neutraal
pt_pt: Neutrais

source: PERICLES
de: PERIKLES
fr: PÉRICLÈS
nl: PERIKLES
pt_pt: PÉRICLES

source: Pericles
de: Perikles
fr: Périclès
nl: Perikles
pt_pt: Péricles

source: Comux
pt_pt: Cômio

source: Kennel
de: Zwinger
es: Perrera
fr: Chenil
gd: Taigh-chon
pt_pt: Canil

source: Maharbal
pt_pt: Maarbal

source: Uae Uictos
pt_pt: Vae Victis

source: Macedonia
de: Makedonen
fr: Macédoine
gd: A' Mhasadon
nl: Macedonië
pt_pt: Macedónia

source: Karos
fr: Caros
gd: Caros
pt_pt: Caro

source: Darayavahush I
pt_pt: Dario I

source: Xsayarsa I
de: Hšayāŗšā I.
fr: Xerxès Ier
pt_pt: Xerxes I

source: Cleopatra Selene
de: Kleopatra Selene
fr: Cléopâtre Séléné
pt_pt: Cleópatra Selene

source: Scipio Africanus
es: Escipión el Africano
fr: Scipion l'Africain
pt_pt: Cipião Africano

source: Cleopatra Thea
de: Kleopatra Thea
fr: Cléopâtre Théa
pt_pt: Cleópatra Teia

source: Dienekes
pt_pt: Dieneces

source: Pausanias
pt_pt: Pausânias

source: Oasis
de: Oase
gd: Innis-fhàsaich
nl: Oase
pt_pt: Oásis

source: Siderénies Aichmés
pt_pt: iderénies Aichmés

source: Comitium
pt_pt: Comício

source: Ekklesia
pt_pt: Eclésia

source: Mineral
fr: Minerai
gd: Mèinnear
nl: Mineraal
pt_pt: Minério

source: Baobab
gd: Bathobab
pt_pt: Baobá

source: Gate
de: Tor
es: Puerta
fr: Porte
gd: Geata
nl: Poort
pt_pt: Porta

source: Great Stupa
de: Große Stupa
es: Gran estupa
fr: Grand Stupa
gd: Stupa Mòr
pt_pt: Grande Stupa

source: Épibatēs Athēnaïkós
pt_pt: Épibastēs Athēnaïkós

source: Ballista
es: Balista
fr: Baliste
gd: Bogha-tilgeil
pt_pt: Balista

source: Bireme
es: Birreme
fr: Birème
pt_pt: Birreme

source: Trireme
de: Triere
es: Trirreme
fr: Trirème
pt_pt: Trirreme

source: Gallic Brihent
de: Gallischer Brihent
es: Incursor galo
fr: Brihent gaulois
gd: Brihent Gallach
nl: Gallische ruiter
pt_pt: Brihent Gaulês

source: Kantabriako Zaldun
pt_pt: Zaldun Kantabriako

source: Hemiolos
pt_pt: Hemíola

source: Hippeus Tarantinos
pt_pt: Hippeis tarentinos

source: Cleopatra VII
de: Kleopatra VII.
fr: Cléopâtre VII
pt_pt: Cleópatra

source: Longboat
de: Langboot
es: Gran Bote
fr: Chaloupe
gd: Birlinn
nl: Sloep
pt_pt: Chalupa

source: Arcadia 2
de: Arkadien 2
fr: Arcadie 2
gd: Arcàidea 2
nl: Arcadië 2
pt_pt: Arcádia 2

source: Barcania
de: Kyrenaika
fr: Barce
gd: Eilean Barca
nl: Barca
pt_pt: Barcânia

source: Veii
de: Veji
es: Veyes
fr: Véies
pt_pt: Veios

source: Megara
de: Mégara
fr: Mégare
gd: Mégara
pt_pt: Mégara

source: Eretria
fr: Érétrie
gd: Erétria
pt_pt: Erétria

source: Laconia
de: Lakonien
fr: Laconie
nl: Laconië
pt_pt: Lacónia

source: Elis
fr: Élis
pt_pt: Élis

source: Iberia
de: Iberien
fr: Ibérie
gd: An Ibèir
nl: Iberië
pt_pt: Ibéria

source: Persia
de: Persien
fr: Perse
gd: A' Phears
nl: Perzië
pt_pt: Pérsia

source: Bactria (2)
de: Baktrien (2)
fr: Bactriane (2)
nl: Bactrië (2)
pt_pt: Báctria (2)

source: Sicilia (2)
de: Sizilien (2)
fr: Sicile (2)
gd: Sisilidh (2)
nl: Sicilië (2)
pt_pt: Sicília (2)

# Territory type list
source: neutral
de: Neutrales
es: neutrales
fr: neutre
gd: neo-phàirteach
nl: neutraal

source: Latium
es: Lazio

source: Aspides
es: Áspides

source: Chalkaspides
es: Chalcáspidas

source: Chrysaspides
es: Crisáspides

source: Argyraspides
es: Argiráspides

source: Megalopolis
es: Megalópolis

source: Regio Cohors
es: Cohortes regias

source: Thesmophoria
de: Thesmophorien
es: Tesmoforias
nl: Thesmophorië

source: Zeugites
es: Zeugitas

source: Crocodylus niloticus
es: Cocodrilo del Nilo
gd: Crogall Nìl

source: Caer
es: Fortín

source: Castrum
es: Castro

source: Venetic Ponti
es: Ponti del Véneto
fr: Ponti vénètes

source: Brennus
es: Breno
fr: Brennos

source: Vercingetorix
es: Vercingétorix

source: Lusitano Ezpatari
es: Ezpatari lusitano

source: Thorakites
es: Toracitas

source: Thureophoros
de: Thureophoroi
es: Tureóforos

source: Xerxes I
es: Jerjes I
fr: Xerxès Ier

source: Makhimos Phalangites
es: Falangitas Makhimos

source: Extraordinarius
es: Ariete Asirio de Asedio

source: Scorpio
es: Escorpión

source: Liburnus
de: Liburne
es: Liborno

source: Pontifex Minor
es: Pontífice menor

source: Seleukidón Kataphraktos
es: Catafracto Seléucida

source: Phalangites Spartiatis
de: Spartanische Phalangiten
es: Falangitas espartiatas

source: Melanochitones
es: Melanchitones

source: Hieros Lochos Hoplites
es: Hoplitas del Escuadrón Sagrado

source: Manual
de: Handbuch
fr: Manuel
gd: Leabhar-mìneachaidh
nl: Handleiding

# firstWord
source: Metal
de: Metall
fr: Métal
gd: Meatailt
nl: Metaal

# withinSentence
source: Metal
de: Metall
fr: métal
gd: Meatailt
nl: metaal

# Territory type
source: neutral
de: neutralem
fr: neutre
gd: neo-phàirteach
nl: neutraal

source: Metal
de: Metall
fr: Métal
gd: Meatailt
nl: Metaal

source: Normal
fr: Normale
gd: Àbhaisteach
nl: Normaal

source: Dido
fr: Didon

source: Valetiacos
fr: Valétiacos

source: Oikoumene
fr: Écoumène
nl: Ecumene

source: Harritsu Leku
fr: Endroits pierreux

source: Saripeko
fr: Employés

source: Viriato
de: Viriathus
fr: Viriathe

source: Suzko Txabalina
fr: Vallée de feu

source: Maisu Burdina Langileak
fr: Maître forgeron

source: Epaminondas
fr: Épaminondas

source: Kerala
fr: Kérala
gd: Cearala

source: Fauna
fr: Faune
gd: Ainmhidh

source: Deciates
de: Dekieten
fr: Déciates

source: Ariobarzanes
fr: Ariobarzane

source: Delos
fr: Délos
gd: Dileos

source: Punjab (2)
fr: Pendjab (2)

source: A
de: V
gd: C
nl: V

source: Total
de: Gesamt
gd: Gu h-iomlan
nl: Totaal

source: VIRIATO
de: VIRIATHUS

source: Akademia
de: Akademie

source: Insulae
de: Mietskasernen

source: Cothon
de: Kothon

source: Asclepeion
de: Asklepieion

source: Gerousia
de: Gerusia

source: Caratacos
de: Caratacus

source: Cynvelin
de: Cynfelyn

source: Seleukidó̱n Triērēs
de: Seleukidische Trieren

source: Pharos
nl: Faros

source: Gaia
gd: Gaìa

source: Deas Celtica
gd: Diathan Ceiltich

source: Sahel
gd: Sàithil

source: Anusiya
gd: Anusaidhea

source: Samoa
gd: Samotha

source: Samos
gd: Sámos

source: Lesbos
gd: Leasbhos

source: Sahel (4)
gd: Sàithil (4)
