Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: "I have gained this by philosophy: that I do without being commanded what others do only from fear of the law." - Aristotle
de: "Dies erreichte ich durch Philosophie: Was andere nur aufgrund ihrer Angst vor dem Gesetz tun, mache ich ohne befohlen worden zu sein." - Aristoteles
es: "Lo he conseguido a través de la filosofía; hago sin ser ordenado que otros sólo harían por miedo a la ley." - Aristóteles
fr: "J'ai obtenu ceci par la philosophie : que je fais sans qu'on me l'ordonne ce que d'autres font uniquement par crainte de la loi." - Aristote
gl: «Se algo conseguín coa filosofía é facer sen que ninguén mo ordene o que outros fan só por temor ás leis.» — Aristóteles.
nl: "Ik heb deze filosofie ontdekt: dat wat ik doe zonder dat het me opgedragen is, doen anderen alleen uit angst voor de wet." -- Aristoteles
pt_pt: "Se algo que consegui com a filosofia é fazer com que ninguém me obrigue aos que os outros fazem por medo às leis." – Aristóteles

source: "Choose the course which you adopt with deliberation; but when you have adopted it, then persevere in it with firmness." - Bias of Priene
de: "Wähle den Kurs, den du annimmst mit Bedacht; aber wenn du ihn angenommen hast, wahre ihn mit Beständigkeit." - Bias von Priene
es: "Transita el camino que eligas con prudencia; pero cuando lo hayas adoptado, persevera en él con firmeza." - Bias de Priene
fr: "Aborde une entreprise avec précaution ; mais le travail commencé, poursuis-le avec énergie." - Bias de Priène
gl: «Toma decisións coidadosamente; pero unha vez tomadas, persevera nelas con firmeza.» — Bías de Priene.
nl: "Kies je koers wanneer je veranderd met wilkracht; maar hou de koers goed vast eenmaal gekozen" - Bias van Priene
pt_pt: "Sê cuidadoso na realização de um projecto e, uma vez iniciado, prossegue sem desfalecimento." – Bias de Priene

source: "How stupid it was for the king to tear out his hair in grief, as if baldness were a cure for sorrow." - Bion of Borysthenes
de: "Wie dumm war der König, als er in Trauer sein Haar herausriss, als ob eine Glatze die Heilung gegen Trauer wäre." - Bion von Borysthenes
es: "Que estúpido fue por por parte del rey el arrancarse su cabello en sufrimiento, como si la calvicie fuera su cura para el dolor." - Bion de Borístenes
fr: "Il est inutile de nous arracher les cheveux quand nous sommes plongés dans la douleur ; en pareil cas, la calvitie n'est point un remède efficace." - Bion de Borysthène
gl: «Foi unha estupidez por parte do rei arrincarse o pelo pola dor da súa perda. Como se a calvicie fose unha cura para a tristeza.» — Bión de Borístenes.
nl: "Hoe stom was de koning om zijn haar uit te trekken van verdriet. Alsof kaalheid iets oplost." - Bion van Borysthenes
pt_pt: "Foi uma estupidez do rei rapar o cabelo em luto como se a calvície fosse uma cura para a tristeza." – Bion de Borístenes

source: "He has not acquired a fortune; the fortune has acquired him." - Bion of Borysthenes
de: "Nicht er erwar ein Vermögen, sondern das Vermögen erwarb ihn." - Bion von Borysthenes
es: "No hay sido él quien ha adquirido la fortuna, sino que la fortuna lo ha adquirido a él." - Bion de Borístenes
fr: "Il ne possède pas sa fortune, c’est elle qui le possède." - Bion de Borysthène
gl: «Non adquiriu unha fortuna; a fortuna adquiriuno a el.» — Bión de Borístenes.
nl: "Hij heeft niet het fortuin bemachtigd; het fortuin heeft hem bemachtigd." - Bion van Borysthenes
pt_pt: "Não adquiriu uma fortuna: a fortuna adquiriu a ele." – Bion de Borístenes

source: "Woe to the Defeated" - Brennus
de: „Wehe den Besiegten!“ – Brennus
es: "Aflicción a los vencidos." - Breno
fr: "Malheur aux vaincus" - Brennos
gl: «Inimigo dos derrotados.» — Breno.
nl: "Wee de verslagenen" -- Brennus
pt_pt: "Ai dos vencidos!" – Breno

source: "Thus always to tyrants." - Marcus Junius Brutus, after assassinating Gaius Julius Caesar
de: „So allen Tyrannen.“ - Marcus Iunius Brutus, nach der Ermordung von Gaius Iulius Caesar
es: "Así se sirve a los tiranos." - Marco Junio Bruto, tras asesinar a Cayo Julio César
fr: "Ainsi en est-il toujours des tyrans." - Marcus Junius Brutus, après avoir assassiné Caius Julius Caesar
gl: «Iso é o que merecen todos os tiranos.» — Marco Xunio Bruto, tras asasinar a Caio Xulio César.
nl: "Zo vergaat het tirannen altijd." -- Marcus Junius Brutus, na zijn moord op Julius Caesar
pt_pt: "Isto é o que merece todos os tiranos." – Marco Júnio Bruto, antes de assassinar Júlio César

source: "Escape, yes, but this time with my hands, not my feet." - Marcus Junius Brutus, before committing suicide
de: "Flucht, ja, doch diesesmal mithilfe meiner Hände, nicht meiner Füße." - Marcus Iunius Brutus, vor seinem Selbstmord
es: "Escapar, sí. Pero esta vez será con mis manos, no mis pies." - Marco Junio Bruto, antes de cometer suicidio
fr: "S'échapper, oui, mais cette fois avec mes mains, pas avec mes pieds." - Marcus Junius Brutus, avant de se suicider.
gl: «Escapo, si, pero desta vez coas mans, non cos pes.» — Marco Xunio Bruto, antes de suicidarse.
nl: "Ontsnappen, ja, maar deze keer met mijn handen, niet met mijn voeten." -- Marcus Junius Brutus, voor zijn zelfmoord
pt_pt: "Fujo, sim, mas desta vez com as mãos e não com os pés." – Marco Júnio Bruto, antes de suicidar

source: "I came, I saw, I conquered." - Gaius Julius Caesar
de: „Ich kam, sah und siegte.“ - Gaius Julius Cäsar
es: "Vine, ví, vencí." - Cayo Julio César
fr: "Je suis venu, j'ai vu, j'ai vaincu." - Caius Julius Caesar
gl: «Cheguei, vin, vencín.» — Caio Xulio César.
nl: "Ik kwam, ik zag, ik overwon." -- Gaius Julius Caesar
pt_pt: "Cheguei, vi e venci." – Caio Júlio César

source: "Men willingly believe what they wish." - Gaius Julius Caesar
de: „Gerne glauben die Menschen das, was sie wollen.“ – Gaius Julius Caesar
es: "Los hombres creen lo que quieren creer." - Cayo Julio César
fr: "Les hommes croient volontairement ce qu'ils veulent." - Caius Julius Caesar
gl: «Os homes están dispostos a crer naquilo que desexan.» — Caio Xulio César.
nl: "Mensen geloven wat ze willen geloven." - Gaius Julius Caesar
pt_pt: "Os homens estão dispostos a crer naquilo que desejam." – Júlio César

source: "The die is cast." - Gaius Julius Caesar
de: „Der Würfel ist gefallen.“ - Gaius Julius Cäsar
es: "La suerte está echada." - Cayo Julio César
fr: "Les dés sont jetés" - Caius Julius Caesar
gl: «A sorte está deitada.» — Caio Xulio César.
nl: "De teerling is geworpen." -- Gaius Julius Caesar
pt_pt: "Os dados estão lançados." – Caio Júlio César

source: "It is not the well-fed long-haired man I fear, but the pale and the hungry looking." - Gaius Julius Caesar
de: „Es ist nicht der gut genährte, langhaarige Mann den ich fürchte, sondern der bleiche und der hungrige.“ - Gaius Iulius Caesar
es: "No es al hombre de cabello largo y bien alimentado al que temo, es al hombre pálido y hambriento." - Cayo Julio César
fr: "Ce ne sont pas les gens gras aux cheveux longs que je crains, mais les hommes maigres et pâles." - Caius Julius Caesar
gl: «Non é aos homes ben alimentados e de pelo longo aos que temo, senón aos pálidos e famélicos.» — Caio Xulio César.
nl: "Ik ben niet bang van de goed doorvoede, langharige man, maar wel van de bleke hongerige." -- Gaius Juluis Caesar
pt_pt: "Não sãos os homens bem alimentados e de cabelo comprido que temo mas os pálidos e famintos." – Júlio César

source: "Set a thief to catch a thief." - Callimachus
de: „Schicke einen Dieb um einen Dieb zu fangen.“ - Callimachus
es: "Nada mejor que un ladrón para cazar a un ladrón." - Calímaco
fr: "Envoyez un voleur pour attraper un voleur." - Callimaque
gl: «Requírese un ladrón para coller a outro.» — Calímaco.
nl: "Stropers zijn de beste boswachters." -- Callimachus
pt_pt: "Precisa-se de um ladrão para apanhar outro." – Calímaco

source: "Wise men learn more from fools than fools from the wise." - Cato the Elder
de: "Weise lernen mehr von Narren, als Narren von Weisen lernen." - Cato der Ältere
es: "Un hombre sabio aprende más de la necedad de un necio que un necio de la sabiduría de un sabio." - Catón el Viejo
fr: "Les hommes sages apprennent plus des imbéciles que les imbéciles apprennent des sages." - Caton l'Ancien
gl: «É máis o que os sabios aprenden dos parvos que o que os parvos aprenden dos sabios.» — Catón O Vello.
nl: "Wijze mannen leren meer van zotten dan zotten van wijzen." -- Cato de Oudere
pt_pt: "Os sábios aproveitam-se dos tolos mais do que os tolos se aproveitam dos sábios, uma vez que os sábios evitam os erros dos tolos, enquanto estes últimos não imitam a prudência dos sábios." – Catão, o Censor

source: "Moreover, I consider that Carthage should be destroyed." - Cato the Elder
de: „Ferner glaube ich, dass Karthago zerstört werden sollte.“ - Cato der Ältere
es: "Es más, Cartago debe ser destruída." - Catón el Viejo
fr: "Et de plus, je crois qu’il faut détruire Carthage." - Caton l'Ancien
gl: «E para rematar, considero que Cartago debe ser destruída.» — Catón O Vello.
nl: "Ik overweeg zelfs dat Carthago vernield moet worden." - Cato de Oudere
pt_pt: "Cartago tem que ser destruída." – Catão, o Censor

source: "All mankind rules its women, and we rule all mankind, but our women rule us." - Cato the Elder
de: "Die gesammte Menschheit beherrscht ihre Frauen und wir beherrschen die Menschheit, doch unsere Frauen herrschen über uns." - Cato der Ältere
es: "Los hombres mandan a sus mujeres, y mandamos a la humanidad, pero las mujeres nos mandan a nosotros." - Catón el Viejo
fr: "L'humanité entière dirige ses femmes, et nous dirigeons l'humanité entière, mais nos femmes nous dirigent." - Caton l'Ancien
gl: «Os homes mandan sobre as súas mulleres, e nós mandamos sobre os homes, pero as nosas mulleres mandan sobre nós.» — Catón O Vello.
nl: "De volledige mensheid heerst over z'n vrouwen en wij heersen over de hele mensheid, maar onze vrouwen heersen over ons." - Cato de Oudste
pt_pt: "Os homens do (...) mundo todo mandam em suas mulheres, (...) [os] únicos homens que são servos das próprias mulheres: os romanos!" – Catão, o Censor

source: "Be firm or mild as the occasion may require." - Cato the Elder
de: "Sei hart oder sanft, je nachdem was die Umstände erfordern." - Cato der Ältere
es: "Sé fuerte o compasivo según la ocasión lo requiera." - Catón el Viejo
fr: "Soyez ferme ou clément selon que l'occasion s'y prête." - Caton l'Ancien
gl: «Sé firme ou feble segundo o requira a situación.» — Catón O Vello.
nl: "Wees streng of mild volgens de situatie." -- Cato de Oudere
pt_pt: "Sê firme ou modere segundo a ocasião." – Catão, o Censor

source: "The worst ruler is one who cannot rule himself." - Cato the Elder
de: "Der schlechteste Herrescher ist der, der sich selbst nicht beherrscht." - Cato der Ältere
es: "El peor dirigente es aquel que no puede dirigirse a sí mismo." - Catón el Viejo
fr: "Le pire dirigeant est celui qui ne peut se diriger lui-même." - Caton l'ancien
gl: «Non hai peor gobernante que o que non pode gobernarse a si mesmo.» — Catón O Vello.
nl: "De slechtste heerser is degene die zichzelf niet kan beheersen." -- Cato de Oudere
pt_pt: "Não há pior governante do que aquele não sabe governar a si próprio." – Catão, o Censor

source: "Whoever imposes severe punishment becomes repulsive to the people; while he who awards mild punishment becomes contemptible. But whoever imposes punishment as deserved becomes respectable." - Chanakya
de: "Derjenige der harte Strafen auferlegt wirkt auf die Mitmenschen abstoßen, während der, der mild Urteilt verachtet wird. Nur derjenige der gerechte Strafen auferlegt wird allerding von seinen Mitmenschen geachtet." - Chanakya
es: "Aquél que imponga castigos severos se volverá repulsivo para el pueblo; mientras que otro que premie castigos leves se convertirá en despreciable. Pero el que inponga castigos merecidos se volverá respetable." - Chanakya
fr: "Celui qui punit sévèrement devient repoussant pour le peuple ; tandis que celui qui octroie une punition légère devient méprisable. Mais celui qui impose la peine méritée devient respectable." - Chanakya
gl: «Quen impón un castigo severo é repulsivo. Quen impón un castigo suave é desprezábel. Quen impón un castigo xusto é respectábel.» — Chānakya.
nl: "Wie streng straft wordt afstotelijk voor het volk. Wie mild straft wordt verachtelijk. Maar wie correct straft wordt gerespecteerd." -- Chanakya
pt_pt: "Quem impõe punições severas se torna repulsivo para o povo; e quem impõe castigos muito suaves é desprezado. No entanto, quando aplicadas com a devida consideração, as punições tornam o povo mais atento à correcção do seu comportamento e às obras que produzem riqueza e satisfação" – Kautilya

source: "If a king is energetic, his subjects will be equally energetic." - Chanakya
de: "Wenn ein König tatkräftig ist, sind seine Untertanen gleichermaßen aktiv." - Chanakya
es: "Si un rey es enérgico, sus súbditos serán igual de enérgicos." - Chanakya
fr: "Si un roi est dynamique, ses sujets seront également dynamiques." - Chanakya
gl: «Se un rei mostra vitalidade, así o farán os seus súbditos.» — Chānakya.
nl: "Als een koning wild is, wordt zijn volk ook wild." -- Chanakya
pt_pt: "Se um rei mostrar vitalidade, assim o farão os seus súbditos." – Kautilya

source: "For there is but one essential justice which cements society, and one law which establishes this justice. This law is right reason, which is the true rule of all commandments and prohibitions." - Marcus Tullius Cicero
de: "Denn es gibt nur eine essentielle Gerechtigkeit, die die Gesellschaft festigt, und ein Gesetz, das diese Gerechtigkeit begründet. Dieses Gesetz ist die richtige Vernunft, die wahre Macht aller Gebote und Verbote." - Marcus Tullius Cicero
es: "Sólo existe una justicia esencial que cementa la sociedad, y una sola ley que ejercita dicha justicia. Ésta ley es la razón final por la que se regirán todas las órdenes y prohibiciones." - Marco Tulio Cicerón
fr: "Il n’y a en effet qu’un droit unique, qui astreint la société et que fonde une loi unique. Cette loi est la juste raison, dans ce qu’elle commande et dans ce qu’elle défend." - Marcus Tullius Cicero
gl: «Non hai máis que unha xustiza esencial que serve de base para a sociedade, e unha única lei que establece esta xustiza. Esta lei é o sentido común, que é a verdadeira regra de todas as ordenanzas e prohibicións.» — Marco Tulio Cicerón.
nl: "Er is slechts één essentiële gerechtigheid, en één wet die voor deze gerechtigheid zorgt. Deze wet is de rede. De rede is de echte regel achter alle geboden en verboden." - Marcus Tullius Cicero
pt_pt: "Não há mais que uma justiça essencial que serve de base para a sociedade e só há uma lei que estabelece essa justiça. Esta lei é o senso comum que é a verdadeira regra de todas as ordens e proibições." – Cícero

source: "O, the times, O, the customs!" - Marcus Tullius Cicero
de: „O Zeiten, o Sitten!“ – Marcus Tullius Cicero
es: "¡Oh, los tiempos! ¡Oh, las costumbres!" - Marco Tulio Cicerón
fr: "Ô temps ! Ô mœurs !" - Marcus Tullius Cicero
gl: «Oh, os tempos, oh, os costumes.» — Marco Tulio Cicerón.
nl: "O tijden, O zeden!" -- Marcus Tullius Cicero
pt_pt: "Ó tempos, ó costumes!" – Marco Túlio Cícero

source: "No one is so old as to think that he cannot live one more year." - Marcus Tullius Cicero
de: „Niemand ist so alt, daß er nicht noch ein Jahr leben zu können glaubt.“ – Marcus Tullius Cicero
es: "Nadie es tan viejo como para pensar que uno no pueda vivir un año más." - Marco Tulio Cicerón
fr: "Nul n'est si vieux qu'il ne croie vivre un an de plus." - Marcus Tullius Cicero
gl: «Ninguén é tan vello como para pensar que lle queda menos dun ano.» — Marco Tulio Cicerón.
nl: "Niemand is zo oud dat hij denkt geen jaar meer te kunnen leven." -- Marcus Tullius Cicero
pt_pt: "Ninguém é tão velho que não pense em poder viver mais um ano." – Cícero

source: "We are not born, we do not live for ourselves alone; our country, our friends, have a share in us." - Marcus Tullius Cicero
de: „Wir sind nicht für uns allein geboren.“ – Marcus Tullius Cicero
es: "No nacemos ni vivimos para nosotros mismos; nuestro país, nuestros amigos, forman parte de nosotros." - Marco Tulio Cicerón
fr: "Nous ne naissons, nous ne vivons pas pour nous seuls ; notre pays, nos amis, occupent une part de nous." - Marcus Tullius Cicero
gl: «Nin nacemos nin vivimos unicamente para nós; as nosas terras, os nosos amigos, teñen unha parte de nós.» — Marco Tulio Cicerón.
nl: "We zijn niet geboren, we leven niet enkel voor onszelf. Ons land, onze vrienden zijn een deel van ons."
pt_pt: "Não nascemos apenas para nós; o nosso país, os nossos amigos, reclamam uma parte de nós." – Cícero

source: "Yield, ye arms, to the toga; to civic praise, ye laurels." - Marcus Tullius Cicero
de: „Die Waffen sollen der Toga weichen, der Lorbeerkranz dem politischen Ansehen.“ – Marcus Tullius Cicero
es: "Que las armas cedan a la toga, y que el laurel se conceda a los méritos del pueblo." - Marco Tulio Cicerón
fr: "Que les armes reculent devant la toge, que la couronne de lauriers s'efface devant le mérite reconnu" - Marcus Tullius Cicero
gl: «Que as armas cedan ante a toga, e que o laurel se conceda os méritos.» — Marco Tulio Cicerón.
nl: "Wijkt wapens, voor de toga, wijkt, lauweren, voor de mond." - Marcus Tullius Cicero
pt_pt: "Que as armas cedam à toga, o triunfo militar à glória cívica." – Cícero

source: "At my signal, unleash Hell." - Maximus Decimus Meridius
de: „Auf mein Zeichen, entfesselt die Hölle“ - Maximus Decimus Meridius
es: "A mi señal, desencadenad un infierno." - Máximo Decimo Meridio
fr: "À mon signal, déchaîne les Enfers" - Maximus Decimus Meridius
gl: «Co meu sinal, soltade os urcos.» — Máximo Décimo Meridio, protagonista do filme «Gladiator».
nl: "Op mijn teken: laat de hel losbarsten!" -- Maximus Decimus Meridius
pt_pt: "Ao meu sinal, desencadear o inferno" – Maximus (personagem principal do filme "O Gladiador")

source: "Time heals all wounds." - Marcus Tullius Cicero
de: „Zeit heilt alle Wunden“ - Marcus Tullius Cicero
es: "El tiempo todo lo cura." - Marco Tulio Cicerón
fr: "Le temps guérit toutes les blessures" - Marcus Tullius Cicero
gl: «O tempo cura todas as feridas.» — Marco Tulio Cicerón.
nl: "De tijd heelt alle wonden." -- Marcus Tullius Cicero
pt_pt: "O tempo sara todas as feridas." – Marco Túlio Cícero

source: "That, Senators, is what a favour from gangs amounts to. They refrain from murdering someone; then they boast that they have spared him!" - Marcus Tullius Cicero
de: "Das, Senatoren, ist es, wohin ein Gefallen von Banden hinführt. Sie unterlassen es, jemanden zu ermorden; dann brüsten sie sich damit, ihn verschont zu haben!" - Marcus Tullius Cicero
es: "Y ese, Senadores, es el favor de un bribón. Se abstienen de asesinar a alguien para después jactarse de haberle salvado la vida." - Marco Tulio Cicerón
fr: "Ceci, Sénateurs, est ce à quoi revient une faveur de ces groupes. Ils se retiennent d'assassiner quelqu'un ; puis ils se vantent de l'avoir épargné !" - Marcus Tullius Cicero
gl: «Iso, senadores, é ao que se reducen os favores das bandas. Contrólanse e non matan a alguén, para logo presumir de que lle perdoaron a vida!» — Marco Tulio Cicerón.
nl: "Dat, Senatoren, is waar een gunst van bendes op neerkomt. Zij onthouden zich van het vermoorden van iemand; waarna zij opscheppen dat ze hem gespaard hebben!" - Marcus Tullius Cicero
pt_pt: "Isso, senadores, é o que se reduz os favores dos gangues. Controlam-se e não matam alguém para presumirem que lhes perdoaram a vida!" – Cícero

source: "Genius is fostered by energy." - Marcus Tullius Cicero
de: "Genie wird von Energie gefördert." - Marcus Tullius Cicero
es: "Al genio lo impulsa la energía." - Marco Tulio Cicerón
fr: "Le génie est favorisé par l'énergie" - Marcus Tullius Cicero
gl: «A vitalidade dá luz á xenialidade.» — Marco Tulio Cicerón.
nl: "Genieën worden gekweekt door hoop."
pt_pt: "A vitalidade dá luz a genialidade." – Cícero

source: "While there's life, there's hope." - Marcus Tullius Cicero
de: „Solange es Leben gibt, gibt es Hoffnung.“ - Marcus Tullius Cicero
es: "Donde hay vida, hay esperanza." - Marco Tulio Cicerón
fr: "Tant qu'il y a de la vie, il y a de l'espoir." - Marcus Tullius Cicero
gl: «Mentres queda vida, queda esperanza.» — Marco Tulio Cicerón.
nl: "Waar er leven is, is er hoop" -- Marcus Tullius Cicero
pt_pt: "Enquanto há vida, há esperança." – Marco Túlio Cícero

source: "We must not say that every mistake is a foolish one." - Marcus Tullius Cicero
de: "Wir dürfen nicht sagen das jeder Fehler ein törichter ist." - Marcus Tullius Cicero
es: "No debemos decir que todo error es tonto." - Marco Tulio Cicerón
fr: "Toute erreur ne mérite pas le nom de bêtise." - Marcus Tullius Cicero
gl: «Non debemos dicir de todos os erros que son parvos.» — Marco Tulio Cicerón.
nl: "We kunnen niet stellen dat iedere fout een domme is." -- Marcus Tullius Cicero
pt_pt: "Não devemos dizer que todos erros são parvos." – Cícero

source: "Let the punishment match the offense." - Marcus Tullius Cicero
de: "Die Strafe soll angemessen zum Vergehen sein." - Marcus Tullius Cicero
es: "Que el castigo se equipare con la ofensa." - Marco Tulio Cicerón
fr: "Que la peine soit à la hauteur du crime." - Marcus Tullius Cicero
gl: «Que o castigo sexa en proporción ao crime.» — Marco Tulio Cicerón.
nl: "Laat de straf overeenkomen met de aanval."
pt_pt: "Que o castigo seja em proporção ao crime." – Cícero

source: "Let the welfare of the people be the ultimate law." - Marcus Tullius Cicero
de: „Das Wohl des Volkes soll das höchste Gesetz sein.“ - Marcus Tullius Cicero
es: "Que el bienestar de la gente sea la ley suprema." - Marco Tulio Cicerón
fr: "Que le salut du peuple soit la loi suprême." - Marcus Tullius Cicero
gl: «Que o benestar do pobo sexa a lei máxima.» — Marco Tulio Cicerón.
nl: "Laat de welvaart van het volk de ultieme wet zijn." -
pt_pt: "Que o bem-estar do povo seja a lei suprema." – Cícero

source: "Endless money forms the sinews of war." - Marcus Tullius Cicero
de: "Unbegrenztes Geld formt die Kräfte des Krieges." - Marcus Tullius Cicero
es: "El dinero ilimitado conforma la base de la guerra." - Marco Tulio Cicerón
fr: "L'argent sans fin est le nerf de la guerre" - Marcus Tullius Cicero
gl: «As riquezas infinitas son as que alimentan as guerras.» — Marco Tulio Cicerón.
nl: "Eindeloos kapitaal is de motor van de oorlog." - Marcus Tullius Cicero
pt_pt: "As riquezas infinitas são as que alimentam as guerras." – Cícero

source: "Laws are silent in time of war." - Marcus Tullius Cicero
de: „Unter den Waffen schweigen die Gesetze.“ – Markus Tullius Cicero
es: "Las leyes son mudas en tiempos de guerra." - Marco Tulio Cicerón
fr: "Les lois se taisent parmi les armes." - Marcus Tullius Cicero
gl: «As leis calan en tempos de guerra.» — Marco Tulio Cicerón.
nl: "In tijden van oorlog zijn de wetten stil." -- Marcus Tullius Cicero
pt_pt: "As leis são silenciadas em tempo de guerra." – Cícero

source: "A war is never undertaken by the ideal State, except in defense of its honor or its safety." - Marcus Tullius Cicero
de: "Ein Krieg wird von einem idealen Staat nie unternommen, außer in Verteidigung seiner Ehre oder seiner Sicherheit." - Marcus Tullius Cicero
es: "Un Estado ideal jamás promueve la guerra, salvo en justa defensa de su honor y seguridad." - Marco Tulio Cicerón
fr: "Une guerre n'est jamais entreprise par un État idéal, sauf pour la défense de son honneur ou de sa sécurité." - Marcus Tullius Cicero
gl: «O estado ideal nunca entra nunha guerra, salvo que sexa para defender o seu honor ou a súa seguridade.» — Marco Tulio Cicerón.
nl: "Een ideale staat start nooit een oorlog, tenzij het uit verdediging is."
pt_pt: "O estado ideal nunca entra em guerra excepto para defender a sua honra ou a sua segurança." – Cícero
