Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Delian League
de: Attischer Seebund
es: Confederación de Delos
fr: Ligue de Délos
gd: Lìg Dhealos
gl: Liga de Delos
nl: Delische Bond
pt_pt: Liga de Delos

source: Shortly after the great naval victories at Salamis and Mykale, the Greek city-states instituted the so-called Delian League in 478 B.C., whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.
de: Kurz nach den großen Seeschlachten in Salamis und Mykale, erschufen die Griechischen Stadtstaaten 487 v.Chr. den sogenannten Attischen Seebund, dessen Aufgabe es war, die Perser aus der Ägäis zu vertreiben. Die verbündeten Staaten stellten Schiffe und Geld zur Verfügung, während Athen seine Ganze Flotte anbot.
es: Poco después de las grandes victorias navales de Salamina y Mykale, las ciudades-estado griegas conformaron la llamda Liga de Delos en el 478 a.C., cuyo propósito era expulsar a los persas fuera de la región del Egeo. Las ciudades aliadas contribuyeron con barcos y dinero, mientras que los Atenienses ofrecieron su flota al completo.
fr: Peu après les grandes victoires navales de Salamine et du Cap Mycale, les cités-états grecques instituèrent la Ligue dite de Délos en 478 avant JC, dont l'objectif était de repousser les Perses hors de la région Égéenne. Les cités alliées fournissaient des navires et de l'argent, tandis que les Athéniens offraient toute leur flotte.
gl: Pouco despois das grandes vitorias navais en Salamina e Mícala, as cidades estado dos gregos constituíron no ano 478 a.C. o que se coñeceu como a «Liga de Delos», cuxo propósito era o de expulsar aos persas da rexión do Exeo. Os estados aliados contribuíron con embarcacións e cartos, mentres que os atenienses ofreceron a totalidade da súa flota.
nl: Kort na de grote maritieme overwinningen te Salamis en Mykale stichtten de Griekse stadstaten in 478 V.C. de zogenoemde Delische Bond. Het doel van die bond was de Perzen uit de Egeïsche regio te houden. De geallieerde staten droegen schepen en geld bij, terwijl de Atheners hun volledige marine schonken.
pt_pt: Pouco depois das grandiosas vitórias navais em Salamina e Mícale, as cidades-estado gregas instituíram a chamada Liga de Delos em 478 a.C., com o objectivo de afastar os Persas da região egeia. Os estados aliados contribuíram com navios e dinheiro, tendo os Atenienses oferecido a sua armada inteira.

source: Themistocles
de: Themistokles
es: Temístocles
fr: Thémistocle
gl: Temístocles
pt_pt: Temístocles

source: Cimon
de: Kimon
es: Cimón
gl: Cimón
pt_pt: Címon

source: Aristides
es: Arístides
fr: Aristide
gl: Arístides

source: Xenophon
es: Jenofonte
fr: Xénophon
gl: Xenofonte
pt_pt: Xenofonte

source: Hippias
es: Hipias
gl: Hipias
pt_pt: Hípias

source: Cleisthenes
de: Kleisthenes
es: Clístenes
fr: Clisthène
gl: Clístenes
pt_pt: Clístenes

source: Thucydides
de: Thukydides
es: Tucídides
fr: Thucydide
gl: Tucídides
pt_pt: Tucídides

source: Alcibiades
de: Alkibiades
es: Alcibíades
fr: Alcibiade
gl: Alcibíades
pt_pt: Alcibíades

source: Miltiades
es: Milcíades
fr: Miltiade
gl: Milcíades
pt_pt: Milcíades

source: Cleon
de: Kleon
fr: Cléon
gl: Cleón
pt_pt: Cleón

source: Cleophon
de: Kleophon
es: Cleofonte
fr: Cléophon
gl: Cleofonte
pt_pt: Cleofonte

source: Thrasybulus
de: Thrasybulos
es: Trasíbulo
fr: Thrasybule
gl: Trasíbulo
pt_pt: Trasíbulo

source: Iphicrates
de: Iphikrates
es: Ifícrates
fr: Iphicrate
gl: Ifícrates
pt_pt: Ifícrates

source: Demosthenes
es: Demóstenes
fr: Démosthène
gl: Demóstenes
pt_pt: Demóstenes

source: Athenian triremes can train Marines (Epibastes Athenaikos).
de: Athenische Trieren können Marineinfanteristen (Épibatēs Athēnaïkós) ausbilden.
es: Los triremes atenienses pueden reclutar marineros (Epibastes Athenaikos).
fr: Les trirèmes athéniennes peuvent former de l'infanterie de marine (Epibastes Athenaikos).
gd: 'S urrainn do thrì-ràmhaich na h-Àithne saighdearan-mara (Epibastes Athenaikos) a thrèanadh.
gl: Os trirremes atenienses poden adestrar mariños (Epibastes Athenaikos).
nl: Atheense triremen kunnen mariniers (Epibastes Athenaikos) rekruteren.
pt_pt: As trirremes atenienses podem recrutar soldados de Infantaria Naval (Epibastes Athenaikos).

source: Iphicratean Reforms
de: Reformen des Iphikrates
es: Reformas Ificrátidas
fr: Réformes d'Iphicrate
gd: Ath-leasachaidhean Iphiocratas
gl: Reformas de Ifícrates
nl: Hervormingen van Iphicrates
pt_pt: Reformas de Ifícrates

source: Stone walls can be built in neutral territory. Construction time for walls is reduced by 50%.
de: Steinmauern können in neutralem Gebiet gebaut werden. Die Bauzeit von Wällen wird um 50% reduziert.
es: Los muros de piedra se pueden construir en terreno neutral. Se reduce su tiempo de construcción un 50%.
fr: Les murs de pierre peuvent être construits en territoire neutre. Le temps de construction des murs est réduit de 50%.
gd: Gabhaidh ballachan cloiche a thogail air ranntair neo-phàirteach. Thèid ballachan a thogail 50% nas luaithe.
gl: As murallas de pedra poden construírse en territorio neutral. O tempo de construción das murallas redúcese á metade.
nl: Stenen muren kunnen ook in neutraal territorium gebouwd worden. Constructietijd voor muren is maar half zo lang.
pt_pt: Podem construir-se muralhas de pedra em território neutro. O seu tempo de construção é reduzido em 50%.

source: Long Walls
de: Lange Mauern
es: Murallas largas
fr: Longs Murs
gd: Ballachan fada
gl: Muros Longos
nl: Lange muren
pt_pt: Muralhas Longas

source: The Long Walls of Athens were constructed under the auspices of the wily Themistocles and extended 6 km from the city to the port of Piraeus. This secured the city's sea supply routes and prevented an enemy from starving out the city during a siege.
de: Die Langen Mauern von Athen wurden unter Federführung des genialen Themistokles gebaut und verbanden Athen mit dem 6 km entfernten Piräus. Dies sicherte die Versorgung von See aus und verhinderte, dass Angreifer Athen durch eine Belagerung aushungern konnten.
es: Los Muros Largos de Atenas fueron construídos con el auspicio del astuto Temístocles y se extendían por 6 km desde la ciudad hasta el puerto de El Pireo. Esto aseguraba las rutas de abastecimiento marítimo de la ciudad, y prevenía que el enemigo privara de comida a la ciudad durante un asedio.
fr: Les Longs Murs d’Athènes, érigés sous les auspices de l'astucieux Thémistocle, s'étendaient sur 6 km de la cité au port du Pirée. Ils sécurisaient les voies d'approvisionnement maritimes de la cité et empêchaient l'ennemi d'affamer la cité en cas de siège.
gl: Os Muros Longos de Atenas construíronse co auspicio do astuto Temístocles e tiñan unha extensión de 6 km, desde a cidade ata o porto do Pireo. Isto protexeu as rutas de subministracións por mar á cidade, e impediu que os inimigos conseguisen que a cidade quedase sen abastecementos durante os asedios.
nl: De lange muren van Athene waren geconstrueerd onder Themistokles. Het waren 6km lange muren van de stad Athene tot aan de haven van Piraeus. Dit zorgde er voor dat Athene altijd kon voorzien worden van voedsel tijdens vijandige aanvallen.
pt_pt: As longas muralhas de Atenas foram construídas com auspício do astuto Temístocles e tinha uma extensão de 6km desde a cidade ao porto de Pireu. Isto segurou o comércio marítimo à cidade e preveniu que durante um cerco a cidade ficasse sem mantimentos.

source: The player gains the ability to order spear-armed troops into Phalanx formation, providing greater attack and armor.
de: Der Spieler erhält die Möglichkeit, seine Speerträger in eine Phalanx-Formation zu befehlen, die stärkere Angriffe und besseren Schutz bietet.
es: El jugador gana la habilidad de ordenar las tropas armadas de lanza en la formación de falange, proporcionando mayor ataque y armadura.
fr: Le joueur gagne la possibilité de placer ses troupes de lanciers en phalange (colonne anti-infanterie), leur conférant un bonus d'attaque et d'armure.
gd: Buannaichidh an cluicheadair an comas gus saighdearan-sleagha òrdachadh gun tèid iad ann an cumadh falangais a bheir ionnsaigh 's armachd nas treasa dhaibh.
gl: O xogador pode usar a formación de falanxe coas tropas con lanza, aumentando así o seu ataque e armadura.
nl: De speler kan speervechters in falanx formatie opstellen om zo meer aanvalskracht en betere verdediging te hebben.
pt_pt: O jogador ganha a formação falange com lanceiros, aumentando assim o seu ataque e armadura.

source: Othismos
de: Othismus
gl: Odismos

source: The classical phalanx formation was developed about VIII century BC. It was eight men deep and up to eight hundred men wide. The men within overlapped their shields, presenting a formidable shield wall brimming with 8 foot spears.
de: Die klassische Phalanxformation wurde etwa im 8. Jahrhundert vor Christus entwickelt. Sie war acht Mann tief und bis zu 800 Mann breit. Die Männer überlappten ihre Schilde, sodass sich ein gefürchteter, vor acht Fuß langen Speeren strotzender Schildwall ergab.
es: La formación en falange clásica se perfeccionó alrededor del siglo VIII A.C. Consistía en dar una profundidad estratégica de unos ocho hombres al escuadrón de hasta ochocientos integrantes de lado a lado. Los hombres con sus escudos superpuestos, formaban un muro de escudos formidable, lleno de lanzas de dos metros y medio de largo.
fr: La formation en phalange classique fut développée au tournant du VIIIe siècle av. JC. Elle se composait de 8 à 12 rangs et jusqu'à huit cents hommes de large. « Le bouclier s'appuyait sur le bouclier, l'homme sur l'homme » , présentant à l'ennemi un formidable mur hérissé de lances de 6 à 7 mètres de long.
gl: A clásica formación en falanxe desenvolveuna no século VIII a.C. Estaba composta de oito filas de soldados e ata oitocentos soldados chegaban a ocupar cada fila. Os soldados da falanxe entrecruzaban os escudos, formando un muro de escudos do que saían lanzas de case dous metros e medio.
nl: De klassieke falanx formatie is rond de 8ste eeuw V.C. ontwikkeld. Ze was 8 man diep en tot 800 man breed. De speermannen zorgden ervoor dat hun schilden overlapten, wat voor een perfecte bescherming zorgde.
pt_pt: A formação em falange clássica foi desenvolvida no século VIII a.C. Era composta por 8 filas de soldados e cada fila podia ter até 800 soldados. Os soldados da falange entrecruzavam os seus escudos para formar um muro imponente, de onde saíam centenas de lanças de 2,5m.

source: The general whom persuaded the Athenians to invest their income from silver mines in a war navy of 200 Triremes. A key figure during the Persian Wars, he commanded the victorious Athenian navy at the decisive battle of Salamis in 479 B.C. Later, he pursued an active policy against the Persians in the Aegean, thereby laying the foundations of future Athenian power. Ostracised by the Athenians, he was forced to flee to the protection of the Persians.
de: Der General, der die Athener davon überzeugte, die gesamten Einnahmen der Silberminen in eine 200 Trieren zählende Kriegsmarine zu investieren. Als Schlüsselfigur der Perserkriege kommandierte er die siegreiche athenische Marine in der entscheidenden Schlacht von Salamis 479 v.Chr. Später verfolgte er eine aktive Politik gegen die Perser in der Ägäis, wobei er die Grundlagen für die spätere Macht Athens legte. Verbannt durch den Ostrakismos, musste er in den Schutz der Perser fliehen.
es: Fue el general que persuadió a los atenienses a invertir las minas de plata en una armada de 200 trirremes. Una figura clave durante las Guerras Médicas, comandó la flota victoriosa ateniense en la batalla decisiva de Salamina en 479 a.C. Después, continuo con una política activa contra los persas en el Egeo, sentando así las bases de un futuro poder ateniense. Castigado con el ostracismo por los atenienses, fue forzado a ser exiliado, acabando como protegido de los persas.
fr: Le général qui persuada les Athéniens d'investir les revenus de leurs mines d'argent dans une flotte de 200 trirèmes. Personnage clé des Guerres Médiques qui commanda la victorieuse marine athénienne lors de la décisive bataille de Salamine en 479 av. JC, il poursuivit ensuite les Perses en mer Égée, posant ainsi les bases de la future puissance Athénienne. Ostracisé par les Athéniens, il fut banni et trouva refuge auprès du roi de Perse.
gl: O xeneral que convenceu aos atenienses de investir os seus ingresos de prata das minas nunha flota de guerra de 200 trirremes. Trátase dunha figura clave durante as Guerras Médicas que liderou a flota ateniense á vitoria na decisiva batalla de Salamina no ano 479 a.C. Máis tarde puxo en marcha unha política activa contra os persas no Exeo, establecendo os cimentos do futuro poder ateniense. Condenado ao ostracismo polos atenienses, viuse obrigado a fuxir a Persia en busca de protección.
nl: De generaal die de Atheners ervan overtuigde om hun inkomsten uit de zilvermijnen te investeren in een oorlogsvloot van 200 triremen. Een sleutelfiguur van de Perzische oorlog. Hij commandeerde de overwinnende Atheense marine in de beslissende slag van Salamis (479 V.C.). Later voerde hij een actieve strijd tegen de Perzen in de Egeïsche zee, waarbij hij de fundamenten voor de Atheense kracht legde. Uitgespuwd door de Atheners was hij genoodzaakt om bescherming te zoeken bij de Perzen.
pt_pt: É o general que convenceu os atenienses a investir a prata das suas minas numa frota de 200 trirremes. Foi uma figura importante nas Guerras Persas, tendo liderado a frota ateniense à vitória na decisiva batalha de Salamina em 479 a.C. Em seguida, levou a cabo uma política activa contra os persas no mar Egeu, estabelecendo assim as bases do futuro poder de Atenas. Mais tarde, porém, foi ostracizado pelos atenienses e obrigado a fugir para a Pérsia à procura de protecção.

source: Pericles was the foremost Athenian politician of the 5th Century B.C.
de: Perikles war der führende athenische Politiker im 5. Jhd. v. Chr.
es: Pericles fue el político Ateniense más importante del siglo 5to AC
fr: Périclès fut le plus grand politicien athénien du Ve siècle av. J.C.
gd: - 'B e Pericles am prìomh neach-polataigs aig Baile na h-Àithne ron 5mh linn RC.
gl: Pericles foi o político ateniense de maior influencia do século V a.C.
nl: Perikles was de bekendste Atheense politicus van de 5de eeuw V.C.
pt_pt: Péricles foi o político ateniense com maior influência no século V a.C.

source: A Hellenic people of the Ionian tribe.
de: Ein Hellenisches Volk vom Stamm der Ionier.
es: Una población helénica de la tribu jónica.
fr: Un peuple hellénique des tribus Ioniennes.
gd: Sluagh Greugach an threubha Iònaich.
gl: Un pobo heleno das tribos de Xonia.
nl: Een Hellenistisch volk van de Ionische stam.
pt_pt: Um povo helénico da tribo dos Jónios.

source: Theatron
gd: Tèatron
gl: Teatro
nl: Theater
pt_pt: Teatro

source: The Hellenization civ bonus. Building a Theatron increases the territory effect of all buildings by 25%.
de: Der Hellenistische Zivilisationsbonus. Ein Theatron zu bauen erhöht die territoriale Ausdehnung aller Gebäude um +25%.
es: El bonus de la civilización Helénica. La construcción de un teatro aumenta el efecto territorio de todos los edificios en un 25%.
fr: Bonus de la civilisation Hellénique. Construire un Theatron augmente l'étendue territoriale de chaque bâtiment de 25%.
gd: Buannachd sìobhaltas a' Ghreugachais. Thèid a' bhuaidh air an ranntair aig na h-uile togalach a mheudachadh le 25% ma thogas tu tèatron.
gl: A bonificación de civilización de «helenización». A construción dun teatro aumenta nun +25% o efecto no territorio de todas as estruturas.
nl: De Hellenisatie beschavingsbonus. Het bouwen van een theater vergroot het territorium van alle gebouwen met 25%.
pt_pt: A bonificação da helenização. A construção do Teatro aumenta o efeito territorial de todos os edifícios em +25%.

source: Greek theatres were places where the immortal tragedies of Aeschylus, Sophocles and many other talented dramatists were staged to the delight of the populace. They were instrumental in enriching Hellenic culture.
de: Griechische Theater waren Orte, an denen die unsterblichen Tragödien von Aischylos, Sophokles und weiterer talentierter Dramaturgen für eine breite Öffentlichkeit aufgeführt wurden. Durch sie wurde die hellenische Kultur stark bereichert.
es: Los teatros griegos fueron lugares donde las inmortales tragedias de Esquilo, Sófocles y muchos otros dramaturgos se representaban para deleite de la población. Resultaron una útil herramienta con la que enriquecer la cultura helénica.
fr: Les théâtres grecs étaient des lieux où les immortelles tragédies d'Eschyle, de Sophocle et de nombreux autres dramaturges talentueux étaient représentées pour le plus grand plaisir du peuple. Ils ont largement contribué à enrichir la culture hellénique.
gl: Nos teatros gregos representábanse as traxedias inmortais de Esquilo, Sófocles e moitos outros dramaturgos de talento para deleite do público. Os teatros foron esenciais no enriquecemento da cultura helénica.
nl: Griekse theaters waren plaatsen waar de alom bekende Griekse tragedies werden gespeeld voor het Griekse volk. Ze gaven het Griekenland van de oudheid een culturele boost.
pt_pt: Nos teatros gregos foram levados à cena as imortais tragédias de Ésquilo, Sófocles e de muitos outros talentosos dramaturgos para o deleite da população. Os teatros foram muito importantes para o enriquecimento da cultura helénica.

source: Gymnasion
gd: Taigh-sunntais
gl: Ximnasio
nl: Gymnasium
pt_pt: Ginásio

source: Train champion units and research technologies pertaining to champion units.
de: Bilde Gardisten aus und erforsche zugehörige Technologien.
es: Recluta unidades campeonas e investiga tecnologías relacionadas con éstas.
fr: Former des champions et rechercher leurs technologies associées.
gd: Trèanaich laoich is rannsaich teicneolasan co-cheangailte riutha.
gl: Adestra campións e investiga tecnoloxías relativas a eles.
nl: Rekruteer kampioenen en onderzoek nieuwe technologieën voor deze kampioenen.
pt_pt: Recruta unidades de elite e desenvolve tecnologias para estas unidades.

source: The Gymnasion was a vital place in Hellenic cities, where physical exercises were performed and social contacts established.
de: Das Gymnasion war ein wesentlicher Ort in hellenischen Städten, wo körperliche und geistige Übungen durchgeführt und soziale Kontakte geknüpft wurden.
es: El gimnasio era un lugar central en la vida social y cultural de las ciudades helenas, ya que allí era donde se desarrollaban competiciones de ejercicio físico y se establecían contactos.
fr: Le gymnase, où l'on pratiquait des activités physiques et où l'on établissait des contacts sociaux, occupait une place essentielle dans la vie des cités helléniques.
gd: 'S e àite cudromach a bh' anns an taigh-sunntais sna bailtean Greugach far an dèante eacarsaich na bodhaige agus far an stèidhichte dàimhean sòisealta.
gl: Os ximnasios eran vitais nas cidades helenas como lugares nos que facer exercicio físico e estabelecer lazos sociais.
nl: Het gymnasium was een belangrijke plaats in de Griekse steden. Er werd getraind en de sociale contacten werden er onderhouden.
pt_pt: O Ginásio era uma local fundamental nas cidades helénicas, onde se praticava exercício físico e se estabeleciam contactos sociais.

source: Prytaneion
gd: Prytaneìon
gl: Pritaneo
pt_pt: Pritaneu

source: Train heroes and research technology pertaining to heroes.
de: Trainiere Helden und erforsche spezielle Technologien für diese.
es: Entrena héroes e investiga tecnologías relacionadas con ellos.
fr: Former des héros et rechercher leurs technologies associées.
gd: Trèanaich curaidhean is rannsaich teicneolasan co-cheangailte riutha.
gl: Adestra heroes e investiga tecnoloxías relativas a eles.
nl: Rekruteer helden en onderzoek technologieën i.v.m. deze helden.
pt_pt: Recruta heróis e desenvolve tecnologias para estas unidades.

source: The Prytaneion is the meeting place for the city elders to dine and to make swift decisions.
de: Das Prytaneion ist ein Versammlungsplatz der Stadtältesten um zu Dinieren und dringende Entscheidungen zu treffen.
es: El pritaneo era el lugar donde se reunían los ancianos de la ciudad para cenar y tomar ágiles decisiones.
fr: Le Prytanée était le lieu de rencontre des sages de la cité pour y partager un repas et prendre des décisions rapides.
gd: 'S e ionad coinneimh airson seanairean a' bhaile a th' anns a' Prytaneìon fad an gabhadh iad biadh 's a rinneadh iad co-dhùnaidhean luatha.
gl: O pritaneo é o lugar de reunión dos sabios da cidade, onde gozan de banquetes e toman decisións.
nl: Het Prytaneion is de ontmoetingsplaats waar gezaghebbers eten en discussiëren.
pt_pt: O Pritaneu era o local onde os sábios da cidade se reuniam para jantar e tomar decisões importantes.

source: As the cradle of Western civilization and the birthplace of democracy, Athens was famed as a center for the arts, learning and philosophy. The Athenians were also powerful warriors, particularly at sea. At its peak, Athens dominated a large part of the Hellenic world for several decades.
de: Als Wiege der westlichen Zivilisation und als Geburtsort der Demokratie war Athen ein berühmtes Zentrum für Kunst, Wissenschaft und Philosophie. Die Athener waren aber auch schlagkräftige Krieger, besonders zur See. Auf dem Höhepunkt seiner Macht dominierte Athen große Teile der hellenischen Welt für etliche Jahrzehnte.
es: Como cuna de la civilización occidental y lugar de nacimiento de la democracia, Atenas fue reconocida como centro del arte, la educación y filosofía. Los atenienses también eran guerreros poderosos, especialmente en el mar. En su apogeo, Atenas dominó gran parte del mundo griego durante varias décadas.
fr: Berceau de la civilisation occidentale et de la démocratie, Athènes était considérée comme le centre de l'art, de l'apprentissage et de la philosophie. Les Athéniens étaient également de redoutables guerriers, notamment en mer. À son apogée, Athènes domina une large partie du monde grec durant plusieurs décennies.
gl: Berce da civilización occidental e da democracia, Atenas era famosa por ser un centro de referencia na arte, o ensino e a filosofía. Os atenienses eran poderosos guerreiros, especialmente no mar. Nos seu mellor momento, Atenas dominou unha gran parte do mundo heleno durante varias décadas.
nl: Als de geboorteplaats van de westerse beschavingen en de democratie was Athene bekend voor zijn kunst en filosofie. De Atheners waren ook sterke strijders, vooral in zeeslagen. Athene heeft verscheidene decennia een groot deel van de Griekse wereld geregeerd.
pt_pt: Berço da civilização ocidental e da democracia, Atenas era um célebre centro das artes, do ensino e da filosofia. Os atenienses eram fortes guerreiros, especialmente no mar. No seu apogeu, Atenas dominou grande parte do mundo helénico durante várias décadas.

source: Britons
de: Briten
es: Britanos
fr: Bretons
gd: Na Breatannaich
gl: Bretóns
nl: Brittannië
pt_pt: Bretões

source: Enhanced food gained from ranching and farming.
de: Viehhaltung und Ackerbau bringen mehr Nahrung.
es: Mejora en la obtención de comida animal y cultivada.
fr: Accroît la nourriture collectée dans l’élevage et l'agriculture.
gd: Leasachadh air a' bhiadh a gheibh thu o àiteach no sprèidh.
gl: Aumento da eficiencia dos currais e mailos cultivos.
nl: Verbeterde voedselproductie uit landbouw en dierenteelt.
pt_pt: Aumento da produtividade da agricultura e da criação de gado.

source: Ardiosmanae
gl: Ardiosmanæ

source: Represents Celtic farming methods.
de: Steht für keltische Ackerbaumethoden.
es: Representa métodos de cultivo celtas.
fr: Représente les méthodes de culture celtes.
gd: Riochdaichidh seo dòighean àitich Cheilteach.
gl: Representa métodos de labranza celtas.
nl: Stelt de Keltische landbouwmethodes voor.
pt_pt: Representa os métodos de cultivo celtas.
