Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The Peloponnesian valley of Laconia, homeland of the Spartans. The Macedonians are encroaching into Spartan lands. After losing a pitched battle against the invaders, the Spartans must rebuild their army quickly before the Macedonians overrun the entire valley.
de: Das peloponnesisch Tal von Lakonien, Heimat der Spartaner Die Makedonier dringen in Spartas Ländereien ein. Nach der Niederlage in einer Heftigen Schlacht gegen die Angreifer, mussten die Spartaner schnell eine neue Armee aufbauen, bevor die Makedonier das ganze Tal überrollen.
es: El valle peloponesio de Laconia, hogar de los espartanos. Los macedonios están invadiendo las tierras espartanas. Después de perder una batalla sin tregua contra los invasores, los espartanos deben reconstruir su ejército rápidamente, antes de que los macedonios arrasen todo el valle.
fr: La Laconie est une vallée au Sud-Est du Péloponnèse, la patrie des Spartiates. Les Macédoniens ont empiété sur ces terres, et après avoir perdu une bataille rangée contre les envahisseurs, les Spartiates doivent reconstruire leur armée rapidement avant que les Macédoniens n'envahissent toute la vallée.
gd: Is gleann Laconia air a' Pheoloponnais dachaigh nam Spartach. Tha na Masadonaich a' briseadh a-steach air dùthaich nam Spartach. an dèidh blàr neo-chothromach a chall an aghaidh an luchd brisidh a-steach, feumaidh na Spartaich an arm aca a thogail às ùr gu luath mus gabh na Masadonaich an gleann gu lèir.
gl: O val do Peloponeso en Laconia, fogar dos espartanos. Os macedonio están traspasando terras espartanas. Tras unha primeira derrota nunha batalla campal contra os invasores, os espartanos deben reconstruír o seu exército rapidamente antes de que os macedonios se fagan co control de todo o val.
nl: De Peloponnesische vallei van Laconië, thuisland van de Spartanen. De Macedoniërs vallen binnen in Spartaans grondgebied. De Spartanen moeten snel hun leger opnieuw opbouwen, na een kort maar krachtig gevecht verloren te hebben tegen de Macedoniërs.
pt_pt: O vale de Lacónia no Peloponeso, a pátria dos Espartanos. Os Macedónios invadem o território espartano. Depois de perderem uma batalha contra os Macedónios, os Espartanos têm de reconstruir o seu exército rapidamente antes da chegada dos invasores.

source: Multiplayer map. Each player starts out on a small island with minimal resources situated off the coast of a large land mass. This is a WFG community-designed map by: SMST, NOXAS1, and Yodaspirine.
de: Mehrspieler-Karte. Jeder Spieler startet auf einer kleinen Insel mit minimalen Ressourcen, vor der Küste einer großen Landmasse. Das ist eine WFG-Community-erstellte Karte von: SMST, NOXAS1 und Yodaspirine.
es: Mapa multijugador. Cada jugador comienza en una pequeña isla de recursos limitados situada lejos de la orilla de una gran masa terrestre. Este es un mapa de WFG diseñado por la comunidad. Hecho por SMST, NOXAS1 y Yodaspirine.
fr: Carte multi-joueurs. Chaque joueur commence sur une petite île avec des ressources minimales, situées au large de la côte d'une grande masse de terre. Il s'agit d'une carte WFG conçue en milieu communautaire par: SMST, NOXAS1, et Yodaspirine.
gd: Mapa ioma-chluicheadair. Tòisichidh gach cluicheadair ann an eilean beag le stòras glè ghann faisg air tìr mòr. Seo mapa a chaidh a dhealbhach le buill na coimhearsnachd WFG: SMST, NOXAS1 agus Yodaspirine.
gl: Mapa para varios xogadores. Cada xogados comeza nunha pequena illa cuns recursos mínimos situada na costa dunha enorme extensión de terra. Este mapa foi deseñado polos seguintes usuarios da comunidade: SMST, NOXAS1, e Yodaspirine.
nl: Multiplayer kaart. Iedere speler start op een klein eiland met een minimale hoeveelheid grondstoffen. De rest ligt op een grotere landmassa. Dit is een kaart ontworpen door de WFG community, door SMST, NOXAS1 en Yodaspirine.
pt_pt: Mapa para vários jogadores onde cada jogador começa numa pequena ilha com poucos recursos situada na costa de uma grande terra. Este mapa foi desenhado pelos seguintes membros da comunidade: SMST, NOXAS1, e Yodaspirine.

source: Miletus
de: Milet
es: Mileto
fr: Démo - Milet (Mílêtos)
gd: Miletos
gl: Mileto
pt_pt: Mileto

source: A sandbox scenario for one player.
de: Ein Sandkastenszenario für einen Spieler.
es: Un escenario de pruebas para un único jugador.
fr: Un scénario de test pour un joueur.
gd: Cnàmh-sgeul bogsa-gainmhich airson aon chluicheadair.
gl: Un escenario illado para un xogador.
nl: Een zandbak scenario voor één speler.
pt_pt: Um cenário solitário para um jogador.

source: Multiplayer Demo
de: Mehrspielerdemo
es: Demo multijugador
fr: Démo - Multi-joueurs
gd: Taisbeanadh ioma-chluicheadair
gl: Demostración de varios xogadores
pt_pt: Demonstração de multijogadores

source: Small map with lots of resources and some water, for testing gameplay in non-competitive multiplayer matches.
de: eine Kleine Karte mit vielen Rohstoffen und wenig Wasser, um den Spielablauf in nicht wettbewerbsorientierten Mehrspieler-Partie.
es: Mapa pequeño con muchos recursos y algo de agua, para probar el juego en partidas multijugador no competitivas.
fr: Une petite carte avec beaucoup de ressources et un peu d'eau, pour tester un gameplay en multijoueur non-compétitifs.
gd: Mapa beag le mòran stòrasan is beagan uisge gus cluiche a' gheama fheuchainn ann am maidichean ioma-chluicheadair neo-chòmhstritheil.
gl: Mapa pequeno cunha morea de recursos e algo de auga, para probar o xogo en batallas non competitivas de varios xogadores.
nl: Kleine kaart met veel grondstoffen en wat water. Om multiplayer matches te testen.
pt_pt: Pequeno mapa com muitos recursos e alguma água, para testar a jogabilidade em partidas não competitivas com vários jogadores.

source: 4 players duke it out over the vast Nile Delta. Each city starts out nestled atop a large acropolis, but resources are scarce, forcing each player to expand their resource operations into the surrounding lands. Scouts say the nearby branches of the Nile River are shallow and fordable in multiple locations, so should only serve as a minor barrier between enemy factions.
de: 4 Spieler kämpfen um das gewaltige Nildelta. Jede Stadt starte eingebettet in eine Stadtburg, jedoch sind Rohstoffe selten. Der Spieler ist gezwungen seine Rohstoffsammelaktionen immer weiter in das umliegende Land auszubreiten. Späher sagen, dass die nahen Zweige des Nils flach und einfach zu überqueren sind, sie dienen also nur als schmale Barriere zwischen den Gegnerischen Fraktionen.
es: 4 jugadores se enfrentan sobre el vasto Delta del Nilo. Cada ciudad comienza con una gran acrópolis, pero los recursos son escasos, forzando a cada jugador a expandir su recolección de recursos en las tierras circundantes. Los exploradores nos comunican que los ramajes cercanos al río Nilo son poco profundos y fácilmente vadeables por varios puntos, por lo que sólo servirán como débil defensa inicial frente a facciones enemigas.
fr: 4 joueurs s'affrontent sur le vaste delta du Nil. Chaque ville commence nichée au sommet d'une grande acropole, mais les ressources sont rares, ce qui oblige chaque joueur à étendre leurs activités de ressources dans les terres environnantes. Les éclaireurs rapportent que les embranchements à proximité du Nil sont peu profonds et guéable en plusieurs endroits, et ne seront qu'un obstacle mineur entre les factions ennemies.
gd: Tha 4 cluicheadairean a' dèanamh thar gobhlan mòr an Nìl. Tòisichidh gabh baile 'na acra-bhaile ach tha an stòras gann 's feumaidh gach cluicheadair cruinneachadh stòrais a leudachadh dhan tìr timcheall air ri linn sin. Tha rabhadairean ag innse dhuinn gu bheil meuran an Nìl a tha faisg oirnn eu-domhain is gu bheil àthannan ann, mar sin cha bhi iad 'nam bacadh mòr eadar na nàimhdean.
gl: 4 xogadores enfróntanse no delta do Nilo. Cada cidade comeza sobre unha enorme acrópole, pero os recursos escasean, obrigando a cada xogador a expandir as súas tarefas de recolección ás terras dos arredores. Os exploradores din que os afluentes próximos do Nilo son pouco profundos, e poden vadearse por varios puntos, polo que non deberían supoñer un verdadeiro obstáculo entre as faccións inimigas.
nl: 4 spelers starten rond de Nijl delta. Iedere stad start op een grote akropolis, maar grondstoffen zijn zeldzaam. Iedere speler moet dus snel voor uitbreiding zorgen om grondstoffen te verzekeren. Verken het land en de Nijl. Er zijn veel doorwaadbare plaatsen, dus dient de Nijl slechts als een kleine barrière tussen de vijanden.
pt_pt: 4 jogadores enfrentam-se no vasto delta do Nilo. Cada povoação começa no topo de uma grande acrópole onde os recursos são escassos, o que obriga os jogadores a explorarem o mapa em busca de locais mais ricos. Nestas redondezas, os braços do rio Nilo são pouco profundos e facilmente atravessáveis em vários locais, portanto não constituem uma barreira fiável contra facções inimigas.

source: Necropolis
de: Nekropole
es: Necrópolis
fr: Nécropole
gd: Baile nam marbh
gl: Necrópole
pt_pt: Necrópole

source: Pathfinding Demo
de: Wegfindung Demo
es: Demo de «pathfinding»
fr: Démo - Pathfinding
gd: Taisbeanadh air lorg-slighean
gl: Demostración de determinación de rutas
nl: Kortste-pad algoritme demo
pt_pt: Demonstração de Pathfinding

source: A map for testing unit movement algorithms.
de: Eine Karte zum Testen von Algorithmen zur Bewegung von Einheiten.
es: Un mapa para probar los algoritmos de movimiento de unidades.
fr: Une carte pour tester les algorithmes de mouvement des unités.
gd: Mapa gus algairimean ghluasaid a chur fo dheuchainn.
gl: Mapa para poñer a proba os algoritmos de movemento de unidades.
nl: Een kaart voor het testen van de algoritmes om eenheden te bewegen.
pt_pt: Um mapa para testar os algoritmos de movimento das unidades.

source: Pathfinding Terrain Demo
de: Wegfindung Terrain Demo
es: Demo de terrenos de «pathfinding»
fr: Terrain de démonstration pour la recherche de chemins
gd: Taisbeanadh air lorg-slighean le cruth-tìre
gl: Demostración de determinación de rutas sobre terreo
nl: Kortste-pad algoritme terrein demo
pt_pt: Demonstração de Pathfinding

source: A map for testing movement costs and terrain properties in the A* pathfinder.
de: Eine Karte, um Bewegungskosten und Geländeeigenschaften im A*-Pathfinder zu testen.
es: Un mapa para las pruebas de movimiento y las propiedades del terreno en el indicador del curso A *.
fr: Une carte pour tester les coûts d'un déplacement et les propriétés du terrain dans l'algorithme A*
gd: Mapa gus cosgaisean gluasaid a chur fo dheuchainn leis an lorg-shlighean A*.
gl: Mapa para poñer a proba os custos de movemento e propiedades do terreo co determinador de rutas A*.
nl: Een kaart om terrein-eigenshappen en de A* pathfinder te testen.
pt_pt: Uma mapa para testar os custos de movimento e as propriedades do terreno no pathfinder A*.

source: A real-world map of the Greek homeland.
de: Eine reale Karte, Griechenland nachempfunden.
es: Un mapa de tamaño realista del hogar del pueblo griego.
fr: Une carte réaliste de la patrie grecque.
gd: Mapa fìrinneach air dùthaich nan Greugach.
gl: Un mapa do mundo real ambientado en Grecia.
nl: Een schaalmodel van het Griekse schiereiland.
pt_pt: Um mapa real da região grega.

source: Athens
de: Athen
es: Atenas
fr: Athènes
gd: Baile na h‑Àithne
gl: Atenas
nl: Athene
pt_pt: Atenas

source: Sparta
es: Esparta
fr: Sparte
gl: Esparta
pt_pt: Esparta

source: Corinth
de: Korinth
es: Corinto
fr: Corinthe
gl: Corintio
nl: Corinthe
pt_pt: Corinto

source: Peloponnesian Wars
de: Peloponnesische Kriege
es: Guerras del Peloponeso
fr: Guerre du Péloponnèse
gd: Cogaidhean a' Pheoloponnais
gl: Guerras do Peloponeso
nl: Peloponnesische oorlogen
pt_pt: Guerra do Peloponeso

source: Demo map for new fancy water effects.
de: Demo-Karte für neue schöne Wassereffekte.
es: Mapa de demostración para los nuevos chachi efectos de agua.
fr: Carte de démonstration pour les nouveaux effets d'eau fantaisistes.
gd: Mapa taisbeanaidh airson èifeachdan uisge snasail ùra.
gl: Mapa de demostración dos novos efectos para a auga.
nl: Demokaart met de nieuwe water effecten.
pt_pt: Mapa de demonstração de novos efeitos da água.

source: Polynesia
de: Polynesien
es: Polinesia
fr: Démo - Polynésie
gd: Poilinèis
gl: Polinesia
nl: Polynesië
pt_pt: Polinésia

source: Resource demo
de: Ressourcendemo
es: Demo de recursos
fr: Démo - Ressources
gd: Taisbeanadh air stòrasan
gl: Demostración de recursos
nl: Grondstoffen demo
pt_pt: Demonstração de Recursos

source: Demo map for resource gathering.
de: Demo Karte für Sammeln von Ressourcen.
es: Mapa demostrativo de recolección de recursos.
fr: Carte de démonstration pour la collecte des ressources.
gd: Taisbeanadh air cruinneachadh stòrasan
gl: Mapa de demostración de recolección de recursos.
nl: Demo kaart voor het verzamelen van grondstoffen.
pt_pt: Mapa de demonstração de obtenção de recursos.

source: A desert biome map where each player has founded their colony at their own lush oasis. The rest of the map is generally wide-open and barren.
de: Ein Wüstenbiom, wo jeder Spieler seine eigene Kolonie an einer üppigen Oase gegründet hat. Der Rest der Karte ist meist offen und unwirtlich.
es: Un mapa de clima desértico donde cada jugador ha fundado su colonia alrededor de un virginal oais. El resto del mapa está mayormente vacío y desolado.
fr: Une carte de biome désertique où chaque joueur a fondé sa colonie sur sa propre oasis luxuriante. Le reste de la carte est généralement grande ouverte et stérile.
gd: Mapa fàsaich far an stèidhich gach cluicheadair an tuineachadh aige aig an innis-fhàsaich bheartach aige fhèin. Tha an corr dhen mhapa fosgailte 's lom san fharsaingeachd.
gl: Un mapa de deserto no que cada xogador fundou a súa colonia e o seu propio oasis. O resto do mapa é un terreo chan e inhóspito.
nl: Een woestijnkaart waar elke speler start met een weelderige oase dichtbij. De rest van de kaart is over het algemeen kaal en open.
pt_pt: Um mapa desértico onde cada jogador fundou a sua colónia junto ao seu próprio oásis verdejante. O resto do mapa é um terreno aberto e inóspito.

source: Situated Southside of the Atlas mountain range in North Africa. A somewhat open map with an abundance of food and mineral resources, while wood is somewhat scarce.
de: Auf der Südseite des Atlas in Nordafrika gelegen. Eine einigermaßen offene Karte mit einer Fülle von Nahrung und Mineralischen Rohstoffen, während Holz rar ist.
es: Situado en la cara sur de la cadena montañosa norteafricana, Atlas. Un mapa ligeramente abierto con abundancia de comida y recursos minerales, donde la madera escasea.
fr: Situé côté sud de la chaîne de l'Atlas en Afrique du Nord. Une carte assez ouverte avec abondance de ressources alimentaires et de minerai, alors que le bois est un peu plus rare.
gd: Deas air a' Mhonadh Atlais taobh tuath Afraga. Mapa caran fosgailte le pailteas bìdh is mèinneir fhad 's a tha fiodh caran gann.
gl: Situado na parte sur da cordilleira Atlas no norte de África. Un mapa relativamente aberto, con abundante comida e minerais, aínda que escasa madeira.
nl: Gesitueerd in het zuiden van het Atlasgebergte in het noorden van Afrika. Een tamelijk open kaart met een overvloed aan voedsel en mineralen, maar hout is eerder zeldzaam.
pt_pt: Situado a sul da cordilheira do Atlas, no norte de África. Um mapa relativamente aberto com abundância de comida e de recursos minerais, enquanto que a madeira é escassa.

source: Play with the Athenians faction in a non-threatening sandbox environment.
de: Spiele mit Athen in einer unbedrohlichen Sandkastenumgebung.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización ateniense.
fr: Jouer avec les Athéniens dans un environnement de test sans menace.
gd: Cluich mar Mhuinntir na h‑Àithne ann an àrainneachd bogsa-gainmhich neo-bhagarrach.
gl: Xoga cos atenienses nunha zona segura, libre de ameazas.
nl: Speel met de Atheense beschaving in een niet-bedreigende zandbak omgeving.
pt_pt: Joga com os atenienses sozinho e livre de ameaças.

source: The Athenians
de: Die Athener
es: Los atenienses
fr: Les Athéniens
gd: Muinntir na h‑Àithne
gl: Atenienses
nl: De Atheners
pt_pt: Atenienses

source: The Spartans
de: Die Spartaner
es: Los espartanos
fr: Les Spartiates
gd: Na Spartaich
gl: Espartanos
nl: De Spartanen
pt_pt: Espartanos

source: The Persians
de: Die Perser
es: Los persas
fr: Les Perses
gd: Na Pearsaich
gl: Persas
nl: De Perzen
pt_pt: Persas

source: The Gauls
de: Die Gallier
es: Los galos
fr: Les Gaulois
gd: Muinntir na Gaille
gl: Galos
nl: De Galliërs
pt_pt: Gauleses

source: Sandbox - The Athenians
de: Sandkasten – Die Athener
es: Escenario de prueba - Los atenienses
fr: Test - Athéniens
gd: Bogsa-gainmhich - Muinntir na h‑Àithne
gl: Zona segura — Atenienses
nl: Zandbak - De Atheners
pt_pt: Jogue uma partida sozinho com os atenienses

source: Play around with the Gallic faction in an idyllic sandbox setting.
de: Spiele die Gallier in einem idyllischen Sandkastenszenario.
es: Experimenta a tu gusto con la facción gala en un entorno idílico de pruebas.
fr: Jouer avec la faction gauloise dans un environnement de test idyllique.
gd: Cluich le Muinntir na Gaille ann an suidheachadh bogsa-gainmhich sàr-sheallach.
gl: Experimenta cos galos nunha zona segura.
nl: Speel met de Gallische beschaving in een idyllische zandbak.
pt_pt: Jogue solitariamente com os gauleses.

source: Roman Interlopers
de: Römische Eindringlinge
es: Intrusión romana
fr: Intrus romains
gd: Sgimilearan Ròmanach
gl: Intrusos romanos
nl: Romeinse wachters
pt_pt: Intrusos Romanos

source: Sandbox - The Britons
de: Sandbox - Die Britannier
es: Escenario de prueba - Los britanos
fr: Test - Bretons
gd: Bogsa-gainmhich - Na Breatannaich.
gl: Zona segura — Bretóns
nl: Zandbak - De Britten
pt_pt: Jogue uma partida sozinho com os bretões

source: Explore the Carthaginian Buildings and Units.
de: Entdecke die Gebäude und Einheiten Karthagos.
es: Explora los edificios y unidades cartaginesas.
fr: Explorez les bâtiments et unités carthaginois.
gd: Faigh eòlas air togalaichean is aonadan nan Cartagach.
gl: Explora as estruturas e unidades cartaxineses.
nl: Bekijk de Carthaagse gebouwen en eenheden.
pt_pt: Explore os Edifícios e Unidades dos Cartagineses

source: Carthage
de: Karthago
es: Cartago
gd: Cartago
gl: Cartago
nl: Carthago
pt_pt: Cartago

source: Creeps
de: Widerlinge
es: Bestias
fr: Gardiens
gl: Espantallos
nl: Engerds
pt_pt: Desvios

source: Sandbox - The Carthaginians
de: Sandkasten – Die Karthager
es: Escenario de prueba - Los cartaginenses
fr: Test - Carthaginois
gd: Bogsa-gainmhich - Na Cartagaich
gl: Zona segura — Cartaxineses
nl: Zandbak - De Carthagers
pt_pt: Jogue uma partida sozinho com os cartagineses

source: Sandbox - The Gauls
de: Sandkasten – Die Gallier
es: Escenario de prueba - Los galos
fr: Test - Gaulois
gd: Bogsa-gainmhich - Muinntir na Gaille
gl: Zona segura — Galos
nl: Zandbak - De Galliërs
pt_pt: Jogue uma partida sozinho com os gauleses

source: A demo map for the Iberians.
de: Eine Demokarte für die Iberer.
es: Un mapa de demostración para los íberos.
fr: Une carte de démonstration des Ibères.
gd: Mapa taisbeanaidh airson nan Ibèirich.
gl: Un mapa de demostración dos iberos.
nl: Een demo kaart voor de Iberiërs.
pt_pt: Uma mapa de demonstração para os Ibéricos.

source: Sandbox - The Iberians
de: Sandkasten – Die Iberer
es: Escenario de prueba - Los íberos
fr: Test - Ibères
gd: Bogsa-gainmhich - Na h‑Ibèirich
gl: Zona segura — Iberos
nl: Zandbak - De Iberiërs
pt_pt: Jogue uma partida sozinho com os Ibéricos

source: Play with the Macedonians faction in a non-threatening sandbox environment.
de: Spiele mit Makedonien in einer nicht-bedrohlichen Sandkastenumgebung.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización macedonia.
fr: Jouer avec les Macédoniens dans un environnement de test sans menace.
gd: Cluich 'nad Mhasadonach ann an àrainneachd bogsa-gainmhich neo-bhagarrach.
gl: Xoga cos macedonios nunha zona segura, libre de ameazas.
nl: Speel met de Macedoniërs in een niet-bedreigende zandbakomgeving.
pt_pt: Joga com os macedónios num ambiente descontraído e sem ameaças.

source: The Macedonians
de: Die Makedonen
es: Los macedonios
fr: Les Macédoniens
gd: Na Masadonaich
gl: Macedonios
nl: De Macedoniërs
pt_pt: Macedónios

source: Sandbox - The Macedonians
de: Sandkasten – Die Makedonen
es: Escenario de prueba - Los macedonios
fr: Test - Macédoniens
gd: Bogsa-gainmhich - Na Masadonaich
gl: Zona segura — Macedonios
nl: Zandbak - De Macedoniërs
pt_pt: Sandbox - Macedónios

source: Mauryan Indian faction showcase map.
de: Modellkarte mit den Maurya-Indern.
es: Mapa de demostración de la facción de los hindúes maurianos.
fr: Carte vitrine de la faction indienne des Mauryas.
gd: Mapa taisbeanaidh airson nan Innsinich Mhauraidheach
gl: Mapa de presentación da facción dos indios mauros.
nl: Kaart die de Mauryaans-Indische beschaving toont.
pt_pt: Mapa de apresentação do império Mauria.

source: Sandbox - The Mauryans
de: Sandkasten – Die Maurya-Inder
es: Escenario de prueba - Los maurianos
fr: Test - Mauryas
gd: Bogsa-gainmhich - Na Mauraidhich
gl: Zona segura — Mauros
nl: Zandbak - De Mauryadynastie
pt_pt: Sandbox - Império Mauria

source: Demo Map. Play with the Persian civilisation in a sandbox setting.
de: Demokarte. Spiele mit der persischen Zivilisation in einer Sandkastenumgebung.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización persa.
fr: Carte démo. Jouer avec la civilisation perse dans un environnement de test.
gd: Mapa taisbeanaidh. Cluich 'nad Phearsach ann an àrainneachd bogsa-gainmhich.
gl: Mada de demostración. Xoga cos persas nunha zona segura, libre de ameazas.
nl: Demokaart. Speel met de Perzische beschaving in een zandbak.
pt_pt: Mapa de demonstração. para jogar sozinho com a civilização persa.

source: Achaemenids
de: Achämeniden
es: Aqueménidas
fr: Achéménides
gd: Achaimenich
gl: Aqueménidas
pt_pt: Aqueménidas

source: Sandbox - The Persians
de: Sandkasten – Die Perser
es: Escenario de prueba - Los persas
fr: Test - Perses
gd: Bogsa-gainmhich - Na Pearsaich
gl: Zona segura — Persas
nl: Zandbak - De Perzen
pt_pt: Jogue uma partida sozinho com os persas

source: Play with the Ptolemaic Egyptians in a non-threatening sandbox setting.
de: Spiele mit ptolemäischen Ägyptern in einer unbedrohlichen Sandkastenumgebung.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización egipcio-ptolomaica.
fr: Jouer avec les Égyptiens ptolémaïques dans un environnement de test sans menace.
gd: Cluich leis na h-Èipheitich Ptolamach ann an suidheachadh bogsa-gainmhich gun bhagairt.
gl: Xoga cos exipcios tolemaicos nun escenario seguro sen inimigos.
nl: Speel met de Ptolemeïsche beschavingen in een niet-bedreigende zandbak omgeving.
pt_pt: Joga com o Egito ptolemaico sozinho e livre de ameaças.

source: Ptolemy "Savior"
de: Ptolemaios "Soter"
es: Ptolomeo «El salvador»
fr: Ptolémée "Sauveur"
gd: Ptolamaidh "An t-Slànaighear"
gl: Salvador tolemaico
nl: Ptolemaeus "Wetende"
pt_pt: Ptolemeu I Sóter

source: Libyans
de: Libyer
es: Libios
fr: Libyens
gd: Libithich
gl: Libios
nl: Libiërs
pt_pt: Líbios

source: Sandbox - The Ptolemaic Egyptians 2
de: Sandbox - Die Ptolemaier 2
es: Escenario de prueba - Los egipcios ptolemaicos 2
fr: Test - Égyptiens ptolémaïques 2
gd: Bogsa-gainmhich - Na h-Èipheitich Ptolamach 2
gl: Zona segura — Os exipcios tolemaicos 2
nl: Zandbak - De Ptolemeïsche Egyptenaren 2
pt_pt: Jogue uma partida sozinho com Egipto ptolemaico 2
