Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The Macedonian-Greek rulers of the Ptolemaic dynasty observed many ancient Egyptian traditions in order to satiate the local populace and ingratiate themselves to the powerful priestly class in the country.
de: Die makedonisch-griechischen Herrscher der ptolemäischen Dynastie beobachteten viele altägyptische Traditionen, um die lokale Bevölkerung zu beruhigen und sich bei der mächtigen Priesterklasse des Landes beliebt zu machen.
es: Los gobernantes Greco-Macedonios de la dinastía Ptolemaica siguieron un sinfín de tradiciones del antiguo Egipto para contentar a la población local y congraciarse con la poderosa clase sacerdotal del país.
fr: Les souverains greco-macédoniens de la dynastie ptolémaïque appliquaient d'anciennes traditions égyptiennes avant de satisfaire la population locale et de s'attirer les bonnes grâces de la puissante classe sacerdotale du pays.
gl: Os gobernadores greco-macedonios da dinastía dos Tolomeos observaron moitas antigas tradicións exipcias para saciar á poboación local e congraciarse eles mesmos coa poderosa clase clerical do país.
nl: De Macedonisch-Griekse heersers van de Ptolemeïsche dynastie hebben veel oud-Egyptische tradities geobserveerd om zichzelf te integreren in de lokale bevolking via de krachtige religieuze klasse.
pt_pt: Os governadores greco-macedónios da dinastia ptolemaica observaram muitos tradições antigas tradições egípcias para saciar a população local e consagrarem-se eles mesmo com uma poderosa classe clerical do país.

source: The Ptolemaic Egyptians receive 3 additional farming technologies above and beyond the maximum number of farming technologies usually available to a faction.
de: Die ptolemäischen Ägypter bekommen 3 zusätzliche landwirtschaftliche Technologien über der maximalen Zahl der landwirtschaftlichen Technologien, die einer Fraktion üblicherweise zur Verfügung stehen.
es: Los egipcios Ptolemáicos reciben 3 tecnologías de cultivo adicionales por encima del máximo número de tecnologías de cultivo habitualmente disponibles para una facción.
fr: Les Égyptiens ptolémaïques reçoivent 3 technologies agricoles supplémentaires au-delà du nombre maximal de technologies agricoles généralement disponibles pour une faction.
gl: Os exipcios tolemaicos reciben 3 tecnoloxías adicionais de agricultura, en comparación coas que adoitan recibir o resto das faccións.
nl: De Ptolemeïsche Egyptenaren krijgen drie extra landbouwtechnologieën bovenop de standaard technologieën.
pt_pt: Os egípcios ptolemaicos desenvolvem 3 tecnologias adicionais de cultivo em relação a outras civilizações

source: The Nile Delta had rich soil for farming, due to centuries of seasonal floods from the Nile depositing rich silt across the landscape.
de: Das Nildelta hatte einen fruchtbaren Boden für die Landwirtschaft, aufgrund der saisonalen Fluten des Nils, die für Jahrhunderte reichhaltigen Schlamm über die Landschaft verteilt haben.
es: El Delta del Nilo tenía un suelo fértil para la agricultura, debido a siglos de inundaciones estacionales del Nilo que depositaba ricos sedimentos por todo el paisaje.
fr: Le delta du Nil possède une terre fertile pour l'agriculture, grâce à des siècles d'inondations saisonnières du Nil qui déposent du limon riche dans les plaines.
gl: O solo do delta do Nilo era ideal para a agricultura, grazas a séculos de inundacións por tempadas debido a subidas do Nilo que depositaban limo na terra.
nl: De Nijl Delta had een rijke grond, extreem geschikt voor de landbouw door de seizoensgebonden overstromingen die een grote hoeveelheid slib afzetten.
pt_pt: O delta do Nilo era um solo fértil para cultivar devido durante vários séculos o Nilo ter inundado estas terras e ter depositado limo nas suas encostas.

source: Ptolemaic Egyptians
de: Ptolemaier
es: Egipcios ptolemaicos
fr: Égyptiens ptolémaïques
gd: Èiphitich Phtolamach
gl: Exipcios tolemaicos
nl: Ptolemeïsche Egyptenaren
pt_pt: Egípcios ptolemaicos

source: The great Greek-Macedonian dynastic rule over Ancient Egypt.
de: Die Herrschaft der großen griechisch-makedonischen Dynastie über Ägypten.
es: La gran dinastía Greco-Macedonia gobernó el antiguo Egipto.
fr: La grande dynastie gréco-macédonienne qui a régna sur l’Égypte antique.
gd: A' mhòr-riaghailt Ghreugach Mhasadonach thànaisteach air an Èipheit àrsaidh.
gl: A gran dinastía greco-macedonia goberna o Antigo Exipto.
nl: De grote Griekse Macedonische dynastie regeerde over het oude Egypte.
pt_pt: A grande dinastia greco-macedónia governa o Antigo Egipto.

source: Maximum of 1 built. All Special Technologies and some regular city-phase technologies are researched here. Building one reduces the cost of all other remaining technologies by 10%.
de: Baulimit von 1 erreicht. Alle besonderen Technologien werden hier erforscht. Eins zu bauen reduziert die Kosten für alle verbleibenden Technologien um 10%.
es: Sólo se puede construir uno como máximo. Todas las tecnologías especiales y algunas tecnologías normales de la Fase de ciudad se investigan aquí. Construir una reduce el coste de las tecnologías restantes un 10%.
fr: Limite de construction : 1. Toutes les technologies spéciales et quelques classiques de la Phase des Villes sont recherchées ici. En rechercher une réduit le coût de toutes les autres restantes de 10%.
gd: Thèid gach teicneolas sònraichte 's cuid a theicneolasan àbhaisteach aig linn nam mòr-bhailtean a rannsachadh an-seo. Nuair a thogas tu fear, bidh na teicneolasan eile uile nas saoire le 10%. Cuingeachadh togail: 1
gl: Todas as tecnoloxías especiais e algunhas tecnoloxías normais da fase de cidade investíganse aquí. Construír unha biblioteca reduce un 10% o custo do resto das tecnoloxías. Só pode construírse unha.
nl: Maximum 1 te bouwen. Alle speciale technologieën en enkele gewone grootstadsfase technologieën worden hier onderzocht. Het gebouw verminderd ook de kost van alle resterende technologieën met 10%.
pt_pt: Todas as tecnologias especiais e algumas tecnologias normais da Cidade estão disponíveis para serem desenvolvidas aqui. Construir uma biblioteca reduz o custo de todas as tecnologias em 10%. Mas só se pode construir uma.

source: Must be constructed in neutral territory. Has no territory radius effect. Trains all 'mercenary' units.
de: Muss auf neutralem Boden errichtet werden. Hat keinen Effekt auf den Radius von Territorien. Bildet alle Typen von Handelseinheiten aus.
es: Debe de construirse en territorio neutral. No tiene radio de efecto del territorio. Recluta todas las unidades 'mercenario'
fr: Doit être construit en territoire neutre. N'a pas d'effet d'augmentation de territoire. Entraîne toutes les unités "mercenaires".
gd: Chan fhaod thu a thogail ach air ranntair neo-phàirteach. Chan eil buaidh aige air meud do ranntair. Trèanaichidh e gach saighdear-duaise.
gl: Debe construírse en territorio neutral. Non ten efecto no territorio. Permite adestrar todas as unidades de mercenarios.
nl: Moet in neutraal gebied gebouwd worden. Heeft geen invloed op het territorium. Kan gebruikt worden om huurlingen te rekruteren.
pt_pt: Tem de ser construído em território inimigo. Não tem efeito territorial. Recruta todo o tipo de unidades mercenárias.

source: Lighthouse
de: Leuchtturm
es: Faro
fr: Phare
gd: Taigh-solais
gl: Faro
nl: Vuurtoren
pt_pt: Farol

source: When built along the shoreline, removes shroud of darkness over all the water, revealing all the coast lines on the map. Limit: 1.
de: Entfernt den über dem Wasser befindlichen Nebel des Krieges, sodass alle Küsten sichtbar werden. Baulimit: 1.
es: Cuando se construye en en la línea de playa acaba con la niebla de guerra de todo el agua, revelando toda la costa en el mapa. Límite: 1.
fr: Une fois construit le long du rivage, il découvre toutes les eaux, révélant les côtes de la carte. Limite de construction: 1.
gd: Ma thogas tu tè air an oirthir, bheir seo air falbh an dorchadas air an uisge ach am faic thu far a bheil an costa air feadh a' mhapa. Cuingeachadh togail: 1.
gl: Cando se constrúe na liña de costa, retira o manto de escuridade de toda a auga, revelando todas as liñas de costa do mapa. Só pode construírse un.
nl: Indien langs de kust gebouwd maakt dit gebouw al het water op de kaart zichtbaar. Bouwlimiet: 1.
pt_pt: Quando é construído ao longo da costa, remove a obscuridade sobre a água, revelando todos os litorais do mapa. Limite: 1.

source: The Ptolemaic dynasty in Egypt built the magnificent Lighthouse of Alexandria near the harbor mouth of that Nile Delta city. This structure could be seen for many kilometers out to sea and was one of the Seven Wonders of the World.
de: Die Ptolemäische Dynastie in Ägypten baute den prächtigen Leuchtturm von Alexandria nahe der Einfahrt zum Hafen nahe des Nildeltas. Dieses Gebäude konnte viele Kilometer weit auf See gesehen werden und war eines der Sieben Weltwunder.
es: La dinastía Ptolemáica en Egipto construyó el majestuoso Faro de Alejandría al lado de la entrada al puerto de esa ciudad en el Delta del Nilo. Esta estructura podía ser vista kilómetros mar adentro, y fue una de las Siete Maravillas del Mundo.
fr: La dynastie ptolémaïque en Égypte construisit le magnifique phare d'Alexandrie près de la ville de l'embouchure du delta du Nil. Cette structure pouvait être vue depuis plusieurs kilomètres en mer et était l'une des sept merveilles du monde.
gl: A dinastía exipcia dos Tolomeos construíu o magnífico Faro de Alexandría preto do porto de dita cidade, situada no Delta do Nilo. Esta estrutura podía verse desde moitos quilómetros de distancia desde o mar, e foi unha das sete marabillas do mundo.
nl: De Ptolemeïsche dynastie in Egypte heeft de bekende vuurtoren van Alexandrië gebouwd. Vlak naast de ingang van de haven van die stad aan de Nijldelta. Dit gebouw kon van kilometers in de zee gezien worden en was één van de zeven wereldwonderen.
pt_pt: A dinastia ptolemaica no Egipto construiu o magnifico farol de Alexandria perto do porto desta cidade situada no delta do Nilo. Este farol permitiu ver muitos quilómetros de mar e foi uma das Sete Maravilhas do Mundo.

source: The Ptolemaic dynasty was a Macedonian Greek royal family which ruled the Ptolemaic Empire in Egypt during the Hellenistic period. Their rule lasted for 275 years, from 305 BC to 30 BC. They were the last dynasty of ancient Egypt.
de: Die Ptolemäische Dynastie war eine Mazedonisch-Griechische Königsfamilie, die während der Hellenischen Periode regierte. 275 Jahre, von 305 v.Chr. bis 30v.Chr., regierten sie das Ptolemäische Imperium in Ägypten. Sie waren die letzte Dynastie des Antiken Ägypten.
es: La dinastía Ptolemáica fue una familia real de la Macedonia Griega que gobernó el Imperio Ptolemáico en Egipto durante el periodo helenístico. Su gobierno duró 275 años, desde el 305 a.C. al 30 a.C. Fueron la última dinastía del antiguo Egipto.
fr: La dynastie des Ptolémées était une famille royale macédonienne qui dirigea l'Empire ptolémaïque durant l'époque hellénistique. Leur règne dura 275 ans, de 305 à 30 av. J.C. Ils furent la dernière dynastie de l'ancienne Égypte.
gl: A dinastía dos Tolomeos consistiu nunha familia real greco-macedonia que gobernou o Imperio Tolemaico en Exipto durante o período helenístico. O seu reinado durou 275 anos, desde o 205 a.C ao 30 a.C. Foron a última dinastía do Antigo Exipto.
nl: De Ptolemeïsche dynastie was een Macedonisch-Griekse koninklijke familie die heerste over het Ptolemeïsche rijk in Egypte gedurende de Hellenistische periode, over 275 jaar (van 305 tot 30 V.C.). Ze waren de laatste dynastie van het oude Egypte.
pt_pt: A dinastia ptolemaica no Egipto constitui-se numa família greco-macedónia que governou o Imprério Plotemaico no Egipto durante o período Helenístico. O seu reinado durou 275 anos desde 305 a.C. até 30 a.C. Foi a última dinastia do Antigo Egipto.

source: Romans
de: Römer
es: Romanos
fr: Romains
gd: Na Ròmanaich
gl: Romanos
nl: Rome
pt_pt: Romanos

source: Roman Legionaries can form a Testudo.
de: Römische Legionäre können eine Schildkrötenformation einnehmen.
es: Los legionarios romanos se pueden proteger con la formación en tortuga.
fr: Les légionnaires romains peuvent utiliser la formation tortue.
gd: 'S urrainn dha na lèigiunaich Ròmanach a dhol dhan chumadh shligeanach.
gl: Os lexionarios romanos poden formar en tartaruga.
nl: Romeinse legionairs kunnen een testudo formatie vormen.
pt_pt: Os legionários romanos podem usar a formação tartaruga.

source: Testudo Formation
de: Schildkrötenformation
es: Formación en tortuga
fr: Formation tortue
gd: Cumadh sligeanach
gl: Formación de tartaruga
nl: Testudo formatie
pt_pt: Formação Tartaruga

source: The Romans commonly used the Testudo or 'turtle' formation for defense: Legionaries were formed into hollow squares with twelve men on each side, standing so close together that their shields overlapped like fish scales.
de: Die Römer benutzten die Schildkrötenformation (auch Testudo) meistens zur Verteidigung: Legionäre formten Quadrate mit zwölf Kämpfern an jeder Seite, welche eng zusammen standen, sodass sich ihre Schilde wie Fischschuppen überlappten.
es: Los romanos utilizaban de forma recurrente la formación en tortuga para defenderse: Los legionarios se agrupaban rectangularmente con doce hombres a cada lado. Manteniéndose suficientemente cerca como para juntar sus escudos como si de escamas de pescado se tratasen.
fr: Les Romains utilisaient fréquemment la formation en 'tortue' pour se défendre : les légionnaires se rangeaient en carrés vides de douze hommes de côté, en se tenant si près les uns des autres que leurs boucliers se superposaient comme des écailles de poisson.
gl: Os romanos adoitaban empregar a formación de tartaruga para defenderse. Os lexionarios organizábanse formando un cadrado cunha ducia de soldados en cada lado, xuntos dabondo para que os seus escudos se entrelazasen como escamas de peixe.
nl: De Romeinen gebruikten vaak de testudo (schildpad) formatie als verdediging. Legionairs namen plaats in holle vierkanten met twaalf man langs elke zijde. De legionairs stonden dicht genoeg zodat de schilden overlapten als visschubben.
pt_pt: Os Romanos usavam frequentemente a formação defensiva Testudo ou "tartaruga": os legionários formavam em quadrados ocos, com doze soldados de cada lado. Ficavam tão próximos uns dos outros que os seus escudos se sobrepunham como escamas de peixe.

source: Any Roman citizen-soldier fighting within Roman territory gains a non-permanent +10% bonus in armor.
de: Jeder römische Bürgersoldat der auf römischem Territorium kämpft erhält temporär +10% Rüstung.
es: Cualquier ciudadano-soldado romano luchando dentro de territorio romano obtiene una bonificación de armadura no permanente de +10%
fr: Tout les citoyens-soldats romains sur le territoire romain bénéficient d'un bonus non-permanent de +10% en armure.
gd: Gheibh gach saighdear-dùthcha Ròmanach a nì sabaid air ranntair Ròmanach buannachd armachd sealach de +10%.
gl: Calquera cidadán soldado romano que loite dentro do territorio romano consegue unha bonificación de armadura temporal do 10%.
nl: Elke Romeinse burgersoldaat die vecht binnen Romeins gebied krijgt een tijdelijke +10% bonusbewapening.
pt_pt: Todos os cidadãos-soldados romanos que combaterem em território romano ganham um bónus de armadura temporário de +10%.

source: Citizenship
de: Bürgerrecht
es: Ciudadanía
fr: Citoyenneté
gd: Saoranachd
gl: Cidadanía
nl: Burgerschap
pt_pt: Cidadania

source: Roman Citizenship was highly prized in the ancient world. Basic rights and privileges were afforded Roman citizens that were denied other conquered peoples. It is said that harming a Roman citizen was akin to harming Rome herself, and would cause the entire might of Rome to fall upon the perpetrator.
de: Römischer Bürger wurden in der Antike sehr geschätzt. Sie hatten grundlegende Rechte und Privilegien, welche Menschen anderer Kulturkreise vorenthalten blieben. Es wurde erzählt einem Römer zu Schaden sei wie Rom selbst zu Schaden und würde somit die gesamt Macht Roms gegen den Täter aufbringen.
es: La ciudadanía romana era altamente preciada en el mundo antiguo. Los derechos básicos y privilegios que tenían los ciudadanos romanos, eran denegados a otros pueblos conquistados. Se decía que dañar a un ciudadano romano era comparable a dañar a la misma Roma, y podía causar que cayese todo el poder de Roma sobre el infractor.
fr: La citoyenneté romaine était très prisée dans le monde antique. Les droits et privilèges accordés aux citoyens romains étaient refusés aux peuples conquis. On dit que blesser un citoyen romain était presque comme blesser Rome elle-même, et ferait s'abattre sur le coupable la puissance entière de Rome.
gl: A cidadanía romana era moi prezada no mundo antigo. Aos cidadáns romanos concedíanselles dereitos e privilexios básicos que se lles negaban aos pobos conquistados. Adoitaba dicirse que atacar a un cidadán romano equivalía a atacar á propia Roma, polo que sobre o culpábel caería todo o peso de Roma.
nl: Romeins burgerschap was veel waard in de klassieke oudheid. Basisrechten en privileges werden enkel gegeven aan Romeinse burgers, en niet aan veroverde volkeren. Het aanvallen van een Romeinse burger was bijna net zo erg als het aanvallen van Rome, dus zou ook volledig Rome reageren op de aanvaller.
pt_pt: A Cidadania Romana era altamente valorizada no mundo antigo. Aos cidadãos romanos eram concedidos direitos e privilégios básicos que eram recusados aos outros povos conquistados. Dizia-se que prejudicar um cidadão romano era como prejudicar a própria Roma - e o responsável ver-se-ia a braços com todo o poderio do império.

source: Allied citizen-soldiers gain a +15% attack when in Roman territory.
de: Verbündete Bürgersoldaten erhalten in römischen Gebiet +15% Angriff.
es: Los ciudadanos-soldado aliados ganan un +15% de ataque cuando están en territorio romano.
fr: Les citoyens-soldats alliés gagnent +15% d'attaque lorsqu'ils sont en territoire romain.
gd: Buannaichidh saighdearan-dùthcha caidreabhach +15% air na h‑ionnsaighean aca nuair a bhios iar air ranntair Ròmanach.
gl: Os cidadáns soldado aliados obteñen un 15% máis de ataque no territorio romano.
nl: Geallieerde burgersoldaten hebben +15% aanvalskracht in Romeins territorium.
pt_pt: Cidadãos-soldados aliados ganham uma bonificação de +15% de ataque sempre que estiverem em território romano.

source: Being allied with Rome came with great benefits (as well as great peril).
de: Mit Rom verbündet zu sein hatte große Vorteile (wie auch große Risiken).
es: Aliarse con roma trajo grandes beneficios (al igual que un gran peligro).
fr: S'allier à Rome offrait de grands avantages (ainsi que de grands périls).
gd: Gheibhte buannachd mhòr (cho math ri cunnart mòr) à caidreachas leis an Ròimh.
gl: Unha alianza con Roma supuña grandes beneficios (así como grandes perigos).
nl: Geallieerd zijn met Rome bracht vele voordelen met zich mee (alsook een verhoogd gevaar).
pt_pt: Formar uma aliança com Roma trazia grandes benefícios (mas também grandes perigos).

source: Lucius Junius Brutus
de: Lucius Iunius Brutus
es: Lucio Junio Bruto
gl: Lucio Xunio Bruto
pt_pt: Lúcio Júnio Bruto

source: Lucius Tarquinius Collatinus
es: Lucio Tarquinio Colatino
gl: Lucio Tarquinio Colatino
pt_pt: Lúcio Tarquínio Colatino

source: Gaius Julius Caesar Octavianus
es: Cayo Julio César Octavio
fr: Caius Julius Caesar Octavianus
gl: Caio Xulio César Octaviano
pt_pt: Octávio César Augusto

source: Marcus Vipsanius Agrippa
es: Marco Vipsanio Agripa
gl: Marco Vipsanio Agripa
pt_pt: Marco Vipsânio Agripa

source: Gaius Iulius Iullus
es: Cayo Julio Julo
fr: Caius Iulius Iullus
gl: Caio Xulio Xulo
pt_pt: Caio Júlio Julo

source: Gaius Servilius Structus Ahala
es: Cayo Servilio Estructo Ahala
fr: Caius Servilius Structus Ahala
gl: Caio Servilio Estruto Ahala
pt_pt: Gaius Servilius Ahala

source: Publius Cornelius Rufinus
es: Publio Cornelio Rufino
gl: Publio Cornelio Rufino

source: Lucius Papirius Cursor
es: Lucio Papirio Cursor
gl: Lucio Papirio Cursor
pt_pt: Lúcio Papírio Cursor

source: Aulus Manlius Capitolinus
es: Aulo Manlio Capitolino
gl: Aulo Manlio Capitolino
pt_pt: Aulo Mânlio Capitolino

source: Publius Cornelius Scipio Africanus
es: Publio Cornelio Escipión Africano
gl: Publio Cornelio Escipión o Africano
pt_pt: Cipião Africano

source: Publius Sempronius Tuditanus
es: Publio Sempronio Tuditano
gl: Publio Sempronio Tuditano
pt_pt: Públio Semprônio Tuditano

source: Marcus Cornelius Cethegus
es: Marco Cornelio Cetego
gl: Marco Cornelio Cetego
pt_pt: Marco Cornélio Cétego

source: Quintus Caecilius Metellus Pius
es: Quinto Cecilio Metelo Pío
fr: Quintus Cæcilius Metellus Pius
gl: Quinto Cecilio Metelo Pío
pt_pt: Quinto Cecílio Metelo Pio

source: Marcus Licinius Crassus
es: Marco Licinio Craso
gl: Marco Licinio Craso
pt_pt: Marco Licínio Crasso

source: Roman heroes can convert enemy units with great cost.
de: Unter großem Kostenaufwand können römische Helden feindliche Einheiten bekehren.
es: Los héroes romanos pueden convertir unidades enemigas a cambio de un gran coste.
fr: Les héros romains peuvent convertir les unités ennemies pour un coût élevé.
gd: 'S urrainn do chuiridhean Ròmanach aonadan an nàmhad iompachadh le cosgais àrd.
gl: Os heroes romanos poden converter unidades inimigas cun gran custo.
nl: Romeinse helden kunnen vijanden bekeren tegen een grote kost.
pt_pt: Os heróis romanos podem converter unidades inimigas com grande custo.

source: 'Divide and conquer' was the main principle in Rome's foreign politics throughout its long history. The Romans lured enemies or neutral factions to their side by offering them certain privileges. In due period of time, friends as well as foes were subjugated.
de: 'Teile und herrsche' war das Motto der Außenpolitik des Römischen Reiches. Die Römer brachten Feinde als auch neutrale Nachbarn auf ihre Seite indem sie ihnen gewisse Privilegien zugestanden. Nach kurzer Zeit waren jedoch sowohl Freund als auch Feind unterworfen.
es: "Divide y vencerás" era el gran principio que siguieron las políticas romanas a lo largo de su extensa historia. Los romanos atraían a facciones enemigas y neutrales ofreciéndoles ciertos privilegios. Al poco tiempo, amigos y enemigos caían subyugados.
fr: 'Diviser pour régner' était le principe fondamental de la politique étrangère de Rome tout au long de sa longue histoire. Les Romains ont attiré des ennemis ou des factions neutres à leurs côtés en leur offrant certains privilèges. Avec le temps, les amis ainsi que les ennemis ont été subjugués.
gl: «Divide e vencerás» foi o principio polo que se rexeron as políticas de exterior de Roma durante toda a súa historia. Os romanos atraían ás faccións inimigas ou neutrais ao seu bando ofrecéndolles certos privilexios. Chegado o momento, amigos e inimigos eran subxugados.
nl: 'Verdeel en heers' was het hoofdprincipe van de Romeinse buitenlandse politiek. De Romeinen wonnen vijanden en neutrale volkeren voor zich door hen bepaalde privileges aan te bieden. Met de tijd werden zowel vrienden als vijanden onderworpen.
pt_pt: "Dividir para conquistar" era o princípio orientador da política externa de Roma ao longo da sua história. Os Romanos seduziam os seus inimigos e facções neutrais com a oferta de certos privilégios. Em pouco tempo, tanto os amigos como os inimigos acabavam por ser subjugados.
