Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: upload failed (%(errorCode)s)
de: Hochladen fehlgeschlagen (%(errorCode)s)
es: no se ha podido subir (%(errorCode)s)
fr: téléversement échoué (%(errorCode)s)
gd: dh'fhàillig leis an luchdadh suas (%(errorCode)s)
gl: non foi posíbel completar o envío (%(errorCode)s)
nl: versturen mislukt (%(errorCode)s)
pt_pt: não foi possível fazer o carregamento (%(errorCode)s)

source: upload failed (%(errorMessage)s)
de: Hochladen fehlgeschlagen (%(errorMessage)s)
es: no se ha podido subir (%(errorMessage)s)
fr: téléversement échoué (%(errorMessage)s)
gd: dh'fhàillig leis an luchdadh suas (%(errorMessage)s)
gl: non foi posíbel completar o envío (%(errorMessage)s)
nl: versturen mislukt (%(errorMessage)s)
pt_pt: não foi possível fazer o carregamento (%(errorMessage)s)

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
gd: chan eil fhios
gl: descoñecido
nl: onbekend
pt_pt: desconhecido

source: %(startWarning)sWarning:%(endWarning)s You appear to be using non-shader (fixed function) graphics. This option will be removed in a future 0 A.D. release, to allow for more advanced graphics features. We advise upgrading your graphics card to a more recent, shader-compatible model.
de: %(startWarning)sWarnung:%(endWarning)s Es scheint dass Sie eine Grafikkarte (Fixed-Function-Modell) benutzen, die kein Shading unterstützt. Diese Option wird in zukünftigen 0-A.D.-Versionen entfernt werden, um eine verbesserte Grafikausgabe zu ermöglichen. Wir empfehlen, eine modernere, shader-kompatible Grafikkarte einzusetzen.
es: %(startWarning)sCuidado:%(endWarning)s Parece que estás usando una tarjeta de vídeo sin soporte de shaders (también llamada de «fixed function») Esta opción no estará disponible en futuras versiones de 0 A.D. para dejar sitio a técnicas más avanzadas. Te aconsejamos que, si es posible, actualices tu gráfica a un modelo más reciente que sea compatible con shaders, ó sombreadores.
fr: %(startWarning)sAttention :%(endWarning)s Il semblerait que vous utilisiez un GPU qui ne gère pas les shaders (fonction fixe). Cette option sera retirée dans les versions futures de 0 A.D., pour permettre des fonctionnalités graphiques plus avancées. Nous vous conseillons de changer votre carte graphique pour un modèle plus récent, gérant les shaders.
gd: %(startWarning)sWarning:%(endWarning)s Tha thu a' cleachdadh grafaigeachd gun sgàileadairean (le foinscean socraichte) a-rèir coltais. Thèid an roghainn seo a chur air falbh ann an sgaoileadh ri thighinn de 0 A.D. ach an urrainn dhuinn feartan grafaigeachd nas adhartaiche a chleachdadh. Mholamaid gun ùraich thu a' chairt grafaigeachd agad no gum faigh thu modail as ùire a bhios co-chòrdail ri sgàileadairean.
gl: %(startWarning)sAdvertencia:%(endWarning)s Parece que o teu sistema de gráficos non permite a tecnoloxía de sombreado (funcións fixas). Esta opción eliminarase nunha versión futura de 0 A.D., para permitir funcionalidades gráficas máis avanzadas. Se cambia de tarxeta gráfica, asegúrese de que a nova sexa compatíbel coa tecnoloxía de sombreado.
nl: %(startWarning)sWaarschuwing:%(endWarning)s Je blijkt niet-shader (fixed functions) graphics te gebruiken. Deze optie zal in de toekomst verdwijnen om meer geavanceerde graphics mogelijk te maken. We stellen voor om je grafische kaar up te graden naar een recenter shader-compatibele kaart.
pt_pt: %(startWarning)sAviso:%(endWarning)s Parece estar a usar gráficos sem sombreamento (função fixa). Esta opção não estará presente nas próximas versões do 0 A.D., para permitir funcionalidades gráficas mais avançadas. Recomendamos que actualize a sua placa gráfica para um modelo mais recente e compatível com a tecnologia de sombreamento.

source: Please press "Read More" for more information or "OK" to continue.
de: Bitte „Mehr anzeigen“ für weitere Informationen drücken oder „OK“ um fortzufahren.
es: Presiona "Leer más" o haz clic en "Aceptar" para continuar.
fr: Cliquez sur "En savoir plus" pour plus d'informations ou "OK" pour continuer.
gd: Brùth air "Barrachd fiosrachaidh" airson barrachd fiosrachaidh no air "Ceart ma-thà" airson leantainn air adhart.
gl: Preme «Ler máis» para máis información, ou «Aceptar» para continuar.
nl: Klik op "Lees Meer" voor meer info, of "OK" om verder te gaan.
pt_pt: Por favor carregue em "Ler Mais" para obter mais informações ou "OK" para continuar.

source: WARNING!
de: ACHTUNG!
es: ¡ATENCIÓN!
fr: ATTENTION !
gd: RABHADH!
gl: Aviso!
nl: WAARSCHUWING!
pt_pt: AVISO!

source: Read More
de: Mehr anzeigen
es: Leer más
fr: En savoir plus
gd: Barrachd fiosrachaidh
gl: Ler máis
nl: Lees meer
pt_pt: Ler Mais

source: Build: %(buildDate)s (%(revision)s)
es: Versión: %(buildDate)s (%(revision)s)
fr: Version : %(buildDate)s (%(revision)s)
gd: Togail: %(buildDate)s (%(revision)s)
gl: Versión: %(buildDate)s (%(revision)s)
nl: Versie: %(buildDate)s (%(revision)s)
pt_pt: Versão: %(buildDate)s (%(revision)s)

source: Are you sure you want to quit 0 A.D.?
de: Soll 0 A.D. wirklich beendet werden?
es: ¿Seguro que quieres salir de 0 A.D.?
fr: Êtes-vous sûr(e) de vouloir quitter 0 A.D. ?
gd: A bheil thu cinnteach gu bheil thu airson 0 A.D. fhàgail?
gl: Estás seguro de que queres saír de 0 A.D.?
nl: Ben je zeker dat je 0 A.D. wil stoppen?
pt_pt: Tem a certeza de que quer sair do 0 A.D.?

source: Confirmation
de: Bestätigung
es: Confirmar decisión
gd: Dearbhadh
gl: Confirmación
nl: Bevestiging
pt_pt: Confirmação

source: The scenario editor is not available or failed to load.
de: Der Karteneditor ist nicht verfügbar oder kann nicht geladen werden.
es: El editor de escenarios no está disponible o no se ha cargado correctamente.
fr: L'éditeur de scénario n'est pas disponible ou n'a pas réussi à se charger.
gd: Chan eil an deasaiche chnàmh-sgeulan ri làimh no dh'fhàillig leis an luchdadh.
gl: O editor de escenarios, ou non está dispoñíbel ou algún problema lle impediu iniciarse.
nl: De kaartenbewerker is niet beschikbaar of kon niet gestart worden.
pt_pt: O editor de cenários não está disponível ou não foi possível carregá-lo.

source: Error
de: Fehler
fr: Erreur
gd: Mearachd
gl: Erro
nl: Fout
pt_pt: Erro

source: Launch the multiplayer lobby. [DISABLED BY BUILD]
de: Lade die Mehrspieler Lobby. [DISABLED BY BUILD]
es: Entrar en la sala multijugador. [DESACTIVADO POR COMPILACIÓN]
fr: Ouvrir le hall multijoueur. [DÉSACTIVÉ LORS DE LA COMPILATION]
gd: Tòisich an lobaidh ioma-chluicheadair. [À COMAS LEIS AN TOGAIL]
gl: Acceder á sala de espera para partidas de varios xogadores.
nl: Start de spellobby. [NIET GEACTIVEERD IN DEZE VERSIE]
pt_pt: Iniciar o lobby multiplayer. [DESACTIVADO NESTA VERSÃO]

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
gd: Fiosrachadh teicnigeach
gl: Detalles técnicos
nl: Technische details
pt_pt: Detalhes Técnicos

source: No saved games found
de: Keine gespeicherten Spiele gefunden
es: No se encontraron partidas guardadas
fr: Pas de partie sauvegardée
gd: Cha deach geama air a shàbhaladh a lorg
gl: Non se atoparon partidas gardadas.
nl: Geen opgeslagen spellen gevonden
pt_pt: Não existem jogos guardados

source: This saved game may not be compatible:
de: Dieses gespeicherte Spielt scheint nicht kompatibel zu sein:
es: Puede que está partida guardada no sea compatible:
fr: Cette partie enregistrée n'est peut-être pas compatible :
gd: Dh'fhaoidte nach eil an geama air a shàbhaladh seo co-chòrdail:
gl: Pode que a partida non sexa compatíbel:
nl: Het opgeslagen spel is mogelijks niet compatibel:
pt_pt: Este jogo guardado pode não ser compatível:

source: It needs 0 A.D. version %(requiredVersion)s, while you are running version %(currentVersion)s.
de: Eine Version %(requiredVersion)s von 0 A.D. ist erforderlich, dies ist jedoch Version %(currentVersion)s.
es: La versión de 0 A.D. necesaria es la %(requiredVersion)s, tu versión actual es la %(currentVersion)s.
fr: Elle nécessite la version de 0 A.D. %(requiredVersion)s, alors que vous exécutez la version %(currentVersion)s.
gd: Feumaidh e 0 A.D. tionndadh %(requiredVersion)s fhad 's a tha thu a' ruith an tionndadh %(currentVersion)s.
gl: Precisa da versión %(requiredVersion)s de 0 A.D. A versión que está a executar é a %(currentVersion)s.
nl: Dit vereist 0 A.D. versie %(requiredVersion)s, terwijl je werkt op versie %(currentVersion)s.
pt_pt: Este requer a versão %(requiredVersion)s do 0 A.D., ao passo que a sua é a versão %(currentVersion)s.

source: It does not need any mod while you are running with "%(currentMod)s".
de: Keine Mods erforderlich, wenn "%(currentMod)s" in Benutzung.
es: No necesita ningún mod mientras estés jugando con «%(currentMod)s».
fr: Elle ne nécessite aucun mod, alors que vous utilisez actuellement "%(currentMod)s".
gd: Chan eil e feumach air gin dhe na tuilleadain ach a tha thu 'ga ruith le "%(currentMod)s".
gl: A partida non emprega ningunha modificación, mentres que o xogo está a usar «%(currentMod)s».
nl: Je hebt geen mod nodig als je het start met "%(currentMod)s".
pt_pt: Este não requer nenhum mod, ao passo que você está a usar o mod "%(currentMod)s".

source: It needs the mod "%(requiredMod)s" while you are running without a mod.
de: Benötigt wird "%(requiredMod)s" während momentan kein Mod in Benutzung ist.
es: Necesita el mod «%(requiredMod)s» cuando no estés jugando con ningún mod.
fr: Elle nécessite le mod "%(requiredMod)s" alors que vous n'utilisez actuellement aucun mod.
gd: Tha e feumach air an tuilleadan "%(requiredMod)s" ach chan eil thu a' ruith gin.
gl: A partida emprega a modificación «%(requiredMod)s», mentres que o xogo non está a usar ningunha.
nl: Je hebt de mod "%(requiredMod)s" nodig terwijl je aan het werken bent zonder mod.
pt_pt: Este requer o mod "%(requiredMod)s", ao passo que você não está a usar nenhum mod.

source: It needs the mod "%(requiredMod)s" while you are running with "%(currentMod)s".
de: Benötigt wird Mod "%(requiredMod)s", während momentan "%(currentMod)s" benutzt wird bzw. werden.
es: Necesita el mod «%(requiredMod)s» cuando estés jugando con «%(currentMod)s».
fr: Elle nécessite le mod "%(requiredMod)s" alors que vous utilisez actuellement "%(currentMod)s".
gd: Tha e feumach air an tuilleadan "%(requiredMod)s" ach a tha thu 'ga ruith le "%(currentMod)s".
gl: A partida emprega a modificación «%(requiredMod)s», mentres que o xogo está a usar «%(currentMod)s».
nl: Je hebt de mod "%(requiredMod)s" nodig terwijl je aan het werken bent met "%(currentMod)s".
pt_pt: Este requer o mod "%(requiredMod)s", ao passo que você está a usar o mod "%(currentMod)s".

source: Do you still want to proceed?
de: Möchten Sie trotzdem fortsetzen?
es: ¿Deseas continuar de todos modos?
fr: Voulez-vous toujours continuer ?
gd: A bheil thu airson leantainn air adhart co-dhiù?
gl: Estás seguro de que queres continuar?
nl: Wil je verder gaan?
pt_pt: Quer continuar mesmo assim?

source: Warning
de: Warnung:
es: Cuidado
fr: Avertissement
gd: Rabhadh
gl: Advertencia
nl: Waarschuwing
pt_pt: Aviso

source: Saved game will be permanently deleted, are you sure?
de: Sind Sie sicher, dass das gespeicherte Spiel dauerhaft gelöscht werden soll?
es: La partida guardada será permanentemente borrada, ¿Seguro que quieres hacerlo?
fr: Cette sauvegarde sera supprimée définitivement, êtes-vous sûr ?
gd: Thèid an geama air a shàbhaladh a sguabadh às gu buan, a bheil thu cinnteach?
gl: A partida non se poderá recuperar, estás seguro de que queres eliminala?
nl: Dit spel zal permanent verwijderd worden, ben je zeker?
pt_pt: O jogo guardado será definitivamente eliminado. Quer continuar?

source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
gd: SGUAB ÀS
gl: Eliminar
nl: VERWIJDER
pt_pt: ELIMINAR

source: Saved game will be permanently overwritten, are you sure?
de: Sind Sie sicher, dass das gespeicherte Spiel dauerhaft überschrieben werden soll?
es: La partida será sobrescrita. ¿Seguro que quieres guardar?
fr: Cette sauvegarde sera écrasée définitivement, êtes-vous sûr ?
gd: Thèid sgrìobhadh thairis air geama air a shàbhaladh gu buan, a bheil thu cinnteach?
gl: A partida non se poderá recuperar, estás seguro de que queres substituíla?
nl: Opgeslagen spel zal permanent overschreven worden, ben je zeker?
pt_pt: O jogo guardado será substituído. Quer continuar?

source: OVERWRITE SAVE
de: SPIELSTAND ÜBERSCHREIBEN
es: SOBREESCRIBIR PARTIDA
fr: REMPLACER
gd: SGRÌOBH THAIRIS AIR AN T‑SÀBHALADH
gl: Substituíla
nl: OVERSCHRIJF OPGESLAGEN SPEL
pt_pt: SUBSTITUIR

source: Basic range: %(range)s
de: Grundreichweite: %(range)s
es: Alcance de visión básico: %(range)s
fr: Portée de base : %(range)s
gd: Bun-astar: %(range)s
gl: Alcance básico: %(range)s.
nl: Basisbereik: %(range)s
pt_pt: Alcance básico: %(range)s

source: Average bonus range: %(range)s
de: Mittlere Bonusreichweite: %(range)s
es: Bonificación media de tiro: %(range)s
fr: Bonus moyen de portée : %(range)s
gd: Buannachd astair chuibheasach: %(range)s
gl: Alcance medio da bonificación: %(range)s.
nl: Gemiddelde bereikbonus: %(range)s
pt_pt: Bónus de alcance médio: %(range)s

source: Current garrison: %(garrisoned)s/%(capacity)s
de: Einquartiert: %(garrisoned)s/%(capacity)s
es: Guarnición actual: %(garrisoned)s/%(capacity)s
fr: Garnison actuelle : %(garrisoned)s/%(capacity)s
gd: An gearastan an-dràsta: %(garrisoned)s/%(capacity)s
gl: Aforo: %(garrisoned)s/%(capacity)s.
nl: Huidige bemanning: %(garrisoned)s/%(capacity)s
pt_pt: Guarnição actual: %(garrisoned)s/%(capacity)s

source: Right-click to establish a default route for new traders.
de: Rechtsklick um eine Standardroute für neue Händler zu erstellen.
es: Clic derecho para establecer una ruta por defecto para nuevos mercaderes.
fr: Clic droit pour établir une route par défaut pour les nouveaux commerçants.
gd: Dèan briogadh deas gus slighe-mhalairt bhunaiteach a' stèidheachadh do luchd-malairt ùr.
gl: Preme co botón secundario para estabelecer unha ruta predeterminada para novos comerciantes.
nl: Rechts klikken om een standaard route in te stellen voor nieuwe handelaars.
pt_pt: Clique com o botão direito do rato para estabelecer uma rota pré-definida para os novos comerciantes.

source: Gain: %(gain)s
de: Ertrag: %(gain)s
es: Ganancia: %(gain)s
gd: Buannachd: %(gain)s
gl: Ganancia: %(gain)s
nl: Winst: %(gain)s
pt_pt: Ganho: %(gain)s

source: Expected gain: %(gain)s
de: Erwarteter Ertrag: %(gain)s
es: Ganancia esperada: %(gain)s
fr: Gain attendu : %(gain)s
gd: Dùil air buannachd: %(gain)s
gl: Ganancia esperada: %(gain)s
nl: Verwachtte winst: %(gain)s
pt_pt: Ganho esperado: %(gain)s

source: Origin trade market.
de: Herkunftsmarkt.
es: Origen del intercambio comercial.
fr: Marché d'origine.
gd: Margaid tùsail.
gl: Mercado de orixe.
nl: Oorspronkelijke marktplaats.
pt_pt: Mercado de origem.

source: Right-click on another market to set it as a destination trade market.
de: Auf einen anderen Markt rechtsklicken, um diesen als Zielmarkt zu wählen.
es: Clic derecho sobre otro mercado para configurarlo como lugar de destino.
fr: Clic droit sur un autre marché pour définir le marché de destination.
gd: Dèan briogadh deas air margaid eile gus a shuidheachadh mar cheann-uidhe a' mhalairt.
gl: Preme co botón secundario para converter nun mercado de destino para o comercio.
nl: Klik rechts op een andere markt om deze als bestemming te zetten.
pt_pt: Clique com o botão direito do rato noutro mercado para o definir como mercado de destino.

source: Destination trade market.
de: Zielmarkt.
es: Destino del intercambio comercial.
fr: Marché de destination.
gd: Margaid-uidhe.
gl: Mercado de destino para o comercio
nl: Bestemde handelsmarkt.
pt_pt: Mercado de destino.

source: Right-click to set as origin trade market
de: Rechtsklicken um als Herkunftsmarkt zu wählen
es: Clic derecho para configurarlo como mercado de procedencia
fr: Clic droit pour définir le marché d'origine
gd: Dèan briogadh deas gus a' mhargaid a shuidheachadh mar thùs a' mhalairt
gl: Preme co botón secundario para estabelecer como o mercado de orixe para o comercio.
nl: Klik rechts om deze als originele marktplaats te gebruiken
pt_pt: Clique com o botão direito do rato para definir como mercado de origem.

source: Right-click to set as destination trade market.
de: Rechtsklicken um als Zielmarkt zu wählen
es: Clic derecho para establecerlo como mercado de destino.
fr: Clic droit pour définir le marché de destination.
gd: Dèan briogadh deas gus a' mhargaid a shuidheachadh mar cheann-uidhe a' mhalairt
gl: Preme co botón secundario noutro mercado para convertelo no mercado de destino para o comercio.
nl: Klik rechts om deze marktplaats als bestemming te gebruiken.
pt_pt: Clique com o botão direito do rato para definir como mercado de destino.

source: Cannot build wall here!
de: Hier kann keine Mauer gebaut werden!
es: ¡No puedes construir murallas aquí!
fr: Impossible de construire un mur ici !
gd: Cha ghabh balla a thogail an-seo!
gl: Non é posíbel construír un muro aquí!
nl: Kan hier geen muur bouwen!
pt_pt: Não pode construir uma muralha aqui!

source: Pause
de: Pausieren
es: Pausa
gd: Cuir 'na stad
gl: Deter
nl: Pauze
pt_pt: Pausa

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
gd: Lean air adhart
gl: Continuar
nl: Hervatten
pt_pt: Retomar

source: Are you sure you want to resign?
de: Sicher dass du aufgeben möchtest?
es: ¿Seguro que quieres rendirte?
fr: Êtes-vous sûr de vouloir abandonner ?
gd: A bheil thu cinnteach gu bheil thu airson gèilleadh a thoirt?
gl: Estás seguro de que queres renderte?
nl: Ben je zeker dat je jezelf wilt overgeven?
pt_pt: Tem a certeza de que quer desistir?

source: Are you sure you want to quit? Leaving will disconnect all other players.
de: Möchtest du wirklich beenden? Beim Verlassen werden alle anderen Mitspieler getrennt.
es: ¿Estás seguro de que quieres salir? Al salir desconectarás a los demás jugadores.
fr: Êtes-vous sûr(e) de vouloir quitter ? Tous les joueurs vont être déconnectés.
gd: A bheil thu cinnteach gu bheil thu airson fàgail? Thèid na ceanglaichean aig càch a bhriseadh ma dh'fhàgas tu.
gl: Estás seguro de que queres saír? Se saes, desconectaranse tamén o resto de xogadores.
nl: Ben je zeker dat je wilt stoppen? Door te stoppen worden alle andere spelers uit het spel gegooid.
pt_pt: Tem a certeza de que quer sair? Ao fazê-lo vai desconectar todos os outros jogadores.

source: Are you sure you want to quit?
de: Bist du sicher, dass du das Spiel beendet werden soll?
es: ¿Seguro que quieres salir?
fr: Êtes-vous sûr de vouloir quitter ?
gd: A bheil thu cinnteach gu bheil thu airson fàgail?
gl: Estás seguro de que queres saír?
nl: Ben je zeker dat je wil stoppen?
pt_pt: Tem a certeza de que quer sair?

source: I resign
de: Ich gebe auf
es: Abandonar
fr: J'abandonne
gd: Tha mi a' gèilleadh
gl: Abandono
nl: Ik geef op
pt_pt: Desisto

source: I will return
de: Ich kehre zurück
es: Volveré
fr: Je reviendrai
gd: Tillidh mi
gl: Volverei
nl: Ik zal terugkeren
pt_pt: Já volto

source: Do you want to resign or will you return soon?
de: Möchtest du abdanken oder kehrst du bald zurück?
es: ¿Quieres abandonar o regresarás pronto?
fr: Voulez-vous vous rendre ou allez-vous revenir bientôt ?
gd: A bheil thu airson gèilleadh no an till thu?
gl: Queres abandonar, ou pensas volver nun anaco?
nl: Wil je opgeven, of zal je binnenkort terugkeren?
pt_pt: Quer desistir ou vai voltar em breve?

source: Destroy everything currently selected?
de: Willst du wirklich alles Ausgewählte zerstören?
es: ¿Quieres destruir todo lo que está seleccionado?
fr: Détruire la sélection actuelle ?
gd: A bheil thu airson a h‑uile rud a thagh thu a mhilleadh?
gl: Queres destruír todo o seleccionado?
nl: Vernietig je huidige selectie?
pt_pt: Quer destruir tudo o que está seleccionado?

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
gd: Sguab às
gl: Eliminar
nl: Verwijder
pt_pt: Eliminar

source: Ally
de: Verbündet
es: Aliado
fr: Allié
gd: Caidreabhach
gl: Aliado
nl: Vriend
pt_pt: Aliados

source: Enemy
de: Feind
es: Enemigo
fr: Ennemi
gd: An nàmhaid
gl: Inimigo
nl: Vijand
pt_pt: Inimigo

source: There are no land traders.
de: Es gibt keine Landhändler.
es: No hay comerciantes terrestres.
fr: Il n'y a pas de commerçants terrestres.
gd: Chan eil neach-margaid tìre ann.
gl: Non hai comerciantes por terra.
nl: Er zijn geen handelaars over land.
pt_pt: Não há comerciantes terrestres.

source: %(numberOfLandTraders)s inactive
de: %(numberOfLandTraders)s ist inaktiv
es: %(numberOfLandTraders)s inactivos
fr: %(numberOfLandTraders)s inactif
gd: %(numberOfLandTraders)s 'na thàmh
gl: %(numberOfLandTraders)s inactivo
nl: %(numberOfLandTraders)s niet actief
pt_pt: %(numberOfLandTraders)s inactivo

source: There is %(numberTrading)s land trader trading
de: %(numberTrading)s Überlandhändler Handelt
es: Hay %(numberTrading)s comerciante terrestre comerciando
fr: Il y a %(numberTrading)s commerçant terrestre qui marchande
gd: Tha %(numberTrading)s neach-margaid a' malart
gl: Hai %(numberTrading)s comerciante comerciando por terra
nl: Er is %(numberTrading)s handelaar aan het handelen.
pt_pt: Há %(numberTrading)s comerciante terrestre activo

source: %(numberGarrisoned)s garrisoned on a trading merchant ship
de: %(numberGarrisoned)s stationiert auf einem Handelsschiff
es: %(numberGarrisoned)s guarnecido en un navío mercante
fr: %(numberGarrisoned)s est en garnison sur un navire marchand
gd: Tha %(numberGarrisoned)s 'na ghearastan air long-mhalairt
gl: %(numberGarrisoned)s a bordo dun barco mercante que está comerciando
nl: %(numberGarrisoned)s bemant een koopmansschip
pt_pt: %(numberGarrisoned)s guarnecido num navio mercante

source: %(openingTradingString)s, %(garrisonedString)s, and %(inactiveString)s.
de: %(openingTradingString)s, %(garrisonedString)s, und %(inactiveString)s.
es: %(openingTradingString)s, %(garrisonedString)s, y %(inactiveString)s.
fr: %(openingTradingString)s, %(garrisonedString)s, et %(inactiveString)s.
gd: %(openingTradingString)s, %(garrisonedString)s 's %(inactiveString)s.
gl: %(openingTradingString)s, %(garrisonedString)s e %(inactiveString)s.
nl: %(openingTradingString)s, %(garrisonedString)s, en %(inactiveString)s.
pt_pt: %(openingTradingString)s, %(garrisonedString)s e %(inactiveString)s.

source: %(openingTradingString)s, and %(garrisonedString)s.
de: %(openingTradingString)s, und %(garrisonedString)s.
es: %(openingTradingString)s, y %(garrisonedString)s.
fr: %(openingTradingString)s, et %(garrisonedString)s.
gd: %(openingTradingString)s 's %(garrisonedString)s.
gl: %(openingTradingString)s e %(garrisonedString)s.
nl: %(openingTradingString)s, en %(garrisonedString)s.
pt_pt: %(openingTradingString)s e %(garrisonedString)s.

source: %(openingTradingString)s, and %(inactiveString)s.
de: %(openingTradingString)s, und %(inactiveString)s.
es: %(openingTradingString)s, y %(inactiveString)s.
fr: %(openingTradingString)s, et %(inactiveString)s.
gd: %(openingTradingString)s 's %(inactiveString)s.
gl: %(openingTradingString)s e %(inactiveString)s.
nl: %(openingTradingString)s, en %(inactiveString)s.
pt_pt: %(openingTradingString)s e %(inactiveString)s.

source: There is %(numberGarrisoned)s land trader garrisoned on a trading merchant ship
de: Es ist %(numberGarrisoned)s Überlandhändler stationiert auf einem Handelsschiff
es: Hay %(numberGarrisoned)s comerciante terrestre guarnecido en un navío mercante
fr: Il y a %(numberGarrisoned)s commerçant terrestre en garnison dans un navire marchand
gd: Tha %(numberGarrisoned)s neach-malairt tìre 'na ghearastan air long-mhalairt
gl: Hai %(numberGarrisoned)s comerciante a bordo dun barco mercante que está comerciando
nl: Er is %(numberGarrisoned)s handelaar die een koopmansschip bemant.
pt_pt: Há %(numberGarrisoned)s comerciante terrestre guarnecido num navio mercante
