Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Advanced Celtic Mercenaries
de: Fortgeschrittener keltischer Söldner
es: Mercenarios avanzados celtas
fr: Mercenaires celtes avancés
gd: Saighdearan-duaise Ceilteach adhartach
gl: Mercenarios celtas avanzados
nl: Geavanceerde Keltische huurlingen
pt_pt: Mercenários celtas promovidos

source: Upgrade all of your Iberian mercenaries to Advanced rank.
de: Befördert alle iberischen Söldner zum Fortgeschritten-Dienstgrad.
es: Ascender a todos tus mercenarios íberos al rango avanzado.
fr: Monter tous vos mercenaires ibères au grade avancé.
gd: Àrdaich na h-uile saighdear-duaise Ibèireach agad dhan rang adhartach.
gl: Avanzar todos os mercenarios iberos ao rango avanzado.
nl: Promoveer al je Iberische huurlingen naar geavanceerde rang.
pt_pt: Promove todos os seus mercenários ibéricos ao posto Avançado.

source: Upgrade all of your Iberian mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Iberian Mercenaries technology.
de: Befördere alle iberischen Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-Iberer-Kavallerie-Technologie frei.
es: Mejora a todos tus mercenarios íberos al rango de Avanzado. Aumentando su destreza militar, pero disminuyendo su tasa de recolección de recursos un -25%. Desbloquea la tecnología de Mercenarios íberos de élite.
fr: Monter tous vos mercenaires ibères au grade avancé. Cela augmente leurs prouesses militaires, mais diminue leur taux de collecte de ressources de -25%. Débloque la technologie Mercenaires ibères d'élite.
gd: Àrdaich na h-uile saighdear-duaise Ibèireach agad dhan rang adhartach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25%. Bheir seo a' ghlas far teicneòlas nan saighdearan-duaise Ibèireach seann-ghaisgeach.
gl: Avanzar todos os mercenarios iberos ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe nun -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios iberos de elite».
nl: Promoveer al je Iberische huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pt_pt: Promove todos os seus mercenários ibéricos a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de recursos em -25%. Desbloqueia a tecnologia dos mercenários ibéricos de elite.

source: Advanced Iberian Mercenaries
de: Erweiterte Iberischer Söldner
es: Mercenarios íberos avanzados
fr: Mercenaires ibères avancés
gd: Saighdearan-duaise Ibèireach adhartach
gl: Mercenarios iberos avanzados
nl: Geavanceerde Iberische huurlingen
pt_pt: Mercenários ibéricos promovidos

source: Upgrade all of your Italiote mercenaries to Advanced rank.
de: Befördert alle italiotischen Söldner zum Fortgeschritten-Dienstgrad.
es: Promover a todos tus mercenarios Italiotas al rango de Avanzado.
fr: Monter tous vos mercenaires italiotes au grade avancé.
gd: Àrdaich na h-uile saighdear-duaise Eadailteach agad dhan rang adhartach.
gl: Avanzar todos os mercenarios italiotas ao rango avanzado.
nl: Promoveer al je Italiaanse huurlingen naar geavanceerde rang.
pt_pt: Promove todos os seus mercenários italiotas ao posto Avançado.

source: Upgrade all of your Italiote mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Italiote Mercenaries technology.
de: Befördere alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-Kavallerie-Citizen-Technologie frei.
es: Promover a todos tus mercenarios Italiotas al rango de Avanzado. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos -25%. Desbloquea la tecnología de Mercenarios Italiotas Élite.
fr: Monter tous vos mercenaires italiotes au grade avancé. Cela augmente leurs prouesses militaires, mais diminue leur taux de collecte de ressources de -25%. Débloque la technologie Mercenaires italiotes d'élite.
gd: Àrdaich na h-uile saighdear-duaise Eadailteach agad dhan rang adhartach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25%. Bheir seo a' ghlas far teicneòlas nan saighdearan-duaise Eadailteach seann-ghaisgeach.
gl: Avanzar todos os mercenarios italiotas ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe nun -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios italiotas de elite».
nl: Promoveer al je Italiaanse huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pt_pt: Promove todos os seus mercenários italiotas ao posto Avançado. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de recursos em -25%. Desbloqueia a tecnologia dos mercenários italiotas de elite.

source: Advanced Italiote Mercenaries
de: Elite italiotischen Söldner
es: Mercenarios avanzados Italiotas
fr: Mercenaires italiotes avancés
gd: Saighdearan-duaise Eadailteach adhartach
gl: Mercenarios italiotas avanzados
nl: Geavanceerde Italiaanse huurlingen
pt_pt: Mercenários italiotas promovidos

source: Upgrade all of your Celtic Mercenaries to Elite rank.
de: Befördert alle kelitschen Söldner zum Elite-Dienstgrad.
es: Promover a todos tus Mercenarios Celtas al rango de Avanzado.
fr: Monter tous vos mercenaires celtes au grade d'élite.
gd: Àrdaich na h-uile saighdear-duaise Ceilteach agad do rang nan seann-ghaisgeach.
gl: Avanzar todos os mercenarios celtas ao rango de elite.
nl: Promoveer je Keltische huurlingen tot elite rang.
pt_pt: Promove todos os seus mercenários celtas para a categoria elite.

source: Upgrade all of your Celtic mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-Kavallerie-Citizen-Technologie frei.
es: Promover a todos tus mercenarios Celtas al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
fr: Monter tous vos mercenaires celtes au grade d'élite. Cela augmente leurs prouesses militaires, mais diminue encore leur taux de collecte de ressources de -25%.
gd: Àrdaich na h-uile saighdear-duaise Ceilteach agad do rang nan seann-ghaisgeach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25% eile.
gl: Avanza todos os mercenarios celtas ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
nl: Promoveer al je Keltische huurlingen tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pt_pt: Promove todos os seus mercenários celtas para a categoria elite. Isto aumenta a sua categoria militar mas diminui a capacidade de recolha de recursos em -25%.

source: Elite Celtic Mercenaries
de: Elite keltischen Söldner
es: Mercenarios celtas de élite
fr: Mercenaires celtes d'élite
gd: Saighdearan-duaise Ceilteach seann-ghaisgeach.
gl: Mercenarios celtas de elite
nl: Elite Keltische huurlingen
pt_pt: Mercenários celtas de elite

source: Upgrade all of your Iberian Mercenaries to Elite rank.
de: Upgrade alle Ihre Iberischen Söldner zu Elite Rang.
es: Promover a todos tus mercenarios Íberos al rango de Élite.
fr: Monter tous vos mercenaires ibères au grade d'élite.
gd: Àrdaich na h-uile saighdear-duaise Ibèireach agad do rang nan seann-ghaisgeach.
gl: Avanzar todos os mercenarios iberos ao rango de elite.
nl: Promoveer je Iberische huurlingen tot elite rang.
pt_pt: Promove todos os seus mercenários ibéricos para a categoria elite.

source: Upgrade all of your Iberian mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
es: Promover a todos tus mercenarios Íberos al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%
fr: Monter tous vos mercenaires ibères au grade d'élite. Cela augmente leurs prouesses militaires, mais diminue encore leur taux de collecte de ressources de -25%.
gd: Àrdaich na h-uile saighdear-duaise Ibèireach agad do rang nan seann-ghaisgeach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25% eile.
gl: Avanza todos os mercenarios iberos ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
nl: Promoveer al je Iberische huurlingen tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pt_pt: Promove todos os seus mercenários ibéricos para a categoria elite. Isto aumenta a sua categoria militar mas diminui a capacidade de recolha de recursos em -25%.

source: Elite Iberian Mercenaries
de: Elite Iberischer Söldner
es: Mercenarios íberos de élite
fr: Mercenaires ibères d'élite
gd: Saighdearan-duaise Ibèireach seann-ghaisgeach.
gl: Mercenarios iberos de elite
nl: Elite Iberische huurlingen
pt_pt: Mercenários ibéricos de elite

source: Upgrade all of your Italiote Mercenaries to Elite rank.
de: Upgrade alle Ihre Iberischen Söldner zu Elite Rang.
es: Promover a todos tus Mercenarios Italiotas al rango de Élite.
fr: Monter tous vos mercenaires italiotes au grade d'élite.
gd: Àrdaich na h-uile saighdear-duaise Eadailteach agad do rang nan seann-ghaisgeach.
gl: Avanzar todos os mercenarios italiotas ao rango de elite.
nl: Promoveer je Italiaanse huurlingen tot elite rang.
pt_pt: Promove todos os seus mercenários italiotas para a categoria elite.

source: Upgrade all of your Italiote mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
es: Promover a todos tus mercenarios Italiotas al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
fr: Monter tous vos mercenaires italiotes au grade d'élite. Cela augmente leurs prouesses militaires, mais diminue encore leur taux de collecte de ressources de -25%.
gd: Àrdaich na h-uile saighdear-duaise Eadailteach agad do rang nan seann-ghaisgeach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25% eile.
gl: Avanza todos os mercenarios italiotas ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
nl: Promoveer al je Italiaanse huurlingen tot de elite rang.
pt_pt: Promove todos os seus mercenários italiotas para a categoria elite. Isto aumenta a sua categoria militar mas diminui a capacidade de recolha de recursos em -25%.

source: Elite Italiote Mercenaries
de: Elite italiotischen Söldner
es: Mercenarios de élite Italiotas
fr: Mercenaires italiotes d'élite
gd: Saighdearan-duaise Eadailteach seann-ghaisgeach.
gl: Mercenarios italiotas de elite
nl: Elite Italische huurlingen
pt_pt: Mercenários italiotas de elite

source: Celtic structures were mostly made of wood with rubble foundations. Consequently, their structures have less health than other cultures do, but they also construct faster.
de: Keltische Gebüude wurden hauptsächlich aus Holz gebaut mit einem Fundament aus Bruchstein. Dementsprechend haben sie zwar weniger Leben als bei anderen Kulturen, werden aber auch schneller gebaut.
es: Las estructuras celtas se construían principalmente en madera, con cimientos de piedra. Y por ello, sus estructuras son más débiles que las de las otras civilizaciones, pero al mismo tiempo son más rápidas de construir.
fr: Les constructions celtes étaient majoritairement en bois, avec des fondations faites de gravats. Par conséquence, ces structures sont moins résistantes que celles des autres cultures, mais elles se construisent aussi plus rapidement.
gl: As estruturas celtas estaban feitas principalmente de madeira, cunha infraestrutura de terra. Así, as súas estruturas son menos resistentes que as de outras culturas, pero tamén se constrúen máis rapidamente.
nl: Keltische structuren bestonden vooral uit hout en fundamenten met brokstukken. Als gevolg zijn hun gebouwen minder sterk dan van andere beschavingen, maar ze worden ook sneller gebouwd.
pt_pt: Os edifícios celtas eram normalmente feitos com madeira e com a base em terra. Assim, as suas estruturas tinham menos resistência do que as de outras civilizações mas construíam-se mais rapidamente.

source: Wooden Construction
de: Holzkonstruktion
es: Construcciones de madera
fr: Construction en bois
gd: Togalaichean fiodha
gl: Construción de madeira
nl: Houten constructie
pt_pt: Construção de Madeira

source: Crop rotation increases yield by preventing the depletion of vital nutrients and minerals from the soil.
de: Wechselwirtschaft erhöht den Ertrag, indem der Abbau lebenswichtige Nährstoffe und Minerale verhindert wird.
es: La rotación de cultivos incrementa la cosecha evitando que se agoten del suelo minerales y nutrientes vitales.
fr: Les rotations de culture augmentent le rendement en évitant l'épuisement des nutriments et des minéraux du sol.
gd: Cuiridh cuairteachadh barra ri torrachas on a bhacas e crìonadh a' bheathachaidh is nan talmhantan on ùir.
gl: A rotación dos cultivos aumenta a produción ao evitar a perda de nutrientes e minerais vitais que quedan no solo.
nl: Vruchtwisseling verhoogt de kweeksnelheid zonder de voedingsstoffen en mineralen uit de bodem op te gebruiken.
pt_pt: A rotação das terras de cultivo aumenta a produtividade e evita o desperdício de nutrientes e minerais essenciais no solo.

source: Increase the yield of your farms. +25% farming rate.
de: Erhöhe die Produktion deiner Bauernhöfe. +25% landwirtschaftlicher Ertrag.
es: Aumenta la cosecha de tus granjas. +25% de velocidad de cultivo.
fr: Augmenter le rendement de vos champs. +25% de rendement.
gd: Cuir ri torrachas nan tuathanasan agad. Bidh an àiteach +25% nas luaithe.
gl: Aumenta a produtividade dos cultivos. A taxa de recolección das colleitas aumenta un 25%.
nl: Verhoog het rendement van je landbouwgrond. Voedsel wordt 25% sneller geproduceerd.
pt_pt: Aumenta a produtividade das quintas em +25% na capacidade de recolha.

source: Crop Rotation
de: Wechselwirtschaft
es: Rotación de cultivos
fr: Rotation des cultures
gd: Cuairteachadh barra
gl: Rotación dos cultivos
nl: Vruchtwisseling
pt_pt: Rotação das terras de cultivo

source: Spear fighting training increases damage of infantry spear units.
de: Speerkampftraining erhöht den Schaden aller Infanterieeinheiten mit Speer.
es: Entrenamiento de pelea con lanza mejora el daño de la infantería con lanza.
fr: La formation de combat à la lance augmente les dommages des unités d'infanterie à lance.
gd: Cuiridh trèanadh sabaide le sleaghan ris an dochann a nì sleaghairean coisridh.
gl: O adestramento na loita con lanza aumenta o dano ocasionado polas unidades de infantaría con lanza.
nl: Extra trainingen voor speermannen verhoogt de schade die ze kunnen aanrichten.
pt_pt: O treino de combate com com lanças aumenta o dano causado pelas unidades lanceiras.

source: Spearmen +2 hack attack.
de: Speerkämpfer erhalten +2 Hiebangriffe.
es: Lanceros +2 daño por corte
fr: Lanciers gagnent +2 d'attaque tranchante.
gd: +2 air ionnsaigh spealgaidh nan sleaghairean.
gl: Aumenta o ataque de folla dos lanceiros en +2.
nl: Speermannen +2 slagkracht.
pt_pt: Aumenta o ataque de golpe dos lanceiros em +2.

source: Infantry Spear Fighting
de: Infanterie-Speerkampf
es: Lucha con lanza
fr: Combat à la lance d'infanterie
gd: Sabaid na coisridh le sleaghan
gl: Loita de infantaría con lanzas
nl: Infanterie speervechten.
pt_pt: Luta de lanceiros

source: The Greeks used stone construction from early Mycenaean times.
de: Die Griechen nutzten Steinbautechniken der frühen Mykenischen Zeit.
es: Los griegos usaban construcciones de piedra desde la temprana era micénica.
fr: Les grecs utilisent les constructions en pierre depuis le début du Mycénien.
gl: Os gregos usaban pedra na construción desde os tempos dos micenas.
nl: De Grieken gebruikten al steen voor de constructie van gebouwen sinds de vroege Mycenische tijd.
pt_pt: Os gregos construíam com pedra desde o tempo dos micenas.

source: Hellenic Architecture
de: Hellenische Architektur
es: Arquitectura helena
fr: Architecture Hellénique
gd: Ailtireachd Greugach
gl: Arquitectura helena
nl: Hellenistische architectuur
pt_pt: Arquitectura helénica

source: Underdogs
es: Oprimidos
fr: Opprimés
gl: Desfavorecidos
pt_pt: Desfavorecidos

source: The Spartans did not have the largest army in the world, but they did have the best army in the world for their time. What they didn't have in quantity, they made up with quality. It was said that Sparta did not need strong city walls, for its men were its walls.
de: Die Spartaner hatten nicht die größte Armee der Welt, aber sie hatten die Beste Armee ihrer Zeit. Was sie nicht an Quantität hatten, machten sie mit Qualität wett. Es heißt, das Sparta keine starken Stadtmauern brauche, da seine Männer die Mauern bilden.
es: Los espartanos no contaban con el ejército más grande del mundo, pero contaban con el mejor ejército de su época. Lo que no tenían de cantidad lo compensaban con su calidad. Antiguamente se decía que esparta no necesitaba grandes y protectoras murallas, ya que sus hombres eran sus muros.
fr: Les spartiates n'avaient pas la plus grande armée du monde, mais ils avaient la meilleure de leur temps. Ce qu'ils n'avaient pas en quantité, ils le compensaient en qualité. On disait que Sparte n'avait pas besoin de murailles résistantes, car ses hommes étaient ses remparts.
gl: Os espartanos non tiñan o exército máis grande do mundo, pero si que tiñan o mellor exército do mundo no seu tempo. O que lles faltaba en cantidade compensábano en calidade. Disque Esparta non necesitaba grandes murallas nas súas cidades porque as murallas eran os seus homes.
nl: De Spartanen hadden niet het grootste leger, maar wel het beste voor hun tijd. Wat ze misten in kwantiteit trokken ze weer recht in kwaliteit. Er werd gezegd dat Sparta geen stadsmuren nodig had, aangezien hun mannen zo sterk als muren waren.
pt_pt: Os Espartanos não tinham o maior exército do mundo, mas tinham o melhor exército do mundo naquela época. O que não tinham em quantidade, compensavam em qualidade. Dizia-se que Esparta não precisava de muralhas fortes, pois os seus soldados eram as muralhas da cidade.

source: Athenian triremes can train Marines (Epibates Athenaikos) and Cretan Mercenary Archers (Toxotes Kretikos).
de: Athenische Trieren können Marineinfanteristen (Épibatēs Athēnaïkós) und kretische Bogenschützensöldner (Toxótēs Krētikós) ausbilden.
es: Los trirremes atenienses pueden reclutar Marinos (Epibates Athenaikos) y Arqueros Mercenarios Cretenses (Toxotes Kretikos).
fr: Les trirèmes athéniennes peuvent former de l'infanterie de marine (Epibates Athenaikos) et des archers mercenaires crétois (Toxotes Kretikos).
gd: 'S urrainn dha trì-ràmhaich na h-Àithne saighdearan-mara (Epibates Athenaikos) 's boghadairean-duaise Criteach (Toxotes Kretikos) a thrèanadh.
gl: Os trirremes atenienses poden adestrar mariños (Epibates Athenaikos) e arqueiros mercenarios cretenses (Toxotes Kretikos).
nl: Atheense triremen kunnen mariniers (Epibastes Athenaikos) en Kretaanse huurlingboogschutters (Toxotes Kretikos) trainen.
pt_pt: Os trirremes atenienses podem recrutar fuzileiros (Epibastes Athenaikos) e mercenários arqueiros cretenses (Toxotes Kretikos).

source: Athenian triremes can train Marines and Cretan Mercenary Archers.
de: Athenische Trieren können Marineinfanteristen und kretische Bogenschützensöldner ausbilden.
es: Los trirremes atenienses pueden reclutar Marinos y Arqueros Mercenarios Cretenses.
fr: Les trirèmes athéniennes peuvent former de l'infanterie de marine et des archers mercenaires crétois.
gd: 'S urrainn dha trì-ràmhaich na h-Àithne saighdearan-mara 's boghadairean-duaise Criteach a thrèanadh.
gl: Os trirremes atenienses poden adestrar mariños e arqueiros mercenarios cretenses.
nl: Atheense triremen kunnen mariniers en Kretaanse huurlingen trainen.
pt_pt: Os trirremes atenienses podem recrutar fuzileiros e mercenários arqueiros cretenses.

source: Build stone walls in neutral territory.
de: Baue Steinmauern in neutralem Territorium
es: Construye murallas en territorio neutral.
fr: Construction des murs de pierre possible en territoire neutre.
gd: Tog ballachan-cloiche air ranntair neo-phàirteach.
gl: Constrúe murallas de pedra en territorio neutral.
nl: Bouw stenen muren in neutraal territorium.
pt_pt: Construa muralhas em pedra em território inimigo.

source: Athenian Long Walls
de: Athenische Lange Mauern
es: Grandes murallas atenienses
fr: Longs murs athéniens
gd: Ballachan fada na h-Àithne
gl: Muros Longos de Atenas
nl: Atheense lange muren
pt_pt: Muralhas longas atenienses
