Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: • Game version number and basic build settings (optimisation mode, CPU architecture, timestamp, compiler version).
de: • Version des Spieles und grundlegende Build-Enstellungen (Optimisationsmodus, Prozessorarchitektur, Zeitstempel, Compilerversion).
es: • Número de versión del juego y opciones de compilación (modo de optimización, arquitectura de CPU, fecha y hora, versión del compilador).
fr: • Numéro de version du jeu et les paramètres de compilation de base (mode d'optimisation, architecture du processeur, horodatage, version du compilateur).
gd: • Àireamh tionndaidh dhen gheama 's roghainnean togail bunasach (modh piseachaidh, ailtireachd a' CPU, stampa-tìde, tionndadh dhen trusaiche).
gl: • O número de versión do xogo e opcións básicas coas que se construíu (modo de optimización, arquitectura de procesador, data de construción e versión do compilador).
nl: • Versienummer en compileer eigenschappen (optimalisatiemode, CPU architectuur, tijd van compilatie, compilator versie) van het spel.
pt_pt: • A versão do jogo e as definições básicas da compilação (modo de optimização, arquitectura da CPU, data e hora, versão do compilador).

source: • Hardware details: OS version, graphics driver version, OpenGL capabilities, screen size, CPU details, RAM size.
de: • Hardware-Details: Version des Betriebssystems und des Grafikkartentreibers, OpenGL-Fähigkeiten, Auflösung, CPU-Details, RAM-Größe.
es: • Detalles de hardware: versión del S.O., versión de los controladores gráficos, funcionalidad OpenGL, tamaño de la pantalla, detalles del procesador, tamaño de la RAM.
fr: • Détails matériels : version du système d'exploitation, version du pilote graphique, capacités OpenGL, taille de l'écran, détails des processeurs, taille de la mémoire.
gd: • Fiosrachadh mun bhathar-chruaidh: tionndadh dhen t‑siostam-obrachaidh, tionndadh de dhraibhear a' ghrafaigeachd, comasan OpenGL, meud na sgrìn, fiosrachadh a' CPU, meud a' RAM.
gl: • Detalles do hardware: versión do sistema operativo, versión do controlador de vídeo, funcionalidades de OpenGL, dimensións da pantalla, detalles do procesador e tamaño da memoria RAM.
nl: Hardware details: OS versie, grafische drivers, OpenGL eigenschappen, scherm grootte, CPU details, hoeveelheid RAM.
pt_pt: • Detalhes do hardware: versão do sistema operativo, versão do controlador gráfico, capacidades OpenGL, tamanho do ecrã, detalhes do CPU, tamanho da RAM.

source: • Performance details: a snapshot of timing data a few seconds after you start a match or change graphics settings.
de: • Performance-Details: eine Momentaufnahme der Zeitdaten ein paar Sekunden, nachdem Sie ein Spiel starten oder Grafikeinstellungen ändern.
es: • Detalles de rendimiento: transmitirnos algunas cifras tras comenzar una partida o cuando cambies los ajustes gráficos.
fr: • Détails de performance : un instantané des données de chronométrage quelques secondes après que vous commencez un match ou après un changement des paramètres graphiques.
gd: • Fiosrachadh mun dèanadas: glacadh dhen dàta tìmeachaidh beagan dhiogan às dèidh tòiseachadh maidse no nuair a bhios tu air roghainnean a' ghrafaigeachd atharrachadh.
gl: • Detalles de rendemento: unha captura dos datos de tempo uns segundos despois de que inicies unha partida ou cambies a configuración gráfica.
nl: • Performantie details: een getimed fragment van een paar seconden nadat een match gestart is, of grafische instellingen veranderd zijn.
pt_pt: . Detalhes de desempenho: uma captura de dados temporais uns segundos depois do início de uma partida ou de uma mudança nas configurações gráficas.

source: The data will only be a few kilobytes each time you run the game, so bandwidth usage is minimal.
de: Es sind nur ein paar Kilobyte jedes mal wenn das Spiel gestartet wird, sodass die Bandbreite nur minimal genutzt wird.
es: Los datos enviados solo suponen el coste de unos pocos kilobytes cada vez que ejecutas el juego, el uso de tu ancho de banda es mínimo.
fr: Les données pèseront seulement quelques kilo-octets chaque fois que vous exécutez le jeu, donc l'usage de la bande passante est minimale.
gd: Cha chuir sinn ach beagan cileabaidht gach turas a ruitheas tu an geama, mas sin cha tèid ach glè bheag de leud-banna a chleachdadh.
gl: Os datos estarán compostos só duns quilobytes cada vez que executes o xogo, así que o uso de ancho de banda é mínimo.
nl: De data zal slechts enkele kilobytes bevatten, iedere keer het spel gestart wordt. Dus het nodige internetverkeer is minimaal.
pt_pt: Serão enviados apenas uns poucos quilobytes de cada vez que iniciar o jogo, por isso o uso de largura de banda será mínimo.

source: We will store the submitted data on our server, and may publish statistics or non-user-identifiable details to help other game developers with similar questions. We will store the IP address that submitted the data, to help detect abuse of the service, but will not publish it. The published data can be seen at http://feedback.wildfiregames.com/
de: Wir werden die Daten auf unseren Servern speichern und eventuell Statistiken oder nicht-benutzeridentifizierbare Details veröffentlichen, um anderen Spielentwicklern mit ähnlichen Fragen zu helfen. Wir werden die IP-Adressen speichern, von denen die Daten gesendet wurden, um Missbrauch dieses Dienstes zu erkennen und somit nicht zu veröffentlichen. Die veröffentlichten Daten können unter http://feedback.wildfiregames.com/ eingesehen werden.
es: Almacenaremos los datos recibidos en nuestro servidor, y puede que publiquemos estadísticas o detalles anónimos para ayudar a otros desarrolladores de juegos con dudas similares. Guardaremos la dirección IP que envió los datos para ayudar a detectar abusos del servicio, pero no la publicaremos. Los datos enviados pueden verse en http://feedback.wildfiregames.com/
fr: Nous stockerons les données reçues sur notre serveur, et publierons des statistiques pour aider les développeurs du jeu sur des questions similaires sans que l'utilisateur d’origine ne soit identifiable. Nous stockerons l'adresse IP d'origine de l'envoi des données, afin de détecter les abus de ce service, mais nous ne la publierons pas. Les données publiées peuvent être consultées ici : http://feedback.wildfiregames.com/
gd: Glèidhidh sinn an dàta a chuireas tu thugainn air an fhrithealaiche againn agus dh'fhaoidte gum foillsich sinn stadastaireachd no fiosrachadh on nach gabh d' aithneachadh gus taic a thoirt dhan luchd-leasachaidh aig geamannan eile aig a bheil ceistean coltach ris. Glèidhidh sinn an t‑seòladh IP a chuir an dàta thugainn gus bacadh a chur air ana-chleachdadh an t‑seirbheis ach chan fhoillsich sinn e. Chì thu an dàta a chaidh fhoillseachadh air http://feedback.wildfiregames.com/
gl: Almacenaremos os datos enviados no noso servidor, e pode que publiquemos as estatísticas ou detalles que non se podan asociar con usuarios para axudar a outros desenvolvedores de videoxogos que teñan preguntas similares. Almacenaremos os enderezos IP que enviaron os datos, para axudar a evitar o abuso do servizo, pero non os publicaremos. Os datos publicados poden verse en http://feedback.wildfiregames.com/
nl: We zullen de ontvangen data op onze server opslaan en kunnen deze geanonimiseerd publiceren voor statistische doeleinden, om andere ontwikkelaars met dezelfde vragen te helpen. We zullen het IP adres ook opslaan om misbruik van de dienst tegen te gaan, maar deze worden nooit gepubliceerd. De gepubliceerde data kan gezien worden op http://feedback.wildfiregames.com/
pt_pt: Armazenamos os dados enviados no nosso servidor, e poderemos publicar estatísticas ou detalhes anónimos de forma a ajudar outros criadores de jogos com questões semelhantes. Guardamos também o endereço IP que enviou os dados para podermos detectar eventuais abusos do serviço, mas não o publicaremos. Os dados publicados podem ser consultados em http://feedback.wildfiregames.com/

source: [font="sans-bold-16"]Thank you for installing 0 A.D.!
de: [font="sans-bold-16"]Vielen Dank für die Installation von 0 A.D.!
es: [font="sans-bold-16"]¡Gracias por instalar 0 A.D.!
fr: [font="sans-bold-16"]Merci d'avoir installé 0 A.D. !
gd: [font="sans-bold-16"]Tapadh leat airson 0 A.D. a stàladh!
gl: [font="sans-bold-16"]Grazas por instalar 0 A.D.!
nl: [font="sans-bold-16"]Bedankt voor het installeren van 0 A.D.!
pt_pt: [font="sans-bold-16"]Obrigado por ter instalado o 0 A.D.!

source: [icon="constructionIcon"] This is an early experimental version of the game. Features are missing and it contains bugs.
de: [icon="constructionIcon"] Dies ist eine frühe experimentelle Version des Spiels. Einige Features fehlen und es gibt Bugs.
es: [icon="constructionIcon"] Esta es una versión experimental temprana del juego. Faltan algunas características y contiene errores.
fr: [icon="constructionIcon"] Ceci est une version expérimentale du jeu. Des fonctionnalités sont manquantes et elle contient des bogues.
gd: [icon="constructionIcon"] Seo tionndadh deuchainneach tràth aig a' gheama. Tha feartan a dhìth 's bugaichean ann.
gl: [icon="constructionIcon"] Esta é unha versión experimental do xogo, cuxo desenvolvemento está aínda nos seus primeiros pasos. Faltan funcionalidades e existen erros.
nl: [icon="constructionIcon"] Dit is een vroege, experimentele versie van het spel. Er zijn zaken nog niet geïmplementeerd, en ook verschillende problemen.
pt_pt: [icon="constructionIcon"] Esta é uma versão teste do jogo. Faltam algumas funções e contém alguns erros.

source: [icon=iconLag] The game lags when many units are moving.
de: [icon=iconLag] Das Spiel laggt wenn sich viele Einheiten bewegen.
es: [icon=iconLag] El juego se ralentiza cuando hay muchas unidades en movimiento.
fr: [icon=iconLag] Le jeu traîne quand de nombreuses unités sont en mouvement.
gd: [icon=iconLag] Thig dàil air a' gheama nuair a bhios mòran aonadan a' gluasad.
gl: [icon=iconLag] O xogo ralentízase cando hai moitas unidades movéndose ao mesmo tempo.
nl: [icon=iconLag] Het spel wordt erg traag wanneer er veel eenheden samen bewegen.
pt_pt: [icon=iconLag] O jogo fica lento quando há muitas unidades a deslocarem-se ao mesmo tempo.

source: [icon="iconShip"] The computer opponent can't use ships.
de: [icon="iconShip"] Der Computergegner kann keine Schiffe nutzen.
es: [icon="iconShip"] Los oponentes de la IA no pueden utilizar navíos.
fr: [icon="iconShip"] L'ordinateur ne peut pas utiliser de bateaux pour combattre.
gd: [icon="iconShip"] Chan urrainn dha nàmhaid coimpiutair longan a chleachdadh.
gl: [icon="iconShip"] A intelixencia artificial non pode usar embarcacións.
nl: [icon="iconShip"] De AI kan geen schepen gebruiken.
pt_pt: [icon="iconShip"] Os adversários controlados pelo computador não conseguem usar embarcações.

source: [icon="iconMap"] Large maps can cause problems.
de: [icon="iconMap"] Große Karten können zu Problemen führen.
es: [icon="iconMap"] Los mapas grandes pueden causar problemas.
fr: [icon="iconMap"] Les grandes cartes peuvent causer des problèmes.
gd: [icon="iconMap"] Faodaidh mapaichean mòra duilgheadasan adhbharachadh.
gl: [icon="iconMap"] Os mapas grandes poden dar problemas.
nl: [icon="iconMap"] Grote kaarten veroorzaken veel problemen.
pt_pt: [icon="iconMap"] Mapas de grandes dimensões podem causar problemas.

source: "A prosperous fool is a grievous burden." - Aeschylus
de: "Ein erfolgreicher Dummkopf ist eine schwere Last." - Aeschylus
es: "Un necio próspero es una cruel carga." - Esquilo
fr: "Un idiot prospère est un lourd fardeau." - Eschyle
gd: "Is uallach trom an t-amadan beartach." - Aischulos
gl: «Un idiota próspero é unha dolorosa carga.» — Esquilo.
nl: "Een welvarend dwaas is een zware last." - Achilles
pt_pt: "Um tolo próspero é um fardo doloroso." - Ésquilo

source: "From him [Death] alone of all the powers of heaven Persuasion holds aloof." - Aeschylus
de: "Von ihm [Tod] allein von allen Mächten des Himmels hält sich die Überredungskunst fern." - Aischylos
es: "De ella [la Muerte] unica de todos los poderes del cielo que ni Persuasión mantiene al margen." - Esquilo
fr: "D'elle [la mort], seule de tous les pouvoirs du ciel, la Persuasion se tient distante" - Eschyle
gl: «Os poderes celestiais poden ser persuadidos de evitar moitos males, pero nada pode persuadilos de evitar a morte.» — Esquilo.
nl: "Hij [de dood] mist slechts één goddelijke kracht: overtuiging." - Achilles
pt_pt: "Os poderes celestiais podem ser persuasivos para evitar muitos males, mas nada pode ser persuasivo de evitar a morte." - Ésquilo

source: "To be rather than to seem." - Aeschylus, "Seven Against Thebes"
de: „Denn nicht gerecht nur scheinen will er, sondern sein.“ – Aischylos, „Sieben gegen Theben“
es: "Ser, más que parecer." -- Esquilo, en "Los siete contra Tebas"
fr: "Il ne veut pas paraître très brave, il veut l'être." - Eschyle, "Les Sept contre Thèbes"
gl: «É mellor ser que parecer.» — Esquilo, «Os sete contra Tebas».
nl: "Eerder zijn dan lijken." --Achilles, "Zeven tegen Thebe"
pt_pt: "Falseando a verdade, a maioria dos homens prefere antes parecer a ser." Ésquilo in "Sete contra Tebas"

source: "It is not the oath that makes us believe the man, but the man the oath." - Aeschylus
de: „Es ist nicht der Schwur der uns dem Mann vertrauen lässt, aber der Mann dem Schwur.“ – Aischylos
es: "No es el juramento el que nos hace creer al hombre, sino el hombre al juramento." - Esquilo
fr: "Ce n'est pas le serment qui nous fait croire l'homme, mais l'homme le serment." - Eschyle
gl: «Non é a súa palabra a que nos fai crer no home, senón o home o que nos fai crer na súa palabra.» — Esquilo.
nl: "Het is niet de eed die ons laat geloven in de persoon, maar de persoon in de eed." -- Achilles
pt_pt: "Não é o juramento que nos faz acreditar no homem, mas o homem que fez o juramento." – Ésquilo

source: "In every tyrant's heart there springs in the end this poison, that he cannot trust a friend." - Aeschylus, "Prometheus Bound"
de: „Denn anzuhaften pfleget aller Tyrannei Auch dies Gebrechen, treusten Freunden nicht zu traun.“ – Aischylos, „Der gefesselte Prometheus“
es: "En el corazón de cada tirano al final brota este veneno, que no puede confiar en un amigo." - Esquilo, "Prometeo encadenado"
fr: "Car c'est là le vice éternel des tyrans, de soupçonner la foi de leurs amis." - Eschyle, "Prométhée enchaîné"
gl: «Ao corazón de todo tirano acaba afectándolle un veleno que lle impide confiar nun amigo.» — Esquilo, «Prometeo encadeado».
nl: "Het hart van iedere tiran scheurt bij de gedachte dat hij geen vriend kan vertrouwen." - Achilles, "Prometheus Gebonden"
pt_pt: "No coração de cada tirano salta na extremidade este veneno, de que que não pode confiar um amigo." - Ésquilo in "Promoteu Acorrentado"

source: "Time as he grows old teaches all things." - Aeschylus, "Prometheus Bound"
de: „Die Zeit, sie lernt und lehret alternd alles Ding!“ – Aischylos, „Der gefesselte Prometheus“
es: "El tiempo es el maestro que enseña todas las cosas." - Esquilo, "Prometeo encadenado"
fr: "Il n'est rien que le temps n'enseigne en vieillissant." - Eschyle, "Prométhée enchaîné"
gl: «O tempo, a medida que pasa, apréndenolo todo.» — Esquilo, «Prometeo encadeado».
nl: "Tijd, zolang hij groeit, leert ons alles." -- Achilles, "Prometheus gebonden"
pt_pt: "Tudo o tempo ensina, ao envelhecer." - Ésquilo in "Promoteu Acorrentado"

source: Wisdom comes through suffering... Favours come to us from gods." - Aeschylus, "Agamemnon"
de: „Denn der Weisheit Führer ist Zeus des Urgesetzes Herr, Dass im Unglück Lehre wohnt.“ – Aischylos, „Agamemnon“
es: La sabiduría viene a través del sufrimiento ... los favores vienen a nosotros de los dioses. "- Esquilo," Agamenón "
fr: "La sagesse vient par la souffrance... Les faveurs viennent à nous des dieux." - Eschyle, "Agamemnon"
gd: "Thig crìonnachd an cois fulaing... thig fàbharan a-nuas dhuinn o na diathan." Aischulos, "Agamemnon"
gl: «Acadar a sabedoría require sufrimento… Os favores chégannos dos deuses.» — Esquilo, «Agamenón».
nl: "Wijsheden bereiken via lijden... Geluk bereikt ons via de Goden." -- Achilles, "Agamemnon"
pt_pt: "A aprendizagem pelo sofrimento (...) Isto é favor violento dos deuses." - Ésquilo in "Agamémnon"

source: "She [Helen] brought to Ilium her dowry, destruction." - Aeschylus, "Agamemnon"
de: „Und [Helena] bracht als Mitgift Ilion den Untergang;“ – Aischylos, „Agamemnon“
es: "Ella [Helena] trajo a Ilion su dote, destrucción." - Esquilo, en "Agamenón"
fr: "Elle [Hélène] a amené à Ilion sa dot, la destruction." - Eschyle, "Agamemnon"
gl: «Helena trouxo a Ilión a súa dote: a destrución.» — Esquilo, «Agamenón».
nl: "Zij [Helena] bracht haar bruidsschat naar Ilium: vernieling." - Achilles, "Agamemnon"
pt_pt: "(Helena) levou para Ílio em vez de dote a destruição" - Ésquilo in "Agamémnon"

source: "It is in the character of very few men to honor without envy a friend who has prospered." - Aeschylus, "Agamemnon"
de: „Nur wenig Menschenherzen ist es eingepflanzt, Den Freund, umlacht von Segen, ohne Neid zu schaun.“ – Aischylos, „Agamemnon“
es: "Está en el carácter de pocos hombres alabar sin envidia a un amigo próspero." - Esquilo, en "Agamenón"
fr: "C'est une qualité présente chez très peu d'hommes que d'honorer sans envie un ami qui a prospéré." - Eschyle, "Agamemnon"
gl: «Poucos homes son capaces de honrar sen envexar a un amigo que prosperou.» — Esquilo, «Agamenón».
nl: "Slechts weinig man heeft een karakter goed genoeg om zonder jaloezie een vriend met succes te eren." - Achilles, "Agamemnon"
pt_pt: "Há poucos homens capazes de prestar homenagem ao sucesso de um amigo, sem qualquer inveja." - Ésquilo in "Agamémnon"

source: "For a deadly blow let him pay with a deadly blow; it is for him who has done a deed to suffer." - Aeschylus
de: "Für blutigen Mord sei blutiger Mord! Wer tat, muß leiden! so heißt das Gesetz in den heiligen Sprüchen der Väter!" - Aischylos
es: "Por cada golpe mortal dejad que le devuelva otro; pues es él el que ha elegido sufrir." - Esquilo
fr: "Pour un coup mortel qu'il paie par un coup mortel ; c'est à celui qui a commis l'acte de souffrir." - Eschyle
gl: «Deixa que o que asestou un golpe mortal o pague cun golpe mortal. O culpábel debe sufrir.» — Esquilo.
nl: "Zet een dodelijke klap betaald met een dodelijke klap. Daar hij een daad om te leiden gedaan had." - Achilles
pt_pt: "E que todo o golpe assassino seja pago com um golpe assassino: ao culpado a expiação." Ésquilo in "Coéforas"

source: "Any excuse will serve a tyrant." - Aesop
de: „Jede Ausrede genügt einem Tyrannen.“ – Äsop
es: "Cualquier escusa servirá a un tirano." - Esopo
fr: "N'importe quelle excuse conviendra à un tyran." - Ésope
gd: "Frithealaich leisgeul sam bith aintighearna." - Aisop
gl: «Para un tirano, calquera escusa é boa.» — Esopo.
nl: "Ieder excuus zal een tiran dienen." -- Aesopus
pt_pt: "A um tirano qualquer desculpa lhe serve." - Esopo

source: "Better be wise by the misfortunes of others than by your own." - Aesop
de: "Lerne besser vom Unglück anderer als von deinem eigenen." - Äsop
es: "Mejor ser sabio por las desgracias de otros que por las propias." - Esopo
fr: "Mieux vaut être sage par l'infortune des autres que par la vôtre." - Ésope
gl: «Mellor aprender das desgrazas doutros que das propias.» — Esopo.
nl: "Het is beter te leren van de fouten van anderen dan van je eigen fouten." -- Aesopus
pt_pt: "Melhor ser sábio pelas desgraças dos outros do que pelas suas." - Esopo

source: "Familiarity breeds contempt; acquaintance softens prejudices." - Aesop
de: "Vertrautheit bringt Missachtung hervor; Bekanntschaft dämpft Vorurteile." - Äsop
es: "La familiaridad alimenta el desdén; la convivencia suaviza prejuicios." - Esopo
fr: "La familiarité engendre le mépris ; l'amitié adoucit les préjugés." - Ésope
gl: «A familiaridade leva ao desprezo; o coñecemento suaviza os prexuízos.» — Esopo.
nl: "Vertrouwdheid leidt tot minachting; kennismaking verzacht de vooroordelen." - Aesop
pt_pt: "A familiaridade leva ao desespero; o conhecimento suaviza os prejuízos." - Esopo

source: "It is easy to be brave from a safe distance." - Aesop
de: „Es ist immer leicht, aus sicherer Entfernung mutig zu sein.“ – Äsop
es: "Es fácil ser valiente desde la distancia." - Esopo
fr: "Il est facile d’être courageux quand on se tient à bonne distance." - Ésope
gd: "Tha e furasta a bhith dàna aig astar sàbhailte." - Aisop
gl: «É doado mostrar valor a unha distancia segura.» — Esopo.
nl: "Het is gemakkelijk om dapper te zijn van op een veilige afstand." -- Aesopus
pt_pt: "É fácil ser bravo de uma distância segura." - Esopo

source: "It is thrifty to prepare today for the wants of tomorrow." - Aesop
de: "Es ist sparsam, sich heute für die Erfordernisse von morgen zu wappnen." - Äsop
es: "Es provechoso prepararse hoy para los deseos del mañana." - Esopo
fr: "Il est économe de se préparer dès aujourd'hui aux besoins de demain." - Ésope
gl: «Cómpre prepararse hoxe para as necesidades de mañá.» — Esopo.
nl: "Het is spaarzaam vandaag voor te bereiden op de behoeften van morgen." - Aesop
pt_pt: "Deve-se cuidar hoje das necessidades de amanhã." - Esopo

source: "It is not only fine feathers that make fine birds." - Aesop
de: "Es sind nicht nur schöne Federn, die einen schönen Vogel ausmachen." - Äsop
es: "No sólo la bella pluma hace al ave bella." - Esopo
fr: "Ce ne sont pas seulement les belles plumes qui font les beaux oiseaux." - Ésope
gl: «Non abonda unha gran plumaxe para ser un gran paxaro.» — Esopo.
nl: "Een vogel bestaat niet enkel uit zijn mooie pluimen." -- Aesopus
pt_pt: "Não são apenas as penas perfeitas que fazem pássaros perfeitos." - Esopo

source: "Never trust advice from a man in the throes of his own difficulty." - Aesop
de: "Vertraue nie dem Rat eines Mannes in den Wirren seiner eigenen Schwierigkeiten." - Äsop
es: "Nunca confíes en el consejo de un hombre bajo la agonía de sus propios desafíos." - Esopo
fr: "N'écoutez jamais les conseils d'un homme en proie à ses propres difficultés." - Ésope
gl: «Desconfía do consello de quen atravesa as súas propias dificultades.» — Esopo.
nl: "Vertrouw nooit op advies van een man die zelf met moeilijkheden kampt." -- Aesop
pt_pt: "Nunca confie o conselho de um homem nas dificuldades." - Esopo

source: "Persuasion is often more effectual than force." - Aesop
de: "Überzeugung ist oft effektiver als Gewalt." - Äsop
es: "A menudo la persuasión es más efectiva que la misma fuerza." - Esopo
fr: "La persuasion est souvent plus efficace que la force." - Ésope
gl: «A persuasión adoita ser máis efectiva que a forza.» — Esopo.
nl: "Verleiding is vaak effectiever dan kracht." -- Aesopus
pt_pt: A persuasão é muitas vezes mais eficaz do que a força." - Esopo

source: "Self-conceit may lead to self-destruction." - Aesop
de: "Selbstüberzeugung kann zu Selbstzerstörung führen." - Äsop
es: "El engreimiento propio lleva a la autodestrucción." - Esopo
fr: "La vanité peut mener à l'autodestruction." - Ésope
gl: «A soberbia pode levar á destrución.» — Esopo.
nl: "Eigendunk kan leiden tot eigen ondergang." -- Aesopus
pt_pt: "A presunção pode levar à auto-destruição." - Esopo

source: "Slow and steady wins the race." - Aesop
de: „Die Schildkröte gewinnt das Rennen, während der Hase schläft.“ – Äsop
es: "Más vale ir lento pero seguro." - Esopo
fr: "Lentement mais sûrement" - Ésope
gd: "Is le dàil is maille a bhuannaichear rèis" - Aisop
gl: «O que é lento pero constante gaña a carreira.» — Esopo.
nl: "Rustige vastberadenheid wint de wedstrijd." -- Ausopus
pt_pt: "Devagar se vai ao longe" - Esopo
