Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Shortly after the great naval victories at Salamis and Mycale, the Greek city-states instituted the so-called Delian League in 478 BC, whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.
de: Kurz nach den großen Seeschlachten in Salamis und Mykale, erschufen dei Griechischen Stadtstaaten 487 v.Chr. den sogenannten Attischen Seebund, dessen Aufgabe es war, die Perser aus der Ägäis tu vertreiben. Die verbündeten Staaten stellten Schiffe und Geld zur Verfügung, während Athen seine Ganze Flotte anbot.
es: Poco después de las grandes victorias navales de Salamina y Mykale, las ciudades-estado griegas conformaron la llamada Liga de Delos en el 478 a.C., cuyo propósito era expulsar a los Persas fuera de la región del Egeo. Las ciudades aliadas contribuyeron con barcos y dinero, mientras que los Atenienses ofrecieron su flota entera.
fr: Peu après les grandes victoires navales de Salamine et du Cap Mycale, les cités-états grecques instituèrent la Ligue dite de Délos en 478 avant JC, dont l'objectif était de repousser les Perses hors de la région Égéenne. Les cités alliées fournissaient des navires et de l'argent, tandis que les Athéniens offraient toute leur flotte.
gl: Pouco despois das grandes vitorias navais en Salamina e Mícala, as cidades estado dos gregos constituíron no ano 478 a.C. o que se coñeceu como a «Liga de Delos», cuxo propósito era o de expulsar aos persas da rexión do Exeo. Os estados aliados contribuíron con embarcacións e cartos, mentres que os atenienses ofreceron a totalidade da súa flota.
nl: Kort na de grote maritieme overwinningen te Salamis en Mykale stichtten de Griekse stadstaten in 478 V.C. de zogenoemde Delische Bond. Het doel van die bond was de Perzen uit de Egeïsche regio te houden. De geallieerde staten droegen schepen en geld bij, terwijl de Atheners hun volledige marine schonken.
pt_pt: Pouco depois das grandes batalhas navais em Salamina e Mícale, as cidades-estado dos Gregos constituíram no ano 478 a.C. a Liga de Delos com o objectivo de expulsarem os Persas da região do mar Egeu. Os atenienses contribuíram com a totalidade da sua frota naval e as cidades-estado aliadas contribuíram com embarcações e dinheiro.

source: The Hellenic culture was very influential. Greek became the spoken language of commerce and politics for much of the Mediterranean basin and Middle East for centuries.
de: Die Hellenische Kultur war sehr einflussreich. Griechisch war für Jahrhunderte eine Sprache für Handel und Politik in einem Großteil der mediterranen Welt und des Mittleren Osten.
es: La cultura Helénica fue muy influyente. El griego se volvió el lenguaje del comercio y la política para gran parte de la cuenca del Mediterráneo y el Medio Oriente durante siglos.
fr: La culture grecque était très influente. Le grec est devenu le langage du commerce et de la politique dans la majeure partie du bassin méditerranéen et du Moyen-Orient pour plusieurs siècles.
gl: A cultura helena tiña unha gran influencia. O grego converteuse no idioma do comercio e maila política nunha parte moi importante da costa mediterránea e Oriente Medio durante séculos.
nl: De Heleense cultuur was zeer invloedrijk. Grieks werd de bestuurstaal van een groot deel van het Middellands Zeegebied en het Midden Oosten voor eeuwen lang.
pt_pt: A cultura helénica foi muito influente. O grego tornou-se a língua oficial do comércio e da política em grande parte da costa mediterrânica e Médio Oriente durante séculos.

source: The Hellenic culture is very influential. +20% territory effect for all buildings.
de: Die hellenische Kultur ist sehr einflussreich. Territorialeffekt für alle Gebäude um 20% erhöht.
es: La cultura helena es muy influyente. +20% de efecto territorial para todos los edificios.
fr: La culture hellénique est très influente. +20% d'effet territorial pour tous les bâtiments.
gd: Tha cultar nan Greugach glè bhuadhmhor. Buaidh ranntair de +20% air airson gach togalaich.
gl: A cultura helena ten gran influenza. Aumenta en +20% o efecto no territorio de todas as estruturas.
nl: De Hellenistische cultuur is zeer invloedrijk. +20% territoriumeffect voor alle gebouwen.
pt_pt: A cultura helénica é muito influente. +20% de efeito territorial em todos os edifícios.

source: Emperor of Emperors
de: König der Könige
es: Emperador de emperadores
fr: Empereur des Empereurs
gd: Impire nan impirean
gl: Emperador de emperadores
nl: Keizer der Keizers
pt_pt: Imperador dos Imperadores

source: The Indians had a tradition of fine archery and a penchant for using massed archers in battle.
de: Die Inder hatten eine Tradition ausgefeilter Bogenschießkunst und neigten dazu, Massen an Bogenschützen im Kampf einzusetzen.
es: Los hindúes tenían una fuerte tradición arquera y un predilección por utilizar gran cantidad de arqueros en batalla.
fr: Les Indiens avaient traditionnellement de bons archers et un penchant pour l'utilisation en masse d'archers au cours des batailles.
gd: Bhiodh na h-Innseanaich glè mhath air boghadaireachd is chleachdadh iad grunnan bhoghadairean air a' bhlàr gu tric.
gl: Os indios tiñan unha gran tradición de arqueiros e unha tendencia a empregar un gran número de arqueiros nas súas batallas.
nl: De Indiërs hadden een traditie van boogschutters, en gebruikten ze massaal tijdens een veldslag.
pt_pt: Os Indianos tinha uma tradição de terem arqueiros com arco fino e uma tendência de usarem muitos arqueiros em batalhas.

source: Range +10 meters for bow-wielding units. Archer units train time -20%, but also -20% health.
de: Reichweite +10 Meter für bogentragende Einheiten. Bogenschützen werden um 20 Prozent schneller erstellt, aber haben -20 Prozent Lebenspunkte.
es: +10 metros de rango para unidades armadas con arco. Tiempo de reclutamiento de Arqueros -20%, pero también -20% de vida.
fr: Portée de +10 mètres pour les unités maniant un arc. Les archers se forment 20% plus rapidement, mais ont aussi -20% de santé.
gd: Gheibh aonadan le bogha +10 meatairean de rainse. Thèid boghadairean a thrèanadh nas luaithe le -20% ach caillidh iad slàinte cuideachd le -20%.
gl: Aumenta en +10 metros o alcance das unidades con arco. Reduce en -20% o tempo de adestramento dos arqueiros, pero tamén reduce en -20% a súa vida.
nl: +10 meter bereik en -20% rekruteertijd voor boogschutters, maar ook -20% gezondheid.
pt_pt: Alcance: +10 metros para unidades de arco armado. A saúde e o tempo de recrutamento de arqueiros diminui em -20%.

source: The Mauryans built their city walls out of wood, an abundant natural resource in India. Consequently, Mauryan city walls have -20% health, but build 20% faster.
de: Die Maurya-Inder bauten hölzerne Stadtmauern, da Holz eine reichlich vorkommende natürliche Ressource in Indien ist. Folglich haben die Stadtmauern der Maurya-Inder -20% Trefferpunkte, werden aber 20% schneller gebaut.
es: Los Mauryans construian las murallas de la ciudad de madera, un recurso natural abundante en la India. En consecuencia, las paredes de la ciudad Maurya tiene -20% de resistencia, pero se construyen un 20% más rápido.
fr: Les Maurya bâtissaient les murs de leurs villes en bois, une ressource naturelle abondante en Inde. Par conséquent, les murs d'enceinte Maurya ont -20% de santé, mais se construisent 20% plus rapidement.
gd: Bhiodh na Mauraidhich a' togail ballachan nam bailtean de dh'fhiodh on a bha fiodh pailt sna h-Innseachan. Air thoradh air sin, bidh nas lugha de shlàinte aig ballachan bailtean nam Mauraidhich le -20% ach thèid an togail nas luaithe le 20%.
gl: Os mauros construían murallas de madeira nas súas cidades, dado que a madeira sempre foi un recurso abundante na India. Así, as murallas das cidades mauras teñen unha penalización de -20% de vida, aínda que tamén se constrúen un +20% máis rapidamente.
nl: De Mauryanen bouwden stadsmuren uit hout, een overvloedige, natuurlijke grondstof in Indië. Als gevolg zijn Mauryaanse muren 20% minder sterk maar ook 20% sneller te maken.
pt_pt: Os Maurias constroem as muralhas citadinas em madeira porque é um recurso abundante na Índia. Assim, as muralhas citadinas têm -20% de resistência mas são +20% mais rápidas a serem construídas.

source: Wooden Walls
de: Holzwälle
es: Muros de madera
fr: Murs en bois
gd: Ballachan fiodha
gl: Murallas de madeira
nl: Houten schutting
pt_pt: Muralhas em madeira

source: The Anusiya champion infantry train twice as fast, but lose a little max health.
de: Die Anusiyagardeinfanterie trainiert doppelt so schnell, verliert aber ein bisschen leben
es: El campeón de infanteria Anusiya se recluta el doble de rápido, pero pierde un poco de salud máxima.
fr: Le champion d'infanterie Anusiya se forme deux fois plus vite, mais perd un peu de santé maximum.
gd: Cha toir trèanadh laoich coisridh Anusaidhea ach an dàrna leth de dh'ùine ach caillidh iad beagan slàinte.
gl: A infantaría de campións «Anusiya» adestra o dobre de rápido, pero ve a súa vida máxima lixeiramente reducida.
nl: De Anusiya kampioenen worden dubbel zo snel gerekruteerd, maar ze verliezen ook een beetje van hun maximumgezondheid.
pt_pt: O recrutamento da infantaria campeã Anusiya é o dobro mais rápido mas perde um bocadinho de vida.

source: Anusiya Champion Infantry -50% train time, but also -20 health.
de: Anusiyagardeinfanterie -50% Ausbildungszeit, aber auch -20 Trefferpunkte.
es: Infantería Campeona Anusiya -50% en tiempo de reclutamiento, pero también -20 de salud.
fr: Le temps de formation de l'infanterie Champion d'Anusiya diminue de -50%, mais subit un malus de -20 points de vie.
gd: Thèid laoich coisridh Anusaidhea a thrèanadh nas luaithe le -50% ach caillidh iad slàinte cuideachd le -20.
gl: Reduce o tempo de adestramento da infantaría de campións «Anusiya» en -50%, pero reduce a súa vida en -20.
nl: Anusiya kampioenen -50% rekruteertijd, maar ook -20 gezondheid.
pt_pt: É mais rápido recrutar infantaria campeã Anusiya em 50% mas também são mais fracos de saúde em -20.

source: All Persian structures +25% health, but also +20% build time.
de: Alle persischen Gebäude haben 25% mehr Gesundheit, benötigen aber auch 20% mehr Bauzeit.
es: Todas las estructuras persas tienen +25% de salud, pero también +20% en el tiempo de construcción.
fr: Toutes les structures perses gagnent +25% de points de santé, mais gagnent aussi +20% de temps de construction.
gd: Buannaichidh na h-uile togalach Pearsach +25% de shlàinte ach bheir e +20% a bharrachd de dh'ùine cuideachd.
gl: Aumenta a vida das estruturas persas un +25%, pero tamén aumenta un +20% o seu tempo de construción.
nl: Alle Perzische gebouwen +25% gezondheid, maar ook +20% constructietijd.
pt_pt: Aumenta a resistência dos edifícios persas em 25% mas também o seu tempo de construção em 25%.

source: The Persians had a tradition of fine archery and a penchant for using massed archers in battle.
de: Bei den Persern galt das präzise Bogenschießen als Tradition und sie bevorzugten es, mächtige Bogenschützen in ihren Schlachten einzusetzen.
es: Los persas tenían una tradición de excelente arquería y eran proclives a utilizar a huestes de arqueros en la batalla.
fr: Les Perses avaient traditionnellement de bons archers et un penchant pour l'utilisation en masse d'archers au cours des batailles.
gd: Bhiodh na Pearsaich glè mhath air boghadaireachd is chleachdadh iad grunnan bhoghadairean air a' bhlàr gu tric.
gl: Os persas tiñan unha gran tradición de arqueiros e unha tendencia a empregar un gran número de arqueiros nas súas batallas.
nl: De Perzen hadden een traditie van boogschutters, en gebruikten ze massaal in veldslagen.
pt_pt: Os Persas tinha uma tradição de terem arqueiros com arco fino e uma tendência de usarem muitos arqueiros em batalhas.

source: Phoenician Triremes gain the ability to train cavalry units.
de: Phönizische Trieren erhalten die Fähigkeit Kavallerieeinheiten auszubilden.
es: Los trirremes fenicios adquieren la habilidad de reclutar unidades de caballería.
fr: Les trirèmes phéniciens acquièrent la capacité de former des unités de cavalerie.
gd: Buannaichidh na trì-ràmhaich Pheniceach an comas gus aonadan eachraidh a thrèanadh.
gl: Os trirremes fenicios conseguen a habilidade de adestrar unidades de cabalaría.
nl: Fenicisch triremen krijgen de mogelijkheid om ruiters te trainen.
pt_pt: As trirremes fenícias obtêm a habilidade de recrutarem cavalaria.

source: Equine Transports
de: Pferdetransporte
es: Transportes equinos
fr: Transports de chevaux
gd: Giùlan each
gl: Transporte equino
nl: Paardentransport
pt_pt: Transporte de cavalos

source: Significantly increase training speed of cavalry at the stables by training them in large batches or battalions.
de: Erhöht die Rekrutierungsgeschwindigkeit von Kavallerie in den Ställe, wenn sie in großen Gruppen oder Bataillonen ausgebildet werden.
es: Amplía notablemente la velocidad de reclutamiento de la caballería en los establos reclutándolos por grupos o batallones.
fr: Améliore significativement la vitesse de formation de la cavalerie dans les écuries en les formant par grands lots ou bataillons.
gd: Meudaichidh seo luaths trèanaidh an eachraidh aig an stàball gu mòr nuair a thèid an trèanadh ann an grunnan mòra no cathan.
gl: Aumenta de maneira substancial a velocidade de adestramento de unidades a cabalo nas cortes adestrándoos en grupos ou batallóns.
nl: Verbeter de rekruteersnelheid van ruiters bij de paardenstallen fors door hen in grote groepen of bataljons tegelijk te rekruteren.
pt_pt: Aumenta substancialmente a velocidade de recrutamento de cavaleiros nos estábulos se forem grupos ou batalhões.

source: Faster batch training speed for the Stables.
de: Schnelleres Ausbilden in Ställen.
es: Los establos incrementan su velocidad de reclutamiento por grupos.
fr: Vitesse d’enrôlement dans les écuries augmentée.
gd: Luaths as àirde air trèanadh ghrunnan aig an stàball.
gl: Aumenta a velocidade de adestramento por grupos nas cortes.
nl: Verhoogde groepsrekruteringssnelheid voor de stallen.
pt_pt: Aumenta a velocidade de recrutamento conjunto nas Cavalariças.

source: Cavalry Conscription
de: Kavalleriewehrpflicht
es: Reclutamiento de caballería
fr: Conscription de cavalerie
gd: Dleastanas-airm eachraidh
gl: Levas de cabalaría
nl: Dienstplicht voor ruiters
pt_pt: Conscrição de Cavalaria

source: Infantry Conscription
de: Infanteriewehrpflicht
es: Reclutamiento de infantería
fr: Conscription d'infanterie
gd: Dleastanas-airm coirsidh
gl: Levas de infantaría
nl: Dienstplicht voor infanterie
pt_pt: Conscrição de Infantaria

source: All cavalry -20% train time, but also -10 health. Unlocks Cavalry Conscription.
de: Alle Kavallerie braucht -20% Rekrutierungszeit, hat aber -10 Leben. Ermöglicht Kavalleriewehrpflicht.
es: Caballeria -20% de tiempo de reclutamiento, pero -10 de salud. Desbloquea servicio militar obligatorio
fr: La cavalerie s’entraîne -20% plus vite, mais perd -10 points de vie. Débloque la Cavalerie Conscrite.
gd: Thèid eachraidh a thrèanadh nas luaithe le -20% ach gheibh iad -10 de shlàinte cuideachd. Bheir seo a' ghlas far dleastanas-airm eachraidh.
gl: Redúcese o tempo de adestramento da cabalaría nun -20%, pero tamén a súa vida en -10. Desbloquea «Levas de cabalaría».
nl: Alle cavalerie 20% minder rekruteringstijd, maar ook -5 gezondheid. Ontgrendelt dienstplicht technologie.
pt_pt: Cavalaria recrutada 20% mais depressa, mas com -10 resistência. Desbloqueia Conscrição de Cavalaria.

source: All infantry -10% train time, but also -5 health. Unlocks Infantry Conscription.
de: Infanterie -10% Ausbildungszeit, aber auch -5 Trefferpunkte. Ermöglicht Infanteriewehrpflicht.
es: Infantería: -10% de tiempo de reclutamiento, pero -5 de salud. Desbloquea la conscripción de Infantería.
fr: Toute l'infanterie gagne -10% de temps de formation, mais perd -5 points de santé. Débloque la Conscription d'infanterie.
gd: Thèid coisridh a thrèanadh nas luaithe le -10% ach gheibh iad -5 de shlàinte cuideachd. Bheir seo a' ghlas far dleastanas-airm coisridh.
gl: Redúcese o tempo de adestramento da infantaría nun -10%, pero tamén a súa vida en -5. Desbloquea «Levas de infantaría».
nl: Alle infanterie 10% minder rekruteringstijd, maar ook -5 gezondheid. Ontgrendelt dienstplicht.
pt_pt: É mais rápido recrutar soldados em 10% mas também são mais fracos de saúde em -5. Desbloqueia Conscrição de Infantaria.

source: The Romans were masters of the logistics of warfare.
de: Rom war ein Meister der Logistik der Kriegsführung.
es: Los romanos fueron maestros en logística de guerra.
fr: Les Romains étaient maîtres de la logistique de guerre.
gd: Bhiodh na Ròmanaich glè mhath air logastachd a' chogaidh.
gl: Os romanos eran mestres de loxística e tácticas de guerra.
nl: De Romeinen waren meesters van logistiek tijdens de oorlog.
pt_pt: Os Romanos eram mestres da logística de guerra.

source: Territory decay eliminated for Army Camps and Siege Walls.
de: Territorialer Zerfall eliminiert Armee-Camps und Belagerung-Walls.
es: Territorio en decadencia eliminado por Campamentos del Ejército y Muros de Asedio
fr: Détérioration hors territoire éliminé pour les camps militaires et les murs de siège.
gd: Cha bhi crìonadh ranntair air campaichean an airm no ballachan-sèiste.
gl: Elimínase o decaemento a causa do territorio nos campamentos militares e murallas de pedra.
nl: Territoriumverval wordt geëlimineerd voor oorlogskampen en belegeringsmuren.
pt_pt: Redução de território eliminada para Acampamento de Exército e Muros de Cerco.

source: Roman Logistics
de: Römische Logistik
es: Logística romana
fr: Logistique romaine
gd: Logastachd Ròmanach
gl: Loxística romana
nl: Romeinse logistiek
pt_pt: Logística romana

source: Civic centers +100% health and double default arrows.
de: Verwaltungssitze verfügen über +100% Lebenskraft und die doppelte Anzahl an Pfeilen, wenn keine Einheiten einquartiert sind.
es: Los centros urbanos ganan un +100% más de salud y doblan el número de flechas por defecto.
fr: Les centres-villes gagnent +100% de point de vie et double les flèches tirées par défaut.
gd: Gheibh ionadan sìobhalta +100% de shlàinte is dà uiread dhe shaighdean tùsail.
gl: A vida dos centros civís aumenta en +100% e duplícanse as frechas predeterminadas.
nl: Beschavingscentrum dubbele sterkte, en dubbel zoveel standaardpijlen.
pt_pt: Os centros cívicos têm +100% de resistência e o dobro das setas pré-definidas.

source: Hellenistic Metropolis
de: Hellenistische Metropole
es: Metrópolis helena
fr: Métropole hellénistique
gd: Mòr-bhaile Greugach
gl: Metrópoles helenas
nl: Griekse metropool
pt_pt: Metrópoles helénicas

source: Significantly increase training speed of champions and siege weapons at the fortress by training them in large batches or battalions.
de: Erhöht die Trainingsgeschwindigkeit von Gardeeinheiten und Belagerungswaffen in Festungen, wenn sie in großen Bataillonen ausgebildet werden.
es: Aumenta significativamente la velocidad de reclutamiento de los campeones y las armas de asedio a la fortaleza reclutándolos en grandes grupos o batallones.
fr: Améliore significativement la vitesse de formation des champions et des armes de siège à la forteresse en les formant par grands lots ou bataillons.
gd: Meudaichidh seo luaths trèanaidh nan laoich 's innealan-sèiste aig an dùn gu mòr nuair a thèid an trèanadh ann an grunnan mòra no cathan.
gl: Aumenta de maneira substancial a velocidade de adestramento de campións e máquinas de asedio nas fortalezas adestrándoos en grupos ou batallóns.
nl: Verhoog de rekruteersnelheid van kampioenen en belegeringstuigen in de vesting door hen in grote groepen of bataljons te rekruteren.
pt_pt: Aumenta substancialmente a velocidade de recrutamento de soldados nos quartéis se forem grupos ou batalhões.

source: Faster batch training speed for the Fortress.
de: Schnelleres Training für Festungseinheiten.
es: Las fortalezas incrementan su velocidad de reclutamiento por grupos.
fr: Vitesse d'enrôlement dans les forteresses augmentée.
gd: Luaths as àirde air trèanadh ghrunnan aig an dùn.
gl: Aumenta a velocidade de adestramento por grupos nas fortalezas.
nl: Verhoogde groepsrekruteringssnelheid voor de vesting.
pt_pt: Aumenta a velocidade de recrutamento conjunto nas Fortalezas.

source: Parade of Daphne
de: Parade von Daphne
es: Paraíso de Dafne
fr: Parade de Daphné
gd: Pairèid Daphnaidh
gl: Desfile de Dafne
nl: Parade van Daphné
pt_pt: Paradise of Daphne

source: The now-extinct Nisian breed of horse was one of the largest and robust horses of ancient times. They were highly sought after by the Seleucids and Persians as both rider and mount gained heavier armor as time progressed.
de: Die heute ausgestorbenen Nisian Pferderasse war einer der größten und robusten Pferde der Antike. Sie waren sehr begehrt bei den Seleukiden und Perser sowohl als Reiter und berittene Reiter mit schwerer Rüstung mit fortschreitender Zeit.
es: La ahora extinta raza de caballo níseo fue una de las más grandes y robustas de la antigüedad. Éstos caballos eran codiciados por tanto seleúcidas como persas debido al creciente peso que suponía la armadura adicional para bestia y hombre, cada vez más común.
fr: La race de cheval Nisian aujourd'hui disparue a été l'une des plus grandes et robustes de l'Antiquité. Ces chevaux ont été très recherchés par les Séleucides et les Perses alors que le cavalier et la monture gagnaient en armure plus lourde avec le temps.
gl: A agora existan raza de cabalos de Nisaia era unha das máis corpulentas e robustas das razas de cabalos de todos os tempos. Os cabalos de Nisaia eran dos máis prezados polos seléucidas e mailos persas a medida que o peso da armadura do xinete, así como a da propia montura, aumentaba co paso do tempo.
nl: Het uitgestorven Niseaanse paardenras was ooit het grootste en sterkste paardenras van de oudheid. Ze waren erg gegeerd door Seleuciden en Perzen. De ruiter en het ros kregen doorheen de geschiedenis zwaardere bepantsering.
pt_pt: A raça de cavalos Nisian, agora extinta, era uma das raças maiores e robustas na Antiguidade. Esta raça foi procurada pelos selêucidas e pelos persas e ao longo do tempo ganhou armaduras pesadas.

source: All cavalry +20% health, but also +10% train time.
de: Kavallerie +20% Leben, aber auch +10% Ausbildungszeit.
es: Toda la caballería recibe un +20% de salud, pero también aumenta un +10% su tiempo de reclutamiento.
fr: Les unités de cavalerie gagnent +20% de vie, mais prennent +10% de temps de formation .
gd: Gheibh na h-uile eachraidh +10% de shlàinte ach bheir e +10% de dh'ùine gus a thrèanadh cuideachd.
gl: A vida da cabalaría aumenta en +20%, pero o seu tempo de adestramento aumenta tamén en +10%.
nl: Alle ruiters +20% gezondheid, maar ook +10% rekruteringstijd.
pt_pt: Aumenta a saudade da cavalaria em 20% mas também o seu tempo de recrutamento em 10%.

source: The reform army of the Seleucids.
de: Die reformierte Seleukidenarmee.
es: El ejército reformado de los Seléucidas.
fr: La réforme militaire des Séleucides.
gd: Am feachd aig ath-leasachadh nan Seleucach.
gl: O exércido reformado dos seléucidas.
nl: Het hervormde Seleucidische leger.
pt_pt: O exército de reforma dos Selêucidas.

source: Unlock the Romanized Heavy Swordsman and Seleucid Cataphract.
de: Ermöglicht die Ausbildung des romanisierten schweren Schwertkämpfers und des seleukidischen Kataphrakts.
es: Desbloquea espadachines pesados romanizados y catapultas seléucidas.
fr: Déverrouiller l'épéiste lourd romanisé et le cataphractaire séleucide.
gd: thoir a' ghlas far chlaidheamhairean troma Ròmanach 's chataphragan Seleucach.
gl: Desbloquear os espadachíns pesados romanizados e os catafractos seléucidas.
nl: Activeer de geromaniseerde zware zwaardvechter en de Seleucidische Katafract.
pt_pt: Desbloqueia o espadachim pesado romano e catafractário selêucida.
