Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: * "Ranked games" refers to games in which rating changing statistics are tracked.
de: * "Ranglistenspiele" sind Spiele, bei denen statistische Daten erhoben werden, welche das Ranking beeinflussen.
es: * «Juegos puntuables» se refiere a partidas en las que se se guarden estadísticas que cambien la puntuación.
fr: * Les "parties classées" désignent les parties lors desquelles les statistiques de classement sont actualisées.
gd: * 'S e geamannan san tèid an stadastaireachd a thracadh a dh'fhaodas an rangachd atharrachadh a th' anns na "geamannan rangaichte".
gl: • Enténdese por «partidas de cualificación» aquelas partidas das que se obteñen estatísticas que afectan á cualificación.
nl: * "Competitiespellen" zijn spellen die de score van spelers kunnen wijzigen naargelang het resultaat.
pt_pt: * "Jogos classificados" refere-se aos jogos em que são registadas estatísticas que alteram a classificação dos utilizadores.

source: You agree to:
de: Sie akzeptieren:
es: Te comprometes a:
fr: Vous acceptez de :
gd: Tha thu ag aontachadh:
gl: Vostede acepta:
nl: Je gaat akkoord om:
pt_pt: O utilizador compromete-se a:

source: 1. Only create one account per unique user on the service unless authorized by a Wildfire Games (WFG) team member.
de: 1. Erstelle nur ein Konto für jeden Benutzer auf dem Service, es sei denn es ist durch ein Wildfire Games (WFG) Teammitglied zugelassen.
es: 1. Crear una sola cuenta por cada usuario físico en el servicio, salvo excepciones autorizadas por algún miembro del equipo de Wildfire Games (WFG).
fr: 1. Ne créer qu'un compte par utilisateur unique sur le service à moins qu'un membre de l'équipe de Wildfire Games (WFG) ne vous y autorise.
gd: 1. Nach cleachd thu ach aon chunntas airson gach cleachdaiche fa leth air an t-seirbheis ach ma chaidh an caochladh ceadachadh dhut le ball an sgioba Wildfire Games (WFG).
gl: 1. Non crear máis dunha conta por persoa física no servizo, salvo que un membro do equipo de Wildfire Games lle dea a súa autorización expresa.
nl: 1. Slechts één account per unieke gebruiker op de service te creëren, tenzij expliciet toegestaan door een Wildfire Games (WFG) team medewerker.
pt_pt: 1. Criar apenas uma conta por utilizador no serviço, excepto se autorizado por um membro da equipa Wildfire Games (WFG).

source: 2. Not post profane statements, rude humor, pornographic content, or discriminatory comments on the service.
de: 2. Poste keine profanen Aussagen, unhöflichen Humor, pornographische Inhalte oder diskriminierende Kommentare über den Service.
es: 2. No publicar afirmaciones soeces, humor grosero, contenido pornográfico, o comentarios discriminatorios en el servicio.
fr: 2. Ne poster ni paroles vulgaires, ni humour grossier, ni contenu pornographique, ni commentaires discriminatoire sur le service.
gd: 2. Nach postaich thu teachdaireachdan mì-naomha, àbhachdas mì-mhodhail, susbaint phòrnografach no beachdan leth-bhreitheach air an t-seirbheis.
gl: 2. Non publicar mediante o servizo contido de carácter profanador, irrespectuoso, pornográfico ou discriminatorio.
nl: 2. Geen profane teksten, zwarte humor, pornografische of discriminerende inhoud posten via de service.
pt_pt: 2. Não publicar afirmações condenáveis, humor grosseiro, conteúdo pornográfico ou comentários discriminatórios no serviço.

source: 3. Not purposefully demean the worth of others using the service.
de: 3. Nicht absichtlich den Wert der anderen mit Hilfe des Service zu erniedrigen.
es: 3. No degradar o abusar de otras personas que utilicen el servicio.
fr: 3. Ne pas volontairement rabaisser les autres utilisateurs du service.
gd: 3. Nach dèan thu cùis-mhagaidh a dh'aona-ghnothach de chàch a chleachdas an t-seirbheis.
gl: 3. Non faltar mediante o servizo ao respecto de outros de maneira intencionada.
nl: 3. Andere gebruikers van de service niet kleineren.
pt_pt: 3. Não rebaixar os outros utilizadores do serviço.

source: 4. Not use the service to promote specific goods, services, or products.
de: 4. Nicht den Service zu nutzen, um bestimmte Waren, Dienstleistungen oder Produkte zu bewerben.
es: 4. No utilizar el servicio para publicitar bienes, servicios o productos específicos.
fr: 4. Ne pas utiliser le service pour la promotion de biens spécifiques, de services ou de produits.
gd: 4. Nach cleachd thu an t-seirbheis gus bathar no seirbheisean sònraichte a bhrosnachadh.
gl: 4. Non empregar o servizo para promover bens, servizos ou produtos específicos.
nl: 4. De service niet gebruiken om specifieke goederen, services of producten te adverteren.
pt_pt: 4. Não usar o serviço para promover bens, serviços ou produtos específicos.

source: 5. Not impersonate other users of the service.
de: 5. Nicht andere Benutzer des Dienstes zu imitieren.
es: 5. No impersonar a otros usuarios del servicio.
fr: 5. Ne pas usurper l'identité d'autres utilisateurs du service.
gd: 5. Nach tèid thu an riochd cleachdaichean eile na seirbheis.
gl: 5. Non facerse pasar por outros usuarios do servizo.
nl: 5. Jezelf niet voordoen als een andere gebruiker van de service.
pt_pt: 5. Não personificar outros utilizadores do serviço.

source: 6. Not spam the service.
de: 6. Den Dienst nicht zu spammen.
es: 6. No hacer «spam» en el servicio.
fr: 6. Ne pas spammer le service.
gd: 6. Nach cuir thu spama dhan t-seirbheis.
gl: 6. Non enviar mensaxes non desexadas mediante o servizo.
nl: 6. Geen spam verspreiden via de service.
pt_pt: 6. Não publicar spam no serviço.

source: 7. Not attempt to artificially adjust any user of the service's rating or any of the statistics which impact it. (Examples of this are, but are not limited to: cheating in ranked games, reverse engineering the service, and taking advantage of other users of the service.)
de: 7. Nicht zu versuchen, das Rating von Benutzern oder die ihm zu Grunde liegenden statistischen Daten zu manipulieren. (Dies schließt zum Beispiel folgende Tätigkeiten ein, bleibt jedoch nicht auf selbige beschränkt: Cheaten in Ranglistenspielen, Einsatz von Reverse-Engineering-Techniken, Erlangung von Vorteilen auf Kosten anderer Benutzer.)
es: 7. No intentar cambiar artificialmente ninguna puntuación de ningún usuario del servicio, así como de ninguna de las estadísticas que puedan impactar a la misma. (Por ejemplo: utilizar trucos en juegos puntuables, hacer ingeniería inversa al servicio, y aprovecharse de otros usuarios del servicio)
fr: 7. Ne pas tenter d'ajuster artificiellement le score d'un utilisateur du service ni aucune des statistiques qui ont un impact sur celui-ci. (Par exemple : en trichant lors de parties classées, par rétro-ingénierie du service, en profitant d'autres utilisateurs du service. Cette liste est non exhaustive.)
gd: 7. Nach fheuch thu ri rangachadh na seirbheise air ball sam bith no gin dhen stadastaireachd a bheir buaidh air atharrachadh gu fuadain. (Seo cuid a dh'eisimpleirean ach chan e a h-uile gin dhiubh: cealgaireachd ann an geamannan rangaichte, einnseanaireachd chontrarra air an t-seirbheis agus car a ghabhail air cleachdaichean eile na seirbheis.)
gl: 7. Non intentar axustar de maneira artificial a puntuación de ningún usuario do servizo nin as estatísticas en que se basean ditas puntuacións. Isto inclúe —pero non está limitado a— facer trampas en partidas de cualificación, facer enxeñaría inversa ao servizo, ou aproveitarse doutros usuarios do servizo.
nl: 7. Niet proberen om op een artificiële manier de statistieken die invloed hebben op je eigen of een andere score te wijzigen. (Bijvoorbeeld, maar niet gelimiteerd tot: valsspelen in competitiespellen, reverse engineering van de service en andere gebruikers van de service misbruiken.)
pt_pt: 7. Não tentar alterar manualmente a classificação de qualquer utilizador, ou qualquer outra estatística que tenha influência nessa classificação. Isto inclui, mas não se limita a: fazer batota em jogos classificados, fazer uso de engenharia reversa no serviço e aproveitar-se de outros utilizadores do serviço.

source: 8. Allow yourself to be removed from the service if at any time a moderator determines your behavior is not consistent with these rules.
de: 8. Du erklärst dich damit einverstanden, von der Benutzung ausgeschlossen zu werden, wenn ein Moderator zu irgendeinem Zeitpunkt feststellt, dass dein Verhalten diesen Regeln widerspricht.
es: 8. Permitirte darte de baja del servicio si en cualquier momento algún moderador determina que tu comportamiento no se adecua estas reglas.
fr: 8. Vous conformer à la décision de vous retirer du service si, à n'importe quel moment, un modérateur considère votre comportement comme contrevenant à ces règles.
gd: 8. Gum faodar do thoirt air falbh on t-seirbheis uair sam bith a bhios maor dhen bheachd nach gèill do ghiùlan ris na riaghailtean seo.
gl: 8. Aceptar ser retirado do servizo se, en calquera momento, un moderador determina que o seu comportamento non se adecúa a estas normas.
nl: 8. Toestaan van deze service uitgesloten te worden op eender welk moment een moderator vaststelt dat je gedrag niet volgens deze regels is.
pt_pt: 8. Retirar-se do serviço se, a qualquer momento, um moderador determinar que o seu comportamento não se adequa às regras.

source: 1. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
de: 1. Dieses Dokument jederzeit beliebig verändern, unter der Voraussetzung, dass der Benutzer angemessen Kenntnis von der Änderung erlangt (die konkrete Definition der Angemessenheit wird derzeit durch ein Gremium aus Teammitgliedern von Wildfire Games (WFG) bestimmt).
es: 1. Actualizar este documento de cualquier forma y en cualquier momento, bajo la condición de que el usuario del servicio sea notificado del cambio (la definición de notificación adecuada estará determinada por el plantel del equipo de Wildfire Games (WFG))
fr: 1. Modifier ce document de quelque manière que ce soit ; à n'importe quel moment ; à la condition que l'utilisateur du service soit informé de manière adéquate du changement (la définition d'adéquate sera fixée plus tard par un groupe de membres de l'équipe de Wildfire Games (WFG) ).
gd: 1. An sgrìobhainn seo atharrachadh ann an dòigh sam bith uair sam bith ach leis a' chumha gum faigh cleachdaiche na seirbheise brath iomchaidh mun atharrachadh (cuiridh panail de buill an sgioba Wildfire Games (WFG) romhpa dè as ciall dha bhrath iomchaidh aig an àm).
gl: 1. Cambiar calquera aspecto destas condicións de servizo, en calquera comento, e coa única condición de que vostede reciba unha notificación axeitada sobre dito cambio. A definición do que constitúe unha «notificación axeitada» poderana determinar en calquera momento os membros dun panel formado por membros do equipo de Wildfire Games (WFG).
nl: 1. Dit document op eender welke manier en eender welk tijdstip te wijzigen. Gegeven dat de gebruikers van de service gepast gewaarschuwd worden van de wijziging (de definitie van "gepast" zal later bepaald worden door een groep van Wildfire Games (WFG) team medewerkers).
pt_pt: 1. Alterar este documento de qualquer modo e/ou a qualquer momento, desde que o utilizador do serviço seja devidamente notificado da alteração (a definição de 'devidamente notificado' será determinada na altura por um painel de membros da equipa Wildfire Games (WFG) ).

source: [font="sans-bold-18"]0 A.D. in-game manual
de: [font="sans-bold-18"]0 A.D. spielinternes Handbuch
es: [font="sans-bold-18"]Manual de juego de 0 A.D.
fr: [font="sans-bold-18"]Manuel intégré 0 A.D.
gd: [font="sans-bold-18"]An leabhar-mìneachaidh am broinn 0 A.D.
gl: [font="sans-bold-18"]Manual de 0 A.D.
nl: [font="sans-bold-18"]0 A.D. in-game handleiding
pt_pt: [font="sans-bold-18"]Manual do 0 A.D.

source: Thank you for installing 0 A.D.! This page will give a brief overview of the features available in this incomplete, under-development, alpha version of the game.
de: Vielen Dank für die Installation von 0 A.D.! Diese Seite gibt einen kurzen Überblick über die Funktionen, welche in dieser unvollständigen, sich in der Entwicklung befindenden Alphaversion des Spiels verfügbar sind.
es: ¡Gracias por instalar 0 A.D.! Esta página te dará una breve explicación de las características disponibles en esta versión alfa, en desarrollo, del juego.
fr: Merci d'avoir installé 0 A.D. ! Cette page vous donnera un bref aperçu des fonctionnalités disponibles de cette version alpha, incomplète et en développement.
gd: Tapadh leat airson 0 A.D. a stàladh! Bheir an duilleag seo foir-shealladh goirid dhut air na feartan a tha ri am faighinn san tionndadh alpha neo-choileanta seo dhen gheama a tha fhathast 'ga leasachadh.
gl: Grazas por instalar 0 A.D.! Esta páxina fornece unha breve introdución ás funcionalidades dispoñibles nesta versión de probas do xogo, que está aínda incompleta.
nl: Bedankt voor het installeren 0 A.D.! Deze pagina geeft een kort overzicht van de aanwezige functies in deze incomplete versie van het spel.
pt_pt: Obrigado por ter instalado 0 A.D.! Esta página dar-lhe-á informações sobre as funcionalidades disponíveis nesta versão alfa do jogo, que ainda está incompleta e em desenvolvimento.

source: [font="sans-bold-16"]Graphics settings
de: [font="sans-bold-16"]Grafikeinstellungen
es: [font="sans-bold-16"]Ajustes de gráficos
fr: [font="sans-bold-16"]Paramètres graphiques
gd: [font="sans-bold-16"]Roghainnean a' ghrafaigeachd
gl: [font="sans-bold-16"]Configuración gráfica
nl: [font="sans-bold-16"]Grafische instellingen
pt_pt: [font="sans-bold-16"]Definições gráficas

source: [font="sans-14"]You can switch between fullscreen and windowed mode by pressing Alt + Enter. In windowed mode, you can resize the window. If the game runs too slowly, you can change some settings in the configuration file: look for binaries/data/config/default.cfg in the location where the game is installed, which gives instructions for editing, and try disabling the "fancywater" and "shadows" options.
de: [font="sans-14"]Du kannst mit Alt + Enter zwischen Vollbild- und Fenstermodus wechseln. Im Fenstermodus kannst du die Größe des Fensters ändern. Wenn das Spiel sehr langsam läuft, kannst du manche Einstellungen in der Konfigurationsdatei ändern: Suche die Datei 'binaries/data/config/default.cfg' im Ordner wo dein Spiel installiert ist. Sie gibt dir Anweisungen zum Ändern. Versuche als erstes die Optionen "fancywater" und "shadows" zu deaktivieren.
es: [font="sans-14"]Puedes cambiar entre modo ventana y pantalla completa presionando Alt + Intro. En el modo ventana puedes redimensionar arrastrando desde las esquinas. Si el juego funciona demasiado despacio puedes probar a cambiar algún ajuste en el archivo de configuración: busca en binaries/data/config/default.cfg bajo la carpeta de instalación del juego, tiene las instrucciones de modificación dentro, prueba desactivando el agua realista con "fancywater" y las sombras con la opción "shadow".
fr: [font="sans-14"]Vous pouvez basculer entre les modes plein écran et fenêtré en appuyant sur Alt + Entrée. En mode fenêtré, vous pouvez redimensionner la fenêtre. Si le jeu tourne trop lentement, vous pouvez modifier certains paramètres dans le fichier de configuration : binaries/data/config/default.cfg (dans le répertoire d'installation du jeu), qui donne des instructions d'édition, et tester en désactivant les options "fancywater" et "shadows".
gd: [font="sans-14"]'S urrainn dhut leum a ghearradh eadar modh làn-sgrìn no uinneige 's tu a' brùthadh air Alt + Enter. Sa mhodh uinneige, 's urrainn dhut meud na h-uinneige atharrachadh. Ma bhios an geama a' ruith ro shlaodach, 's urrainn dhut cuid a roghainnean atharrachadh san fhaidhle rèiteachaidh: lorg airson binaries/data/config/default.cfg san ionad far an deach an geama a stàladh a bheir mìneachaidhean seachad air deasachadh is feuch an cuir thu na roghainnean "fancywater" is "shadows" à comas.
gl: [font="sans-14"]Para alternar entre o modos a pantalla completa e o modo de xanela, preme Alt + Intro. Se o xogo vai lento de máis, podes modificar o ficheiro de configuración «binaries/data/config/default.cfg» que hai dentro do cartafol de instalación do xogo. O ficheiro contén instrucións en inglés sobre como modificalo. Algunhas opcións que pode probar a editar son «fancywater» (auga bonita) e «shadows» (sombras).
nl: [font="sans-14"]Je kan wisselen tussen volledig scherm, of in een venster door de Alt+Enter toetsencombinatie te gebruiken. Vensters kan je altijd verkleinen. Indien het spel te traag is kan je enkele instellingen proberen te wijzigen in de configuratie bestanden. Kijk hiervoor in binaries/data/config/default.cfg in de installatie locatie. Probeer onder andere "fancy water" en "shadows" te verwijderen.
pt_pt: [font="sans-14"] Para alternar entre os modos de visualização ecrã completo e janela prima Alt + Enter. No modo janela, esta pode ser redimensionada. Se o jogo correr demasiado lentamente, pode alterar algumas definições no ficheiro de configuração localizado em binaries/data/config/default.cfg, sob o directório onde o jogo foi instalado. O ficheiro contém instruções (em inglês) sobre como pode ser editado. Experimente desactivar as opções "fancywater" e "shadows".

source: [font="sans-bold-16"]Playing the game
de: [font="sans-bold-16"]Spiele das Spiel
es: [font="sans-bold-16"]Durante el juego
fr: [font="sans-bold-16"]Jouer
gd: [font="sans-bold-16"]Mar a chluicheas tu an geama
gl: [font="sans-bold-16"]Xogar
nl: [font="sans-bold-16"]Spelcommando's
pt_pt: [font="sans-bold-16"]Como jogar

source: [font="sans-14"]The controls and gameplay should be familiar to players of traditional RTS games. There are currently a lot of missing features and poorly-balanced stats – you will probably have to wait until a beta release for it to work well.
de: [font="sans-14"]Die Steuerung und das Gameplay sollten Spielern von traditionellen RTS-Spielen vertraut sein. Es gibt derzeit eine Menge von fehlenden Funktionen und schlecht ausgewogenen Statistiken – bis alles gut läuft, muss wahrscheinlich auf eine Beta-Version gewartet werden.
es: [font="sans-14"]Los controles y la jugabilidad deberían ser familiares para los jugadores de los juegos RTS tradicionales. Ahora mismo falta un gran número de características, y el juego está poco equilibrado. Tendrás que esperar hasta que el juego haya madurado un poco más para que funcione como esperas que haga.
fr: [font="sans-14"]Les contrôles et la prise en main devraient être familiers aux joueurs de RTS traditionnels. Il y a actuellement beaucoup de fonctionnalités manquantes et les statistiques sont faiblement équilibrées – vous devrez certainement attendre les versions bêta pour qu'elles fonctionnent bien.
gd: [font="sans-14"]Bidh thu eòlach air na innealan-smachd is an dòigh cluiche ma tha thu air geamannan ro-innleachd fìor-ùine (RTS) tradaiseanta a chluich roimhe. Tha iomadh feart a dhìth fhathast aig an àm seo is chan eil meidh air mar bu chòir – tha sinn an dùil gum bi agad ri feitheamh airson sgaoileadh beta ach an obraich e gu math.
gl: [font="sans-14"] Os controls e a forma de xogar debería resultarlle familiar a calquera afeito a xogos de estratexia en tempo real tradicionais. Nestes momentos faltan moitas funcionalidades e as estatísticas aínda non están ben equilibradas; terás que agardar ata a versión final para que todo funcione de maneira óptima.
nl: [font="sans-14"]De manier om het spel te spelen zou familiair moeten zijn voor spelers die gewoon zijn met het RTS genre. Er zijn momenteel nog een groot aantal ontbrekende eigenschappen en ongebalanceerde statistieken. Je zult waarschijnlijk tot een beta release moeten wachten voor het goed zal werken.
pt_pt: [font="sans-14"] Os controlos e a jogabilidade serão familiares para quem já jogou jogos de estratégia em tempo real (RTS). Actualmente ainda falta implementar muitas funcionalidades e os atributos estão desequilibrados – terá de aguardar pelo lançamento da versão beta para que tudo funcione correctamente.

source: Basic controls:
de: Grundlegende Steuerung:
es: Controles básicos:
fr: Contrôles de base :
gd: Innealan-smachd bunasach:
gl: Controis básicos:
nl: Basiscommando's:
pt_pt: Controlos básicos:

source: • Left-click to select units.
de: • Linksklick um Einheiten auszuwählen.
es: • Haz clic izquierdo para seleccionar unidades.
fr: • Clic gauche pour sélectionner les unités.
gd: • Dèan briogadh clì gus aonad a thaghadh.
gl: • Clic principal para seleccionar unidades.
nl: • Links klikken om eenheden te selecteren.
pt_pt: • Clique com o botão esquerdo do rato para seleccionar unidades.

source: • Left-click-and-drag to select groups of units.
de: • Linksklicken und gedrückt halten um Gruppen von Einheiten auszuwählen.
es: • Mantén el clic izquierdo y arrastra para seleccionar un grupo de unidades.
fr: • Clic gauche à élargir pour sélectionner des groupes d'unités.
gd: • Dèan briogadh clì is slaod gus buidhnean de dh'aonadan a thaghadh.
gl: • Clic principal e arrastrar para seleccionar grupos de unidades.
nl: • Links slepen om een groep eenheden te selecteren.
pt_pt: • Clique com o botão esquerdo do rato e arraste para seleccionar um grupo de unidades.

source: • Right-click to order units to the target.
de: • Rechtsklick um die Einheiten zum Ziel zu bewegen.
es: • Haz clic derecho para especificar un objectivo a tus unidades.
fr: • Clic droit pour indiquer une cible aux unités.
gd: • Dèan briogadh deas ach an tèid aonadan dhan cheann-uidhe.
gl: • Clic secundario para asignar unha acción ás unidades.
nl: • Rechts klikken om eenheden een opdracht te geven.
pt_pt: • Clique com o botão direito do rato para enviar as unidades para o ponto de destino.

source: • Arrow keys or WASD keys to move the camera.
de: • Pfeiltasten oder WASD-Tasten um die Kamera zu bewegen.
es: • Utiliza las flechas de dirección o WASD para mover la cámara.
fr: • Touches directionnelles ou touches ZQSD pour déplacer la caméra.
gd: • Cleachd na h‑iuchraichean saighde no WASD gus an camara a ghluasad.
gl: • Teclas de frechas ou teclas W, A, S e D para desprazar a vista.
nl: • Gebruik pijltjes toetsen of WASD toetsen om de camera te bewegen.
pt_pt: • Teclas de setas ou teclas W, A, S e D para mover a câmara.

source: • Ctrl + arrow keys, or shift + mouse wheel, to rotate the camera.
de: • Strg + Pfeiltasten oder Umschalttaste + Mausrad um die Kamera zu rotieren.
es: • Utiliza Control + Flechas de dirección, o Bloq Mayús + Rueda del ratón, para rotar la cámara.
fr: • Ctrl + touches directionnelles, ou Maj + molette de la souris, pour faire pivoter la caméra.
gd: • Cleachd Ctrl + iuchraichean saighde no shift + cuibhle na luchaige gus an camara a chuairteachadh.
gl: • Ctrl + teclas de frechas, ou Maiús + roda do rato, para rotar a vista.
nl: • Ctrl + pijltjes toetsen of Shift + muiswiel om de camera te roteren.
pt_pt: • Ctrl + teclas de setas ou shift + roda do rato para rodar a câmara.

source: • Mouse wheel, or "+" and "-" keys, to zoom.
de: • Mausrad oder „+“ und „-“ Tasten um zu zoomen.
es: • Utiliza la rueda del ratón, o las teclas «+» y «-» para acercar/alejar.
fr: • Molette de la souris ou touches "+" et "-" pour zoomer.
gd: • Cleachd cuibhle na luchaige no na h‑iuchraichean "+" is "-" airson sùmadh.
gl: • Roda do rato, ou teclas «+» e «-», para achegar a vista.
nl: • Muiswiel of "+" en "-" toetsen om te zoomen.
pt_pt: • Roda do rato ou teclas "+" e "-" para aproximar ou afastar a câmara.

source: [font="sans-bold-16"]Modes
de: [font="sans-bold-16"]Modi
es: [font="sans-bold-16"]Modalidades
gd: [font="sans-bold-16"]Modhan
gl: [font="sans-bold-16"]Modos
pt_pt: [font="sans-bold-16"]Modos
