Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Build a Barracks nearby. Whenever your population limit is reached, build an extra house using any available builder units.
de: Baue eine Kaserne in der Nähe. Immer, wenn die Bevölkerungsgrenze erreicht wird, baue ein neues Wohnhaus mit vorhandenen Einheiten.
es: Construye un Cuartel en las cercanías. Cuando llegues al límite de población, construye una casa adicional utilizando unidades trabajadoras que estén libres.
fr: Construisez une caserne à proximité. Quand votre limite de population est atteinte, faites construire une nouvelle maison.
gd: Tog taighean-feachd am fagas. Tog taigh a bharrachd le aonad togail sam bith a bhios ri làimh dhut gach turas a ruigeas tu na tha ceadaichte dhut de shluagh.
gl: Constrúe un cuartel nas proximidades. Cada vez que chegues ao límite de poboación, constrúe unha nova casa coas unidades que estean dispoñíbeis para a construción.
nl: Bouw een kazerne. Telkens wanneer je bevolkingslimiet bereikt is moet je extra huizen bouwen met een beschikbare werkkracht om je limiet te verhogen.
pt_pt: Construa um Quartel nas proximidades. Sempre que atingir o seu limite de população, construa mais uma casa usando as unidades que estiverem disponíveis.

source: Prepare for an attack by an enemy player. Build more soldiers using the Barracks, and get idle soldiers to build a Defense Tower near your Outpost.
de: Bereite dich auf einen Angriff vor. Bilde mehr Soldaten in Kasernen aus und lass untätige Soldaten einen Verteidigungsturm bei deinem Außenposten bauen.
es: Prepárate para un ataque enemigo. Recluta a más soldados utilizando el cuartel, y pon a los soldados inactivos a construir una torre defensiva cerca de tu avanzada.
fr: Préparez-vous à une attaque du joueur ennemi. Entraînez plus de soldats à la Caserne, et utilisez des soldats inactifs pour construire une Tour de défense
gd: Ullaich airson ionnsaigh le cluicheadair nàmhad. Trèanaidh barrachd shaighdearan sna taighean-feachd agus faigh greim air saighdearan 'nan tàmh gus tùr dìona a thogail faisg air a' ghearastan agad.
gl: Prepárate para un ataque inimigo. Adestra máis soldados no cuartel, e pon aos soldados que non estean a facer nada a construír unha torre de defensa preto da atalaia.
nl: Hou je klaar voor een aanval van een vijandige speler. Bouw meer soldaten met de kazerne, en laat ongebruikte soldaten een defensietoren bouwen bij je voorpost.
pt_pt: Prepare-se para um ataque inimigo. Recrute mais soldados através do Quartel e ordene a soldados que estejam inactivos para construírem uma Torre perto da sua Atalaia.

source: Build a Blacksmith and research the Infantry Training technology (sword icon) to improve infantry hack attack.
de: Baue einen Schmied und erforsche die Infanterie-Ausbildungstechnologie (Schwert-Symbol), um Infanterie-Hack-Angriff zu verbessern.
es: Construye una Herrería e investiga la tecnología «Entrenamiento de infantería» (el icono de la espada) para mejorar el daño cortante de tus unidades.
fr: Construisez une Forge et recherchez la technologie Entraînement de l'Infanterie (icône avec l'épée) pour augmenter le niveau d'attaque tranchante de l'infanterie.
gd: Tog gobha agus rannsaich teicneolas trèanaidh na coisridh (ìomhaigheag a' chlaidheimh) gus piseach a thoirt air ionnsaigh spealgaidh do choisridh.
gl: Constrúe unha ferraría e investiga a tecnoloxía de adestramento da infantaría (a icona cunha espada) para mellorar o ataque de folla da infantaría.
nl: Bouw een smidse en onderzoek de Infantrie Training technologie (icoontje met het zwaard) om de slagkracht van infantrie-eenheden te verbeteren.
pt_pt: Construa uma Ferraria e desenvolva a tecnologia Treino de Infantaria (ícone da espada) para melhorar o ataque de golpe da infantaria.

source: The enemy is coming. Build more soldiers to fight off the enemies.
de: Der Feind rückt näher. Baue mehr Soldaten, um ihn besiegen zu können.
es: El enemigo se acerca. Recluta a más soldados para poder rechazarlos.
fr: L'ennemi approche. Construisez davantage de soldats pour combattre les ennemis.
gd: Tha an nàmhaid a' tighinn. Trèanaich barrachd shaighdearan gus seasamh 'nan aghaidh.
gl: Aproxímase o inimigo. Adestra máis soldados para repeler as súas forzas.
nl: De vijand komt er aan. Rekruteer meer soldaten om de vijand te verslaan.
pt_pt: O inimigo está a chegar. Recrute mais soldados para o combater.

source: The enemy's attack has been defeated. Now build a market and temple while assigning new units to gather any required resources.
de: Der feindliche Angriff wurde abgewehrt. Bau jetzt einen Markt und einen Tempel und lass neue Einheiten die erforderlichen Rohstoffe sammeln.
es: Has rechazado el ataque enemigo. Ahora construye un mercado y un templo mientras ordenas a las nuevas unidades que sigan recogiendo los recursos que necesites.
fr: L'attaque ennemie a été repoussée. Maintenant, construisez un marché et un temple, tout en envoyant de nouvelles unités à la recherche des ressources nécessaires.
gd: Chaidh ionnsaigh an nàmhad a bhacadh. Tog margaid 's teampall a-nis fhad 's a chuireas tu aonadan ùra gun cruinnich iad an stòras air a bheil feum.
gl: Repeliches o ataque inimigo. Agora constrúe un mercado e un templo e pon ás novas unidades a recoller os recursos necesarios.
nl: De vijand is verslagen, bouw nu een markt en een tempel terwijl je nieuwe eenheden gebruikt om benodigde grondstoffen te verzamelen.
pt_pt: O ataque inimigo foi subjugado. Agora, construa um mercado e um templo, e ordene a mais unidades que obtenham os recursos de que necessitar.

source: Now that City Phase requirements have been reached, select your Civil Center and advance to City Phase.
de: Jetzt, da die Anforderungen für die Stadtphase erreicht sind, wähle deinen Verwaltungssitz aus und schreite zur Großstadtphase voran.
es: Ahora que has cumplido los requisitos, selecciona tu centro cívico y avanza a la Fase de ciudad
fr: Maintenant que les conditions pour avoir une Cité sont remplies, sélectionnez votre Hôtel de ville et évoluez vers une Cité
gd: On a tha thu air riatanasan linn nam mòr-bhailtean a choileanadh a-nis, tagh an t-ionad sìobhalta agad agus àrdaich gu linn nam mòr-bhailtean.
gl: Agora que conseguiches recursos dabondo para avanzar á fase de cidade, selecciona o centro cívico e comeza o cambio de fase.
nl: Nu aan de vereisten voor de grootstadsfase voldaan is, selectter je beschavingscentrum om naar grootstadsfase verder te gaan.
pt_pt: Agora que a sua povoação completou todos os requisitos para ser elevada a cidade, seleccione o seu Centro Cívico e avance para a Fase de Cidade.

source: Now that you are in City Phase, build a fortress nearby and use it to build 2 Battering Rams.
de: Nachdem du dich in der Stadtphase befindest, baue eine Festung in der Nähe und verwende diese um 2 Rammböcke bauen.
es: Ahora que te encuentras en la fase de ciudad, construye una fortaleza en las cercanías y utilízala para construir 2 arietes de asedio.
fr: Maintenant que vous avez une Cité, construisez une forteresse et utilisez-la pour construire 2 Béliers.
gd: Nise on a tha thu ann an linn nam mòr-bhailtean, tog dùn am fagas agus cleachd e gus 2 reithe sèiste a thogail.
gl: Agora que chegaches á fase de cidade, constrúe unha fortaleza nas proximidades e úsaa para construír 2 arietes.
nl: Nu je in grootstadsfase bent kan je een vesting bouwen en in de vesting 2 stormrammen construeren.
pt_pt: Agora que atingiu a Fase de Cidade, construa uma fortaleza nas proximidades e use-a para construir 2 Aríetes.

source: Stop all your soldiers gathering resources and instead task small groups to find the enemy Civil Center on the map. Female citizens should continue to gather resources.
de: Formiere jetzt alle Soldaten, die Rohstoffe sammeln, zu kleinen Gruppen und weise sie an, den gegnerischen Verwaltungssitz zu suchen. Die weiblichen Einwohner sollen weiter Rohstoffe sammeln.
es: Detén a todos tus soldados que se encuentren recogiendo recursos y ordénales que busquen el centro cívico enemigo en el mapa, organizándolos en pequeños grupos. Las ciudadanas se quedarán para seguir recolectando recursos.
fr: Arrêtez tous vos soldats qui récoltent des ressources, et envoyez de petits groupes en éclaireurs pour trouver l'hôtel de ville ennemi. Vous devriez laisser les femmes continuer à récolter.
gd: Thoir air na h-uile saighdear agad nach cruinnich iad stòras tuilleadh agus cuir air buidhnean beaga gun lorg iad ionad sìobhalta an nàmhad air a' mhapa. Bu chòir do na saoranaich bhoireann stòras a chruinneachadh fhathast.
gl: Selecciona todos os soldados, e en vez de recoller recursos, ponos a buscar o centro cívico inimigo polo terreo en pequenos grupos. Deixa que as cidadás sigan recollendo recursos.
nl: Stop alle soldaten met het verzamelen van grondstoffen en stuur ze uit in kleine groepen om het vijandelijke beschavingscentrum te vinden. Vrouwen moeten verder gaan met het verzamelen van grondstoffen.
pt_pt: Pegue em todos os soldados que estejam a recolher recursos, crie pequenos grupos entre eles e ordene-lhes que procurem o Centro Cívico inimigo. Use as cidadãs para recolher recursos.

source: The enemy's base has been spotted, send your siege weapons and all remaining soldiers to destroy it.
de: Basis des Gegners wurde entdeckt, sende Belagerungswaffen aus um alle übrigen Soldaten zu eliminieren.
es: Has encontrado la base del enemigo, envía tus armas de asedio y a todos los soldados que te queden para destruirla.
fr: La base ennemie a été repérée, envoyez vos armes de siège et tous vos soldats restants pour la détruire.
gd: Fhuaras lorg air bunait an nàmhad. Cuir na h-innealan-sèiste agus na h-uile saighdear air fhàgail ann gus a milleadh.
gl: Avistouse a base inimiga, envía as máquinas de asedio e o resto dos soldados a destruíla.
nl: De vijand is gevonden. Stuur je belegeringstuigen en alle overblijvende soldaten er naar toe om hem te vernietigen.
pt_pt: Localizou a base inimiga. Envie todos os seus soldados, juntamente com as máquinas de cerco, para a destruírem.

source: The enemy has been defeated. All tutorial tasks are now completed…
de: Der Gegner wurde besiegt. Alle Lernaufgaben sind nun abgeschlossen...
es: El enemigo ha sido vencido. Has completado todas las tareas del tutorial...
fr: L'ennemi a été vaincu. Toutes les tâches du tutoriel ont été complétées...
gd: Chaidh ruaig a chur air an nàmhaid. Tha gach saothair an oideachaidh coileanta…
gl: Derrotaches ao inimigo. Aquí acaba a aprendizaxe.
nl: De vijand is verslagen, alle opdrachten zijn nu beëindigd...
pt_pt: Derrotou o inimigo e completou este tutorial.

source: %(name)s cannot be built due to unknown error
de: %(name)s kann wegen einem unbekannten Fehler nicht gebaut werden
es: «%(name)s» no se puede construir debido a un error desconocido
fr: %(name)s ne peut pas être construit pour une raison inconnue
gd: Cha ghabh %(name)s a thogail ri linn mearachd neo-aithnichte
gl: Non é posíbel construír a estrutura «%(name)s» debido a un erro descoñecido.
nl: %(name)s kan niet gebouwd worden door een onbekend probleem.
pt_pt: Não é possível construir %(name)s devido a um erro desconhecido

source: %(name)s cannot be built in unexplored area
de: %(name)s kann nicht in unerkundeter Karte gebaut werden
es: «%(name)s» no se puede construir en áreas inexploradas
fr: %(name)s ne peut pas être construit dans une zone inexplorée
gd: Cha ghabh %(name)s a thogail air tìr gun rùrachadh
gl: Non é posíbel construír a estrutura «%(name)s» nunha zona inexplorada.
nl: %(name)s kan niet gebouwd worden in onverkend gebied.
pt_pt: Não é possível construir %(name)s numa área por explorar

source: %(name)s cannot be built on another building or resource
de: %(name)s kann nicht auf einem anderen Gebäude oder einer Ressource gebaut werden
es: «%(name)s» no se puede construir sobre otro edificio o recurso
fr: %(name)s ne peut pas être construit sur un autre bâtiment ou ressource
gd: Cha ghabh %(name)s a thogail air togalach eile no stòras
gl: Non é posíbel construír a estrutura «%(name)s» sobre outra estrutura ou sobre un recurso.
nl: %(name)s kan niet gebouwd worden op een ander gebouw of grondstof
pt_pt: Não é possível construir %(name)s sobre outros edifícios ou sobre recursos

source: %(name)s cannot be built on invalid terrain
de: %(name)s kann nicht auf ungültigem Land gebaut werden
es: «%(name)s» no se puede construir sobre terreno accidentado
fr: %(name)s ne peut pas être construit sur un terrain invalide
gd: Cha ghabh %(name)s a thogail air cruth-tìre mì-dhligheach
gl: Non é posíbel construír a estrutura «%(name)s» en terreo non apto.
nl: %(name)s kan niet gebouwd worden op ongeldig terrein
pt_pt: Não é possível construir %(name)s num terreno inválido

# Territory type
source: ally
de: verbündetem
es: aliado
fr: allié
gd: aig caidreabhach
gl: aliado
nl: geallieerd
pt_pt: aliado

# Territory type
source: own
de: eigenem
es: propio
fr: propre
gd: agad fhèin
gl: propio
nl: eigen
pt_pt: seu

# Territory type
source: enemy
de: feindlichem
es: enemigo
fr: ennemi
gd: an nàmhad
gl: inimigo
nl: vijandig
pt_pt: inimigo

source: %(name)s cannot be built in %(territoryType)s territory. Valid territories: %(validTerritories)s
de: %(name)s kann nicht in %(territoryType)s Territorium gebaut werden. Gültiges Territorium: %(validTerritories)s
es: «%(name)s» no se puede construir en territorio %(territoryType)s. Los territorios válidos son: %(validTerritories)s
fr: %(name)s ne peut pas être construit en territoire %(territoryType)s. Territoires valides : %(validTerritories)s
gd: Cha ghabh %(name)s a thogail air ranntair %(territoryType)s. Ranntairean dligheach: %(validTerritories)s
gl: Non é posíbel construír a estrutura «%(name)s» en territorio de tipo «%(territoryType)s». Só pode construírse en territorios dos seguintes tipos: %(validTerritories)s.
nl: %(name)s kan niet gebouwd worden in %(territoryType)s territorium. Geldige territoria: %(validTerritories)s
pt_pt: Não é possível construir %(name)s em território %(territoryType)s. Territórios válidos: %(validTerritories)s

source: %(name)s must be built on a valid shoreline
de: %(name)s kann nur an einer gültigen Küstenlinie gebaut werden
es: «%(name)s» debe construirse en la línea costera
fr: %(name)s doit être construit sur un rivage valide
gd: Feumaidh tu %(name)s a thogail air oirthir dligheach
gl: A estrutura «%(name)s» só se pode construír na costa.
nl: %(name)s moet op een geldige kustlijn gebouwd worden
pt_pt: %(name)s só pode ser construído numa linha de costa válida.

source: %(name)s too close to a %(category)s, must be at least %(distance)s meters away
de: %(name)s ist zu nahe an %(category)s, es muss mindestens %(distance)s Meter entfernt sein
es: «%(name)s» está demasiado cerca de %(category)s, debería de estar por lo menos a %(distance)s metros
fr: %(name)s trop proche d'un %(category)s, doit être au moins à %(distance)s mètres de distance
gd: Tha %(name)s ro fhaisg air %(category)s, feumaidh e bhith %(distance)s meatair air falbh air a' char as lugha
gl: A estrutura «%(name)s» está demasiado próxima a unha estrutura da categoría «%(category)s», debe estar polo menos a %(distance)s metros de distancia.
nl: %(name)s staat te dicht bij een %(category)s, er moet zeker %(distance)s meter afstand zijn
pt_pt: %(name)s está demasiado próximo de %(category)s; tem de estar pelo menos a %(distance)s metros de distância

source: %(name)s too far from a %(category)s, must be within %(distance)s meters
de: %(name)s ist zu weit von %(category)s entfernt, es muss sich mindestens innerhalb von %(distance)s Metern befinden
es: «%(name)s» está demasiado lejos de %(category)s, debería de estar por lo menos a %(distance)s metros
fr: %(name)s trop loin d'un %(category)s, doit être à moins de %(distance)s mètres
gd: Tha %(name)s ro fhad air falbh o %(category)s, feumaidh e bhith am broinn %(distance)s meatair a' char as motha
gl: A estrutura «%(name)s» está demasiado afastada dunha estrutura da categoría «%(category)s», debe estar como moito a %(distance)s metros de distancia.
nl: %(name)s staat te ver van een %(category)s, het moet binnen %(distance)s meter afstand staan
pt_pt: %(name)s está demasiado afastado de %(category)s; só pode estar no máximo a %(distance)s metros de distância

# Territory type list
source: own
de: Eigenes
es: propios
fr: propre
gd: agad fhèin
gl: propio
nl: eigen
pt_pt: seu

# Territory type list
source: ally
de: Verbündetes
es: aliados
fr: allié
gd: aig caidreabhach
gl: aliado
nl: geallieerd
pt_pt: aliado

# Territory type list
source: enemy
de: Feindliches
es: enemigos
fr: ennemi
gd: aig an nàmhaid
gl: inimigo
nl: vijandig
pt_pt: inimigo

source: Food
de: Nahrung
es: Comida
fr: Nourriture
gd: Biadh
gl: Comida
nl: Voedsel
pt_pt: Comida

source: Wood
de: Holz
es: Madera
fr: Bois
gd: Fiodh
gl: Madeira
nl: Hout
pt_pt: Madeira

source: Stone
de: Stein
es: Piedra
fr: Pierre
gd: Clach
gl: Pedra
nl: Steen
pt_pt: Pedra

source: Insufficient resources - %(resourceAmount1)s %(resourceType1)s
de: Nicht genug Rohstoffe - %(resourceAmount1)s %(resourceType1)s
es: No hay recursos suficientes - %(resourceAmount1)s %(resourceType1)s
fr: Ressources insuffisantes - %(resourceAmount1)s %(resourceType1)s
gd: Tha stòras a dhìth - %(resourceAmount1)s %(resourceType1)s
gl: Recursos insuficientes. Necesítanse %(resourceAmount1)s unidades de %(resourceType1)s.
nl: Onvoldoende grondstoffen - %(resourceAmount1)s %(resourceType1)s
pt_pt: Recursos insuficientes - %(resourceAmount1)s %(resourceType1)s

source: Insufficient resources - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
de: Nicht genug Rohstoffe - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
es: No hay recursos suficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
fr: Ressources insuffisantes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
gd: Tha stòras a dhìth - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
gl: Recursos insuficientes. Necesítanse %(resourceAmount1)s unidades de %(resourceType1)s e %(resourceAmount2)s unidades de %(resourceType2)s.
nl: Onvoldoende grondstoffen - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s
pt_pt: Recursos insuficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s

source: Insufficient resources - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
de: Nicht genug Rohstoffe - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
es: No hay recursos suficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
fr: Ressources insuffisantes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
gd: Tha stòras a dhìth - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
gl: Recursos insuficientes. Necesítanse %(resourceAmount1)s unidades de %(resourceType1)s, %(resourceAmount2)s unidades de %(resourceType2)s e %(resourceAmount3)s unidades de %(resourceType3)s.
nl: Onvoldoende grondstoffen - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s
pt_pt: Recursos insuficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s

source: Insufficient resources - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
de: Nicht genug Rohstoffe - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
es: No hay recursos suficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
fr: Ressources insuffisantes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
gd: Tha stòras a dhìth - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
gl: Recursos insuficientes. Necesítanse %(resourceAmount1)s unidades de %(resourceType1)s, %(resourceAmount2)s unidades de %(resourceType2)s, %(resourceAmount3)s unidades de %(resourceType3)s e %(resourceAmount4)s unidades de %(resourceType4)s.
nl: Onvoldoende grondstoffen - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s
pt_pt: Recursos insuficientes - %(resourceAmount1)s %(resourceType1)s, %(resourceAmount2)s %(resourceType2)s, %(resourceAmount3)s %(resourceType3)s, %(resourceAmount4)s %(resourceType4)s

source: The production queue is full.
de: Die Produktionswarteschlange ist voll
es: La cola de producción está llena.
fr: La file de production est pleine.
gd: Tha an ciutha làn.
gl: A cola de produción está completa.
nl: De productierij is vol.
pt_pt: A fila de produção está lotada.

source: %(player)s will have won in %(time)s
de: %(player)s gewinnt in %(time)s
es: %(player)s habrá ganado en %(time)s
fr: %(player)s aura gagné dans %(time)s
gd: Buannaichidh %(player)s an ceann %(time)s
gl: %(player)s acadará a vitoria en %(time)s.
nl: %(player)s zal binnen %(time)s gewonnen zijn
pt_pt: %(player)s terá ganho o jogo em %(time)s

source: You will have won in %(time)s
de: Du gewinnst in %(time)s
es: Habrás ganado en %(time)s
fr: Vous aurez gagné dans %(time)s
gd: Buannaichidh tu an ceann %(time)s
gl: Acadarás a vitoria en %(time)s.
nl: Je zal binnen %(time)s gewonnen zijn
pt_pt: Terá ganho o jogo em %(time)s

source: AI Configuration
de: KI-Konfiguration
es: Ajustes de IA
fr: Configuration de l'IA
gd: Rèiteachadh na IF
gl: Configuración da IA
nl: AI instellingen
pt_pt: Configuração da IA

source: AI Player
de: KI-Spieler
es: Motor
fr: Joueur IA
gd: Cluicheadair IF
gl: Motor:
nl: AI speler
pt_pt: Jogador Artificial

source: AI Difficulty
de: KI-Schwierigkeitsgrad
es: Dificultad
fr: Difficulté de l'IA
gd: Duilgheadas an IF
gl: Dificultade:
nl: AI moeilijkheidsgraad
pt_pt: Dificuldade

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
gd: Sguir dheth
gl: Cancelar
nl: Annuleren
pt_pt: Cancelar

source: Civilizations
de: Zivilisationen
es: Civilizaciones
fr: Civilisations
gd: Sìobhaltasan
gl: Civilizacións
nl: Beschavingen
pt_pt: Civilizações

source: Civilization Selection
de: Zivilisationsauswahl
es: Selección de civilización
fr: Civilisation sélectionnée
gd: Tagh sìobhaltasan
gl: Civilización:
nl: Selecteer beschaving
pt_pt: Seleccionar Civilização

source: Close
de: Schließen
es: Cerrar
fr: Fermer
gd: Dùin
gl: Pechar
nl: Sluiten
pt_pt: Fechar

source: Match Setup
de: Spieleinstellungen
es: Ajustes de partida
fr: Configuration
gd: Suidheachadh a' mhaids
gl: Opcións da batalla
nl: Match instellen
pt_pt: Configuração da Partida

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
gd: 'Ga luchdadh
gl: Cargando
nl: Laden
pt_pt: A carregar

source: Loading map data. Please wait...
de: Lade Karte. Bitte warten...
es: Cargando el mapa. Espera un momento...
fr: Chargement des données. Veuillez patienter...
gd: A' luchdadh dàta a' mhapa. Fuirich greis...
gl: Cargando os datos dos mapas…
nl: Kaart aan het laden. Gelieve te wachten...
pt_pt: A carregar mapa. Por favor aguarde...
