Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Classes: Champion Melee Infantry Spearman. Counters: 2x vs. All Cavalry. Countered by: Skirmishers, Swordsmen, and Cavalry Archers.
de: Klassen: Meister Nahkampf Infanterie Lanzenträger. Stark gegen: 2x geg. alle Reitereien. Schwach gegen: Plänkler, Schwertkämpfer und berittene Bogenschützen.
es: Clase: Infantería cuerpo a cuerpo - Campeón lancero. Bueno contra: x2 contra todas las unidades de caballería. Débil contra: Escaramuceros, espadachines y arqueros a caballo.
fr: Classes : Lancier d'infanterie de mêlée champion. Contre : 2x c. toute la cavalerie. Contré par : Tirailleurs, Épéistes, et Archers montés.
gd: Seòrsa: laoch sleaghair coisridh dhlùth. An aghaidh: eachraidh sam bith le 2x. 'Na aghaidh: streupairean, claidheamhairean is boghadairean eachraidh.
gl: Clases: campión, contacto, infantaría, lanceiro. Fortalezas: ×2 contra cabalaría. Debilidades: espadachíns, escaramuzadores e arqueiros con montura.
nl: Klassen: Kampioen Mêlee Infanterie Speervechter. Sterk tegen: 2x tegen alle ruiters. Zwak tegen: tirailleurs, zwaardvechters en ruiter-boogschutters.
pt_pt: Categorias: Lanceiro, Infantaria, Corpo-a-Corpo, Elite. Pontos fortes: 2x contra Cavalaria. Fraco contra: Zagaieiros, Espadachins e Cavaleiros Arqueiros.

source: Champion Spearman
de: Gardespeerkämpfer
es: Lancero campeón
fr: Lancier champion
gd: Laoch sleaghair
gl: Campión lanceiro
nl: Kampioen speervechter
pt_pt: Lanceiro campeão

source: Classes: Champion Melee Infantry Swordsman. Counters: 2x vs. Spearmen, 1.5x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Meister Nahkampf Infanterie Schwertkämpfer. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Elefanten. Schwach gegen: Bogenschützen, berittene Lanzenträger und berittene Bogenschützen.
es: Clases: Espadachín campeón. Bueno contra: x2 contra lanceros, x1.5 contra elefantes. Débil contra: arqueros, jinetes lanceros y arqueros a caballo.
fr: Classes : Épéiste d'infanterie de mêlée champion. Contre : 2x c. Lanciers, 1,5x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: laoch claidheamhair coisridh dhlùth. An aghaidh: sleaghairean le 2x, ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh is boghadairean eachraidh.
gl: Clases: campión, contacto, infantaría, espadachín. Fortalezas: ×2 contra lanceiros e ×1,5 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Kampioen Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen speervechters, 1.5x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a Corpo, Elite. Pontos fortes: 2x contra Lanceiros; 1,5x contra Elefantes. Fraco contra: Arqueiros, Cavaleiros Lanceiros e Cavaleiros Arqueiros.

source: Champion Swordsman
de: Gardeschwertkämpfer
es: Espadachín campeón
fr: Épéiste Champion
gd: Laoch claidheamhair
gl: Campión espadachín
nl: Kampioen Zwaardvechter
pt_pt: Espadachim de Elite

source: Champion Ranged
de: Gardefernkämpfer
es: Campeón a distancia
fr: Champion à distance
gd: Laoch astair
gl: Campión de proxectís
nl: Kampioen Afstand
pt_pt: Campeão com projécteis

source: Super Siege
de: Schwere Belagerungswaffe
es: Super asedio
fr: Arme de siège spéciale
gd: Sàr-shèist
gl: Super máquina de asedio
nl: Super Beleg
pt_pt: Máquina de Cerco Superior

source: Counters: 3x vs. Cavalry, 2x vs. Support, 1.5x vs. Animals. Cannot attack structures.
de: Stärken: 3x gegen Kavallerie, 2x gegen Unterstützung, 1.5x gegen Tiere. Kann Gebäude nicht angreifen.
es: Contrarresta: 3x vs. caballera, 2x vs. apoyo, 1.5x vs animales. No puede atacar estructuras.
fr: Contre : 3x c. cavalerie, 2x c. soutien, 1,5x c. animaux. Ne peut attaquer les structures.
gd: An aghaidh: eachraidh le 3x, aonadan taice le 2x, ainmhidhean le 1.5x. Chan urrainn dha ionnsaigh a thoirt air togalaichean.
gl: Fortalezas: ×3 contra cabalaría, ×2 contra unidades de apoio, ×1,5x contra animais. Non pode atacar estruturas.
nl: Sterk tegen: 3x Ruiters, 2x Hulpeenheden, 1.5x Dieren. Kan geen gebouwen aanvallen.
pt_pt: Pontos fortes: 3x contra Cavalaria, 2x contra Unidades de Apoio e 1,5x contra Animais. Não pode atacar edifícios.

source: War Dog
de: Kriegshund
es: Mastín de guerra
fr: Chien de guerre
gd: Cù cogaidh
gl: Can de guerra
nl: Oorlogshond
pt_pt: Cão de Guerra

source: Fish
de: Fisch
es: Pescado
fr: Poisson
gd: Iasg
gl: Peixe
nl: Vis
pt_pt: Peixe

source: Kill, then collect food from this bountiful oceanic resource.
de: Töte sie und sammle danach Nahrung von diesen ertragreichen Rohstoffen des Meeres.
es: Acaba con este mastodonte marino y hazte con su carne.
fr: Tuer, puis collecter de la nourriture à partir de cette ressource océanique abondante.
gd: Marbh e is cruinnich biadh o stòras mòr na mara seo.
gl: Matar para recoller comida deste rico recurso oceánico.
nl: Dood deze oceanische voedselbron om voedsel te verzamelen.
pt_pt: Mate e recolha a comida destas águas.

source: Cetacean
de: Cetacea
es: Cetáceo
fr: Cétacés
gd: Muc-mara
gl: Cetáceo
pt_pt: Cetáceo

source: Hero
de: Held
es: Héroe
fr: Héros
gd: Curaidh
gl: Heroe
nl: Held
pt_pt: Herói

source: Hero Cavalry
de: Kavallerieheld
es: Héroe a caballo
fr: Cavalerie héroïque
gd: Curaidh eachraidh
gl: Heroe a cabalo
nl: Held Ruiter
pt_pt: Herói Cavaleiro

source: Hero Aura: n/a. Ranged attack 2x vs. spearmen. Ranged attack 1.5x vs. Swordsmen.
de: Heldenaura: n/a. Fernkampf x2 gegen Speerkämpfer. Fernkampf x1.5 gegen Schwertkämpfer.
es: Aura de Héroe: N/A. Ataque a Distancia 2x vs. Lanceros. Ataque a Distancia 1.5x vs. Espadachines.
fr: Aura héroïque : n/a. Attaque à distance 2x c. Lanciers. Attaque à distance 1,5x c. Épéistes.
gd: Aura gaisgich: chan eil fhios. An aghaidh: sleaghairean le 2x air astar, claidheamhairean le 1.5x air astar.
gl: Aura de heroe: n/d. Ataque a distancia ×2 contra lanceiros. Ataque a distancia ×1,5 contra espadachíns.
nl: Heldenaura: n/a. Sterk tegen: 2x tegen speervechters, 1,5x tegen zwaardvechters.
pt_pt: Aura de herói: Não definida. Ponto forte: 2x o ataque a distância contra lanceiros e 1,5x o ataque a distância contra espadachins.

source: Hero Cavalry Archer
de: Held der berittenen Bogenschützen
es: Héroe arquero a caballo
fr: Archer monté héroïque
gd: Curaidh boghadair eachraidh
gl: Heroe arqueiro a cabalo
nl: Held Ruiter Boogschutter
pt_pt: Herói Cavaleiro Arqueiro

source: Hero Cavalry Skirmisher
de: Held der berittenen Plänkler
es: Héroes escaramuceros a caballo
fr: Tirailleur monté héroïque
gd: Curaidh streupaire eachraidh
gl: Heroe escaramuzador a cabalo
nl: Held ruitertirailleur
pt_pt: Herói cavaleiro escarumaçador

source: Classes: Hero Melee Cavalry Spear. "Hero" Aura: TBD. Counters: 2x vs. Swordsmen and Siege Weapons, 1.5x vs. Skirmishers. Countered by: Spearmen, Archers, and Elephants.
de: Klassen: Held Nahkampf Reiterei Lanzenträger. Flächeneffekt "Held": TBD. Stark gegen: 2x geg. Schwertkämpfer und Belagerungswaffen, 1.5x geg. Plänkler. Schwach gegen: Lanzenträger, Bogenschützen und Elefanten.
es: Clase: Caballería cuerpo a cuerpo - Héroe lancero. Aura de "Héroe": Por implementar. Bueno contra: x2 contra espadachines y armas de asedio. x1.5 contra escaramuceros. Débil contra: Lanceros, arqueros y elefantes.
fr: Classes : Lancier monté de mêlée héroïque. Aura héroïque : à déterminer. Contre : 2x c. Épéistes et Armes de siège, 1,5x c. Tirailleurs. Contré par : Lanciers, Archers, et Éléphants.
gd: Seòrsa: curaidh sleaghair eachraidh dlùth. Aura gaisgich: chan eil fhios. An aghaidh: claidheamhairean is innealan-sèiste le 2x, streupairean le 1.5x. 'Na aghaidh: sleaghairean, boghadairean is ailbheanan.
gl: Clases: heroe, contacto, cabalaría, lanceiro. Aura de heroe: (esta funcionalidade aínda non está dispoñíbel). Fortalezas: ×2 contra espadachíns e armas de asedio, ×1,5 contra escaramuzadores. Debilidades: lanceiros, arqueiros e elefantes.
nl: Klassen: Held Mêlee Ruiter Speervechter. Heldenaura: NTD. Sterk tegen: 2x tegen zwaardvechters en belegeringstuigen, 1,5x tegen tirailleurs. Zwak tegen: speervechters, boogschutters en olifanten.
pt_pt: Categorias: Herói, Lanceiro, Cavalaria, Corpo-a-Corpo. Aura de Herói: (a definir). Pontos fortes: 2x contra Espadachins e Máquinas de Cerco; 1,5x contra Zagaieiros. Fraco contra: Lanceiros, Arqueiros e Elefantes.

source: Hero Cavalry Spearman
de: Berittener Heldenspeerkämpfer
es: Héroe lancero a caballo
fr: Lancier monté Héros
gd: Curaidh sleaghair eachraidh
gl: Heroe lanceiro a cabalo
nl: Held Ruiter Speervechter
pt_pt: Lanceiro Cavaleiro Herói

source: Classes: Hero Melee Cavalry Sword. "Hero" Aura: TBD. Counters: 2x vs. Archers, All Support Units, and Siege Weapons. Countered by: Spearmen, Cavalry Skirmishers, and Elephants.
de: Klassen: Held Nahkampf Reiterei Schwertkämpfer. Flächeneffekt "Held": TBD. Stark gegen: 2x geg. Bogenschützen, alle Unterstützungseinheiten und Belagerungswaffen. Schwach gegen: Lanzenträger, berittene Plänkler und Elefanten.
es: Clases: Caballería Cuerpo a Cuerpo - Héroe de la Espada. "Héroe" Aura: TBD. Eficaz contra: 2x vs Arqueros, Todas las unidades de Apoyo y Armas de Asedio. Débil contra: Lanceros, Guerrilleros a caballo y Elefantes.
fr: Classes : Épéiste monté de mêlée héroïque. Aura héroïque : à déterminer. Contre : 2x c. Archers, toutes les unités de soutien, et Armes de siège. Contré par : Lanciers, Tirailleurs montés, et Éléphants.
gd: Seòrsa: curaidh claidheamhair eachraidh dlùth. Aura gaisgich: chan eil fhios. An aghaidh: boghadairean, aonadan taice is innealan-sèiste le 2x. 'Na aghaidh: sleaghairean, streupairean eachraidh is ailbheanan.
gl: Clases: heroe, contacto, cabalaría, espadachín. Aura de heroe: (esta funcionalidade aínda non está dispoñíbel). Fortalezas: ×2 contra arqueiros, unidades de apoio e máquinas de asedio. Debilidades: lanceiros, escaramuzadores a cabalo e elefantes.
nl: Klassen: Held Mêlee Ruiter Zwaardvechter. Heldenaura: NTD. Sterk tegen: 2x tegen boogschutters, alle ondersteunende eenheden en belegeringstuigen. Zwak tegen: speervechters, ruitertirailleurs en olifanten.
pt_pt: Categoria: Herói Cavaleiro Espadachin de Contacto Aura de Herói: Não definido. Pontos fortes: 2x contra Arqueiros, Unidades de Apoio e Máquinas de Cerco. Pontos fracos: contra Lanceiros, Atiradores de Cavalaria e Elefantes.

source: Hero Cavalry Swordsman
de: Berittener Heldenschwertkämpfer
es: Héroe espadachín a caballo
fr: Épéiste monté héroïque
gd: Curaidh claidheamhair eachraidh
gl: Heroe espadachín a cabalo
nl: Held Ruiter Zwaardvechter
pt_pt: Herói Cavaleiro Espadachim

source: Classes: Hero Melee Elephant. Counters: 2x vs. All Cavalry, 1.5x vs. All Structures. Extra 1.5x vs. Gates. Countered by: Skirmishers and Swordsmen. Can run amok.
de: Klassen: Held Nahkampf Elefant. Stark gegen: 2x geg. alle Reitereien, 1.5x geg. alle Bauwerke, +1.5x geg. Tore. Schwach gegen: Plänkler und Schwertkämpfer. Kann Amok laufen.
es: Clases: Elefante Héroe Cuerpo a Cuerpo. Eficaz contra: 2x vs. Todas las unidades a caballo, 1.5x vs. Estructuras. Extra 1.5x vs. Puertas. Débil contra: Guerrilleros y Espadachines. Puede correr furiosamente.
fr: Classes : Éléphant de mêlée héroïque. Contre : 2x c. toute la cavalerie, 1,5x c. toutes structures. 1,5x de bonus c. les portes. Contré par : Tirailleurs et Épéistes. Capable de folie meurtrière.
gd: Seòrsa: curaidh ailbhean dlùth. An aghaidh: gach eachraidh le 2x, gach togalach le 1.5x. Geataichean le 1.5x a bharrachd. 'Na aghaidh: streupairean is claidheamhairean. Dh'fhaoidte gun gabh e caothach.
gl: Clases: heroe, contacto, elefante Fortalezas: ×2 contra cabalaría, ×1,5 contra estruturas Un ×1.5 adicional contra portas. Debilidades: escaramuzadores e espadachíns. Pode descontrolarse.
nl: Klassen: Held Mêlee Olifant. Sterk tegen: 2x tegen alle ruiters, 1,5x tegen gebouwen. Extra 1,5x tegen stadspoorten. Zwak tegen: tirailleurs en zwaardvechters. Kan verwarring veroorzaken.
pt_pt: Categorias: Herói, Elefante, Corpo-a-Corpo. Pontos fortes: 2x contra Cavalaria; 1,5x contra Edifícios (1,5x adicionais contra Portões). Fraco contra: Zagaieiros e Espadachins. Pode entrar em descontrolo.

source: Classes: Hero Infantry Ranged Archer Bow. Counters: 2x vs. Swordsmen, 1.25x vs. Cavalry Spearmen. Countered by: Cavalry Swordsmen, Cavalry Skirmishers.
de: Klassen: Held, Infanterie, Fernkampf, Bogenschütze. Stark gegen: 2x gegen Schwertkämpfer, 1.25x gegen Lanzenreiter. Schwach gegen: Berittene Schwertkämpfer, Berittene Plänkler
es: Clases: Infantería a Distancia - Arquero Héroe del Arco. Eficaz contra: 2x vs Espadachines, 1.25x vs. Lanceros a Caballo. Débil contra: Espadachines a Caballo y Guerrilleros a Caballo.
fr: Classes : Archer d'infanterie à distance héroïque. Contre : 2x c. Épéistes, 1,25x c. Lanciers montés. Contré par : Épéistes montés, Tirailleurs montés.
gd: Seòrsa: curaidh boghadair coisridh astair. An aghaidh: claidheamhairean le 2x, sleaghairean eachraidh le 1.25x. 'Na aghaidh: claidheamhairean eachraidh, streupairean eachraidh.
gl: Clases: heroe, infantaría, proxectís, arqueiro, arco. Fortalezas: ×2 contra espadachíns, ×1,25 contra lanceiros a cabalo. Debilidades: espadachíns a cabalo, escaramuzadores a cabalo.
nl: Klassen: Held Infanterie Afstand Boogschutter. Sterk tegen: 2x tegen zwaarvechters, 1,25x tegen ruiter-speervechters. Zwak tegen: ruiter-zwaardvechters en ruitertirailleurs.
pt_pt: Categorias: Arqueiro, Arremesso, Infantaria, Herói Pontos fortes: 2x contra Espadachins; 1,25x contra Lanceiros Cavaleiros. Fraco contra: Cavaleiros Espadachins, Cavaleiros Zagaieiros

source: Hero Archer
de: Bogenschützenheld
es: Héroe arquero
fr: Archer héroïque
gd: Curaidh boghadair
gl: Heroe arqueiro
nl: Held Boogschutter
pt_pt: Herói Arqueiro

source: Hero Skirmisher
de: Heldenscharmützler
es: Héroe escaramucero
fr: Tirailleur héroïque
gd: Curaidh streupaire
gl: Escaramuzador heroe
nl: Heldentirailleur
pt_pt: Herói Zagaieiro

source: Hero Pikeman
de: Pikenier-Held
es: Héroe piquero
fr: Piquier héroïque
gd: Curaidh pìceir
gl: Heroe piqueiro
nl: Held piekenier
pt_pt: Herói Piqueiro

source: Hero Spearman
de: Heldenspeerkämpfer
es: Héroe lancero
fr: Lancier héroïque
gd: Curaidh sleaghair
gl: Heroe lanceiro
nl: Held speervechter
pt_pt: Herói Lanceiro

source: Classes: Hero Infantry Melee Sword. "Hero" Aura: TBD. Counters: 2x vs. Spearmen, 1.5x vs. Skirmishers and Elephants. Countered by: Archers, Cavalry Archers.
de: Klassen: Held Infanterie Nahkampf Schwert. Heldenaura: TBD. Stark gegen: 2x gegen Speerkämpfer, 1.5x gegen Plänkler und Elefanten. Schwach gegen: Bogenschützen, berittene Bogenschützen.
es: Clases: Infantería Cuerpo a cuerpo - Héroe de la Espada. "Héroe" Aura: TBD. Eficaz contra: 2x vs. Lanceros, 1,5x vs. Guerrilleros y Elefantes. Débil contra: Arqueros, y Arqueros a Caballo.
fr: Classes : Épéiste d'infanterie de mêlée héroïque. Aura héroïque : à déterminer. Contre : 2x c. Lanciers, 1,5x c. Tirailleurs et Éléphants. Contré par : Archers, Archers montés.
gd: Seòrsa: curaidh claidheamhair coisridh dhlùth. Aura gaisgich: chan eil fhios. An aghaidh: sleaghairean le 2x, streupairean 's ailbheanan le 1.5x. 'Na aghaidh: boghadairean, boghadairean eachraidh.
gl: Clases: heroe, infantaría, contacto, espadachín. Aura de heroe: (esta funcionalidade aínda non está dispoñíbel). Fortalezas: ×2 contra lanceiros e ×1,5 contra escaramuzadores e elefantes. Debilidades: arqueiros e arqueiros a cabalo.
nl: Klassen: Held Infanterie Mêlee Zwaard. Heldenaura: NTD. Sterk tegen: 2x tegen speervechters, 1,5x tegen Tirailleurs en olifanten. Zwak tegen: boogschutters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a Corpo, Herói. Aura "Herói": (a definir). Pontos fortes: 2x contra Lanceiros; 1,5x contra Zagaieiros e Elefantes. Fraco contra: Arqueiros, Cavaleiros Arqueiros.

source: Hero Swordsman
de: Heldenschwertkämpfer
es: Héroe espadachín
fr: Épéiste héroïque
gd: Curaidh claidheamhair
gl: Heroe espadachín
nl: Held zwaardvechter
pt_pt: Herói Espadachim

source: Melee Infantry
de: Nahkampfinfanterie
es: Infantería cuerpo a cuerpo
fr: Infanterie de mêlée
gd: Coisridh dhlùth
gl: Infantaría de contacto
nl: Mêlee Infanterie
pt_pt: Infantaria Corpo-a-Corpo

source: Classes: Citizen Melee Infantry Spearman. Counters: 2x vs. All Cavalry. Countered by: Skirmishers, Swordsmen, Cavalry Archers.
de: Klassen: Bürger, Nahkampf, Infanterie, Speerträger Konter zu: 2x gegen Kavallerie Gekontert durch: Plänkler, Schwertkämpfer, Berittene Bogenschützen
es: Clases: Infantería Cuerpo a cuerpo - Ciudadano Lancero. Eficaz contra: 2x vs. Todas las unidades de Caballería. Débil contra: Guerrilleros, Espadachines y Arqueros a Caballo.
fr: Classes : Lancier d'infanterie de mêlée citoyen. Contre : 2x c. toute la cavalerie. Contré par : Tirailleurs, Épéistes, Archers montés.
gd: Seòrsa: sleaghair-dùthcha coisridh dhlùth. An aghaidh: eachraidh sam bith le 2x. 'Na aghaidh: streupairean, claidheamhairean, boghadairean eachraidh.
gl: Clases: cidadán, contacto, infantaría, lanceiro. Fortalezas: ×2 contra cabalaría. Debilidades: espadachíns, escaramuzadores e arqueiros con montura.
nl: Klassen: Burger Mêlee Infanterie Speervechter. Sterk tegen: 2x tegen alle ruiters. Zwak tegen: Tirailleurs, zwaardvechters en ruiter-boogschutters.
pt_pt: Categoria: Lanceiro de Infantaria Corpo a Corpo de Elite Cidadão. Ponto forte 2x contra cavalaria. Ponto fraco: Espadachins, Zagaieiros e Cavaleiros Arqueiros.

source: Pikeman
de: Pikenier
es: Piquero
fr: Piquier
gd: Pìcear
gl: Piqueiro
nl: Piekenier
pt_pt: Piqueiro

source: Spearman
de: Speerträger
es: Lancero
fr: Lancier
gd: Sleaghair
gl: Lanceiro
nl: Speervechter
pt_pt: Lanceiro

source: Classes: Citizen Melee Infantry Swordsman. Counters: 2x vs. Spearmen, 1.5x vs. Skirmishers, and 1.25x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Bürger, Nahkampf, Infanterie, Schwertkämpfer Konter zu: 2x gegen Speerträger, 1.5x gegen Plänkler und 1,25x gegen Elefanten Gekontert durch: Bogenschützen, Berittene Speerträger, Berittene Bogenschützen
es: Clases: Infantería Cuerpo a cuerpo - Ciudadano Espadachín. Eficaz contra: 2x vs. Lanceros, 1.5x vs. Guerrilleros y 1.25x vs. Elefantes. Débil contra: Arqueros, Lanceros a Caballo y Arqueros a Caballo.
fr: Classes : Épéiste d'infanterie de mêlée citoyen. Contre : 2x c. Lanciers, 1,5x c. Tirailleurs, et 1,25x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: claidheamhair-dùthcha coisridh dhlùth. An aghaidh: sleaghairean le 2x, streupairean le 1.5x is ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh, boghadairean eachraidh.
gl: Clases: cidadán, contacto, infantaría, espadachín. Fortalezas: ×2 contra lanceiros, ×1,5 contra escaramuzadores e ×1,25 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Burger Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen speervechters, 1,5x tegen tirailleurs en 1,25x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categoria: Espadachim de Infantaria Corpo a Corpo Cidadão. Pontos fortes: 2x contra Lanceiros; 1,5x contra Atiradores; 1,25x contra Elefantes. Pontos fracos: contra Arqueiros, Lanceiros de Cavalaria e Arqueiros de Cavalaria.

source: Swordsman
de: Schwertkämpfer
es: Espadachín
fr: Épéiste
gd: Claidheamhair
gl: Espadachín
nl: Zwaardvechter
pt_pt: Espadachim

source: Ranged
de: Fernkämpfer
es: A distancia
fr: À distance
gd: Astair
gl: Unidade de proxectís
nl: Afstand
pt_pt: Arremesso

source: Classes: Citizen Ranged Infantry Archer. Counters: 2x vs. Swordsmen, 1.25x vs. Cavalry Spearmen. Countered by: Cavalry Swordsmen, Cavalry Skirmishers.
de: Klassen: Bürger, Fernkampf, Infanterie, Bogenschütze Konter zu: 2x gegen Schwertkämpfer, 1.25x gegen Berittene Speerträger Gekontert durch: Berittener Schwertkämpfer, Berittene Plänkler
es: Clases: Infantería a Distancia - Ciudadano Arquero. Eficaz contra: 2x vs Espadachines, 1.25x vs. Lanceros a Caballo. Débil contra: Espadachines a Caballo y Guerrilleros a Caballo.
fr: Classes : Archer d'infanterie à distance citoyen. Contre : 2x c. Épéistes, 1,25x c. Lanciers montés. Contré par : Épéistes montés, Tirailleurs montés.
gd: Seòrsa: boghadair-dùthcha coisridh astair. An aghaidh: claidheamhairean le 2x, sleaghairean eachraidh le 1.25x. 'Na aghaidh: claidheamhairean eachraidh, streupairean eachraidh.
gl: Clases: cidadán, proxectís, infantaría, arqueiro. Fortalezas: ×2 contra espadachíns, ×1,25 contra lanceiros a cabalo. Debilidades: espadachíns a cabalo, escaramuzadores a cabalo.
nl: Klassen: Burger Afstand Infanterie Boogschutter. Sterk tegen: 2x tegen zwaardvechters, 1,25x tegen ruiter-speervechters. Zwak tegen: ruiter-zwaardvechters en ruitertirailleurs.
pt_pt: Categoria: Arqueiro de Infantaria de Arremesso Cidadão, Pontos fortes: 2x contra Espadachins; 1,25x contra Lanceiros de Cavalaria. Pontos fracos: contra Espadachins de Cavalaria, Atiradores de Cavalaria.

source: Archer
de: Bogenschütze
es: Arquero
gd: Boghadair
gl: Arqueiro
nl: Boogschutter
pt_pt: Arqueiro

source: Classes: Citizen Ranged Infantry Skirmisher. Counters: 1.5x vs. Spearmen and Cavalry Archers, 1.25x vs. Elephants and Chariots. Countered by: Swordsmen, Cavalry Spearmen.
de: Klassen: Bürger, Fernkampf, Infanterie, Plänkler Stark gegen: 1,5x Speerträger und Berittene Bogenschützen, 1,25x gegen Elefanten und Streitwägen Schwach gegen: Schwertkämpfer, Berittener Speerträger
es: Clase: Infantería a Distancia - Ciudadano Guerrillero. Eficaz contra: 1.5x vs. Lanceros y Arqueros a Caballo, 1.25x vs. Elefantes y Carros. Débil contra: Espadachines y Lanceros a Caballo.
fr: Classes : Tirailleur d'infanterie à distance citoyen. Contre : 1,5x c. Lanciers et Archers montés, 1,25x c. Éléphants et Chars. Contré par : Épéistes, Lanciers montés.
gd: Seòrsa: streupaire-dùthcha coisridh astair. An aghaidh: sleaghadairean, boghadairean eachraidh le 1.5x, ailbheanan is feunan le 1.25x. 'Na aghaidh: claidheamhairean, sleaghadairean eachraidh.
gl: Clases: cidadán, proxectís, infantaría, escaramuzador. Fortalezas: ×1,5 contra lanceiros e cabalaría de arqueiros, ×1,25 contra elefantes e carros. Debilidades: espadachíns, lanceiros a cabalo.
nl: Klassen: Burger Afstand Infanterie Tirailleur. Sterk tegen: 1,5x tegen speervechters en ruiter-boogschutters, 1,25x tegen olifanten en strijdwagens. Zwak tegen: zwaardvechters en ruiter-speervechters.
pt_pt: Categoria: Atirador de Infantaria de Arremesso Cidadão. Pontos fortes: 1,5x contra Lanceiros e Arqueiros de Cavalaria; 1,25x contra Elefantes e Quadrigas. Pontos fracos: contra Espadachins, Lanceiros de Cavalaria.

source: Skirmisher
de: Plänkler
es: Escaramucero
fr: Tirailleur
gd: Streupaire
gl: Escaramuzador
nl: Tirailleur
pt_pt: Zagaieiro
