Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Shallow, passable wetlands with little room for building. Represents the lowlands of the Rhine basin in Europe.
de: Seicht, passable Feuchtgebiete mit wenig Raum für Gebäude. Stellt die Niederungen des Rhein-Einzugsgebiets in Europa dar.
es: Humedales bajos, atravesables con poco espacio para construir. Representan las tierras bajas de la cuenca del Rín en Europa.
fr: Peu profondes, les zones humides praticables avec de petits espaces pour la construction. Représente les basses terres du bassin du Rhin en Europe.
gd: Talamh fliuch eu-domhain a ghabhas coiseachd air ach air a bheil an rum airson togalaichean gann. Riochdaichidh e machair na Rèine san Roinn-Eòrpa.
gl: Lameiros pouco profundos que poden atravesarse pero deixan apenas sitio para construír. Representa as terras baixas da conca do Rin.
nl: Doorwaadbare moerassen, met weinig ruimte om te bouwen. Deze kaart stelt de lage gebieden voor rond de Rijnbassin.
pt_pt: Lezírias com pequeno espaço para construção. Representa as planícies do Reno, na Europa.

source: Rhine Marshlands
de: Rheinisches Marschland
es: Marismas del Rin
fr: Marais du Rhin
gd: Boglach na Rèine
gl: Lameiros do Rin
nl: Moerassen aan de Rijn
pt_pt: Lezírias do Reno

source: Rivers flow between players and join each other in the center of the map.
de: Flüsse fließen zwischen den Spielern und treffen sich in der Mitte der Karte.
es: Ríos fluyen entre los jugadores y se unen entre sí en el centro del mapa.
fr: Des rivières s'écoulent entre les joueurs et se rejoignent au centre de la carte.
gd: Tha aibhnean eadar na cluicheadairean a thig còmhla ann am meadhan a' mhapa.
gl: Os xogadores están separados por ríos que se unen no centro do mapa.
nl: Rivieren vloeien tussen spelers en ontmoeten elkaar in het midden van de kaart.
pt_pt: Rios correm entre os jogadores e unem-se no centro do mapa.

source: Rivers
de: Flüsse
es: Riachuelos
fr: Rivières
gd: Aibhnean
gl: Ríos
nl: Rivieren
pt_pt: Rios

source: Each players starts near a lush oasis in a large, desolate desert.
de: Jeder Spieler beginnt in der Nähe einer üppigen Oase in einer großen, öden Wüste.
es: Cada jugador empieza cerca de un abundante oasis en un grande y desolado desierto.
fr: Chaque joueur commence près d'une oasis luxuriante dans un grand désert désolé.
gd: Tòisichidh gach cluicheadair faisg air innis-fhàsaich bheartach agus fàsach mòr lom timcheall orra.
gl: Cada xogador comeza nun frondoso oasis nun inmenso e desolado deserto.
nl: Iedere speler start bij een weelderige oase in een grote, eenzame woestijn.
pt_pt: Cada jogador começa perto de um oásis de luxo num grande deserto.

source: Saharan Oases
de: Saharische Oasen
es: Oasis del Sahara
fr: Oasis sahariennes
gd: Innseachan-fàsaich Shathara
gl: Oasis do Sáhara
nl: Sahara Oase
pt_pt: Oásis do Saara

source: A somewhat open map with an abundance of food and mineral resources, while wood is somewhat scarce.
de: Eine einigermaßen offene Karte mit einer Fülle von Nahrung und Mineralischen Rohstoffen, während Holz rar ist.
es: Un mapa ligeramente abierto con abundancia de comida y recursos minerales, mientras la madera escasea.
fr: Une carte assez ouverte avec une abondance de ressources alimentaires et de minerai, alors que le bois est un peu rare.
gd: Seo mapa caran fosgailte le pailteas bìdh is mèinneir fhad 's a tha fhiodh caran gann.
gl: Un mapa relativamente aberto, con abundante comida e minerais, aínda que escasa madeira.
nl: Een open kaart met een overvloed aan voedsel en mineralen, maar hout is zeldzaam.
pt_pt: Um mapa relativamente aberto com abundância de comida e de minerais enquanto que a madeira é escassa.

source: Players start around the map with lines of water between them The African savanna is chocked full of animal life for hunting, while the nearby mineral deposits are plentiful. The dry season is approaching and the watering holes are drying up.
de: Die Spieler starten verstreut auf der Karte mit Wasserwegen zwischen ihnen Die Afrikanische Savanne ist vollgestopft mit Tieren, während nahe Erzfundstellen zum Bersten gefüllt sind. Die Trockenzeit naht und die Wasserlöcher fangen an auszutrocknen.
es: Los jugadores comienzan dispersos sobre el mapa separados por ríos intermedios. La sabana africana está repleta de vida animal para la caza y los depósitos minerales que hay cerca son abundantes. La estación seca se acerca y los pozos de agua se están secando.
fr: Les joueurs commencent autour de la carte avec des lignes d'eau entre eux. La savane africaine est pleine de vie animale pour la chasse, tandis que les gisements de minerai sont nombreux à proximité. La saison sèche approche et les points d'eau se tarissent.
gd: Tòisichidh na cluicheadairean sgapte air a' mhapa le loidhnichean uisge eatorra Tha sabhanna Afraga làn bheathaichean airson seilge fhad 's a tha pailteas stòrasan mèinneir am fagas. Tha an ràith thioram ri tighinn agus an t-uisge a' falbh o na tuill uisge.
gl: Os xogadores comezan arredor do mapa con liñas de auga entre eles. A sabana africana está repleta de vida animal que serve de alimento, mentres que os depósitos de minerais dos arredores están repletos de material. A tempada seca achégase e as charcas secan.
nl: Spelers starten op de kaart van elkaar gescheiden door stroken van water. De Afrikaanse savanne zit vol dieren waarop gejaagd kan worden, en er zijn veel minerale afzettingen. Het droge seizoen komt nader en de drinkplaatsen drogen op.
pt_pt: Os jogadores começam espalhados pelo mapa, com cursos de água entre eles. A savana africana está repleta de caça grossa e de ricos depósitos de minério. A estação seca aproxima-se e os poços estão a secar.

source: Sahel Watering Holes
de: Sahels Wasserlöcher
es: Abrevaderos del Sahel
fr: Trous d'eau du Sahel
gd: Tuill uisge sàithil
gl: Charcas do Sahel
nl: Sahel waterpoelen
pt_pt: Poços de Água de Sahel

source: Many small islands connected to each other by narrow passages.
de: Viele kleine Inseln, die durch schmale Landzungen verbunden sind.
es: Una infinidad de diminutas islas conectadas entre sí por estrechos pasos.
fr: De nombreuses petites îles reliées entre elles par des passages étroits.
gd: Iomadh eilean beag ceangailte ri chèile le slighean beaga.
gl: Moitas illas pequenas conectadas as unhas coas outras mediante pasos estreitos.
nl: Vele kleine eilanden verbonden door kleine passages.
pt_pt: Muitas ilhas pequenas ligadas por estreitos.

source: Snowflake Searocks
de: Schneeflockenförmige Steilküste
es: Estribación nevada
fr: Flocon
gd: Creagan-mara bhleideagan-sneachda
gl: Copos de mar
nl: Sneeuwvlok zeerotsen
pt_pt: Ilhas em Floco de Neve

source: Players start in a plains with slightly rolling highlands.
de: Die Spieler starten in der Prärie mit leicht geschwungenen Hügeln.
es: Los jugadores comienzan en una planicie rodeados por ligeras colinas.
fr: Les joueurs commencent dans une plaine avec des hauts plateaux légèrement ondulés.
gd: Tòisichidh na cluicheadairean air machair le cnuic faisg orra.
gl: Os xogadores comezan en chairas con outeiros lixeiramente arredondados.
nl: Spelers starten in een vlakte met golvend gebergte verderop.
pt_pt: Os jogadores começam numa planície com ligeiras ondulações.

source: Syria
de: Syrien
es: Siria
fr: Syrie
gd: Siridhea
gl: Siria
nl: Syrië
pt_pt: Síria

source: A calm wide river, representing the Nile River in Egypt, divides the map into western and eastern parts.
de: Ein ruhiger, breiter Fluss, er steht repräsentativ für den Nil in Ägypten, trennt die Karte in einen westlichen und einen östlichen Teil.
es: Un río calmo y ancho, que representa al Río Nilo en Egipto, divide el mapa en sus partes Este y Oeste.
fr: Une large fleuve paisible, représentant le Nil en Égypte, divise la carte en parties occidentales et orientales.
gd: Abhainn mhòr chiùin a riochdaicheas an Nìl san Èipheit 's a sgaraicheas am mapa sna sgìrean siarach 's earach.
gl: Un río ancho e calmo que representa o Nilo, en Exipto, divide o mapa entre occidente e oriente.
nl: Een kalme, weide rivier verdeelt de kaart in een westelijk en een oostelijk gedeelte.
pt_pt: Um grande rio, que representa o rio Nilo no Egipto, divide o mapa em ocidente e oriente.

source: The Nile
de: Der Nil
es: El Nilo
fr: Le Nil
gd: An Nìl
gl: O Nilo
nl: De Nijl
pt_pt: O Nilo

source: The unknown... Warning: May be a naval map
de: Das Unbekannte... Achtung: Dies kann eine Seekarte sein
es: Lo desconocido... Advertencia: podría resultar en un mapa naval.
fr: L'inconnu... Attention : Peut-être une carte navale.
gd: An aineol... Rabhadh: Dh'fhaoidte gur e mapa mara a th' ann
gl: O descoñecido… Advertencia: podería tratarse dun mapa naval.
nl: Het onbekende... Waarschuwing: kan een zeekaart zijn
pt_pt: O desconhecido... Aviso: Pode ser um mapa naval

source: The unknown...
de: Das Unbekannte...
es: Lo desconocido...
fr: L'inconnu...
gd: An aineol...
gl: O descoñecido…
nl: Het onbekende...
pt_pt: O desconhecido...

source: Unknown Land
de: Unentdecktes Land
es: Tierra desconocida
fr: Terre inconnue
gd: Tìr an aineoil
gl: Terras descoñecidas
nl: Onbekend land
pt_pt: Terra Desconhecida

source: The unknown... Players start with only some citizen soldiers and females. [color="red"]Warning: AI players will cause the game to crash.[/color]
de: Das Unbekannte... Spieler starten mit nur ein paar Bürgerinnen und Bürgersoldaten. [color="red"]Warnung: KI Spieler führen zum Absturz des Spiels.[/color]
es: Lo desconocido ... Los jugadores comienzan con sólo algunos ciudadanos soldados y mujeres. [color="red"]Advertencia: Jugadores de la IA hará que el juego se bloquee [/color]
fr: L'inconnu ... Les joueurs commencent avec seulement quelques citoyens-soldats et des citoyennes. [color="red"]Attention: les joueurs IA provoqueront un plantage du jeu.[/color]
gd: An aineol... Cha bhi ach beagan shaighdearan-dùthcha 's shaoranach boireann aig na cluicheadairean aig an toiseach. [color="red"]Rabhadh: Tuislichidh an geama ma bhios cluicheadair IF ann.[/color]
gl: O descoñecido… Os xogadores comezan só con algúns cidadáns soldado e mulleres. [color="red"]Advertencia: os xogadores da intelixencia artificial fan que quebre a partida.[/color]
nl: Het onbekende... Spelers starten enkel met een paar soldaten en vrouwen. [color="red"]Waarschuwing. Dit is niet speelbaar, en de AI zal crashen.[/color]
pt_pt: O desconhecido... Os jogadores começam só com alguns cidadãos-soldados e cidadãs. [color="red"]Aviso: Os jogadores artificiais vão fazer com que o jogo deixe de funcionar.[/color]

source: Unknown Nomad
de: Unbekannter Nomade
es: Nómada desconocido
fr: Nomade inconnu
gd: Iniltear coimheach
gl: Nómade descoñecido
nl: Onbekende Nomade
pt_pt: Nómada Desconhecido

source: A charred dead land where players start around a smoking volcano.
de: Ein verkohltes, totes Land, wo die Spieler um einen rauchenden Vulkan beginnen.
es: Una tierra carbonizada y moribunda, los jugadores comienzan alrededor de un volcán humeante.
fr: Une contrée morte carbonisée où les joueurs commencent autour d'un volcan fumant.
gd: Tìr marbh loisgte far an tòisich na cluicheadairean timcheall air beinn-theine.
gl: Unha terra chamuscada e morta na que os xogadores comezan ao redor dun volcán que bota fume.
nl: Een dood land, waar spelers starten rond een smeulende vulkaan.
pt_pt: A terra com cinzas onde os jogadores começam à volta de um vulcão em actividade.

source: Volcanic Lands
de: Vulkanlandschaft
es: Tierras volcánicas
fr: Terres volcaniques
gd: Tìr na beinne-theine
gl: Terras volcánicas
nl: Vulcanische landen
pt_pt: Terras Vulcânicas

source: A demonstration of wall placement methods/code in random maps. Very large map size is recommended.
de: Eine Demonstration von Mauerplatzierungsmethoden in Zufallskarten. Eine hohe Kartengröße ist empfohlen.
es: Una demostración de los métodos de colocación de muros en mapas aleatorios. Se recomienda con mapas de tamaño muy grande.
fr: Une démonstration de méthodes/code de placement de mur dans des cartes aléatoires. Une carte de très grande taille est recommandée.
gd: Seo taisbeanadh air dòighean/còd gus ballachan a chur ann am mapaichean air thuaiream. Mholamaid mapa glè mhòr.
gl: Unha demostración de código e métodos de colocación de murallas en mapas aleatorios. Recoméndase empregar un tamaño de mapa moi grande.
nl: Een demonstratie van muurplaatsingsmethodes/code in willekeurige kaarten. Een extreem grote kaart wordt aangeraden.
pt_pt: Uma demonstração de métodos/códigos de colocação de muralhas em mapas aleatórios. É recomendado um mapa de grandes dimensões.

source: Wall Demo
de: Mauerdemo
es: Demo de murallas
fr: Démo - Mur
gd: Taisbeanadh air ballachan
gl: Mostra de murallas
nl: Murendemo
pt_pt: Demonstração de Muralhas

source: Aegis Bot
gd: Bot Aegis
gl: Aegis

source: The most stable AI currently available, Aegis is an improvement of earlier bots by Wratii. Note that it doesn't support saved games yet. Please report issues to Wildfire Games (see the link in the main menu).
de: Aegis ist die zurzeit stabilste KI und ist eine Verbesserung von früheren Bots von Wraitii. Beachte, dass die KI noch keine gespeicherten Spiele unterstützt. Bitte informiere Wildfire Games (Link im Hauptmenü) über Fehler.
es: La IA más estable disponible por el momento. Aegis es una mejora de otros bots anteriores creados por Wratii. Ten en cuenta que todavía no soporta partidas guardadas. Puedes informar de fallos a Wildfire Games (enlace en el menú principal).
fr: L'IA la plus stable actuellement. Aegis est une amélioration de bots plus anciens par Wraitii. Il ne supporte pas encore les parties sauvegardées. Veuillez reporter toute erreur à Wildfire Games (lien dans le menu principal).
gd: Seo an IF as seasmhaiche a th' againn aig an àm seo. 'S e piseach air botaichean roimhe le Wratii a tha san Aegis. Thoir an aire nach toir e taic ri geamannan air an sàbhaladh fhathast. Nach innis thu do Wildfire Games mu dhuilgheadasan (cleachd an ceangal sa phrìomh chlàr-taice)?
gl: Aegis é a intelixencia artificial máis estábel dispoñíbel, resultado da mellora de intelixencias artificiais previas desenvolvidas polo mesmo autor, Wratii. Téñase en conta que esta intelixencia artificial non aínda é compatíbel con partidas gardadas. Se atopa algún problema con esta intelixencia artificial, non dubide en informar a Wildfire Games do problema (no menú principal atopará máis información ao respecto).
nl: De meest stabiele AI momenteel beschikbaar. Aegis is een verbetering over vroegere bots door Wraitii. Let op, de AI ondersteunt nog geen opgeslagen spellen. Gelieve problemen te rapporteren aan Wildfire Games (zie de link in het hoofdmenu).
pt_pt: O Aegis é o jogador artificial mais estável neste momento. Foi melhorado a partir de outros bots programados por Wratii. Note porém que ainda não permite guardar jogos. Se encontrar problemas, por favor comunique-os à Wildfire Games (o link está no menu principal).

source: Petra Bot
gd: Bot Peadra
gl: Petra

source: Based on Aegis, but heavily modified and expected to be more robust. Note that it doesn't support saved games yet and is not as well tested as Aegis. Please report issues to Wildfire Games (see the link in the main menu).
de: Basiert auf Aegis, ist aber stark modifiziert und sollte robuster sein. Beachte, dass er noch keine gespeicherten Spiele unterstützt und noch nicht so gut wie Aegis getestet wurde. Bitte informiere Wildfire Games (Link im Hauptmenü) über Fehler.
es: Basado en Aegis, pero modificado duramente y sensiblemente más robusto. Ten en cuenta que todavía no soporta partidas guardadas y no está tan probado como Aegis. Puedes informar de fallos a Wildfire Games (enlace en el menú principal).
fr: Issu d'Aegis, mais lourdement modifié et supposé plus robuste. Il ne supporte pas encore les parties sauvegardées et n'a pas été testé autant qu'Aegis. Veuillez reporter toute erreur à Wildfire Games (lien dans le menu principal).
gd: Tha e stèidhichte air Aegis ach tha atharraichean mòra 'na bhroinn is tha sinn an dùil gum bi e nas seasmhaiche. Thoir an aire nach toir e taic ri geamannan air an sàbhaladh fhathast agus cha deach a chur fo dheuchainn cho math 's a chaidh Aegis. Nach innis thu do Wildfire Games mu dhuilgheadasan (cleachd an ceangal sa phrìomh chlàr-taice)?
gl: Intelixencia artificial baseada en Aegis, pero modificada en gran medida co obxectivo de aumentar a súa robustez. Téñase en conta que esta intelixencia artificial non aínda é compatíbel con partidas gardadas, e non está tan ben probada como Aegis. Se atopa algún problema con esta intelixencia artificial, non dubide en informar a Wildfire Games do problema (no menú principal atopará máis información ao respecto).
nl: Gebaseerd op Aegis, maar sterk gewijzigd en verwacht om robuuster te zijn. Let op dat ook deze bot nog geen opgeslagen spellen ondersteunt, en dat hij minder getest is dan Aegis. Gelieven problemen te melden bij Wildfire Games (zie de link in het hoofdmenu).
pt_pt: Baseado no Aegis, mas altamente modificado e possivelmente mais robusto. Note que ainda não permite guardar jogos e não foi tão bem testado como o Aegis. Se encontrar problemas, por favor comunique-os à Wildfire Games (o link está no menu principal).

source: Tutorial AI
de: Tutorial KI
es: IA de tutorial
fr: IA Tutoriel
gd: IF Oideachaidh
gl: Aprendizaxe
pt_pt: Aprendizagem

source: Metal armor for a horse's face.
de: Metallrüstung für den Pferdekopf.
es: Armadura metálica para cabezas de caballos.
fr: Armure métallique pour le museau des chevaux
gd: Armachd meatailt airson aodann eich.
gl: Armadura de metal para o rostro dun cabalo.
nl: Metalen bewapening voor de paardenhoofden.
pt_pt: Armadura de metal para o rosto do cavalo.

source: Equip your cavalry mounts with armor. All Cavalry +1 Hack armor level.
de: Rüste die Pferde deiner Kavallerie mit einer Panzerung aus. Gesamte Kavallerie erhält +1 auf ihren Schutz gegen Hiebe.
es: Equipe a sus monturas de caballería con armadura. Todo la Caballería con +1 en resistencia al corte.
fr: Équiper vos montures de cavalerie d'une armure. Toute la cavalerie gagne +1 point d'armure contre les attaques tranchantes.
gd: Uidheamaich eich an eachraidh agad le armachd. Gheibh na h‑uile eachraidh 1+ de dh'armachd an aghaidh spealgaidh.
gl: Equipa as monturas da túa cabalaría con armadura. A armadura contra folla das unidades a cabalo aumenta en +1.
nl: Rust je ruiters uit met extra pantser. Alle ruiters +1 slagpantser.
pt_pt: Equipe a sua cavalaria com armaduras e aumente a armadura em +1.

source: Chamfron
de: Rossstirn
es: Chaflán protector
fr: Chanfrein
gd: Seampron
gl: Helmo de cabalo
pt_pt: Barda

source: Unlocked in Town Phase.
de: Freigeschaltet in der Dorfphase.
es: Se desbloquea en la Fase urbana.
fr: Débloqué dans la Phase des Villes.
gd: Ri fhaighinn ri linn nam bailtean.
gl: Desbloquéase na fase de vila.
nl: Beschikbaar in stadsfase.
pt_pt: Desbloqueado na Fase de Vila.

source: Body armor fashioned completely of iron, the hardest workable metal known to the ancients.
de: Körperpanzer komplett aus Eisen geformt, das härteste bearbeitbare Metall, welches im Altertum bekannt ist.
es: Armadura corporal fabricada completamente de hierro, el metal trabajable más duro conocido antaño.
fr: Armure corporelle entièrement façonnée en fer, le métal exploitable le plus dur connu des anciens.
gd: Seo armachd bodhaige a tha dèanta de dh'iarann air fad, seo a' mheatailt as cruaidhe a ghabhadh a' cur gu feum 's air an robh an sluagh àrsaidh eòlach.
gl: Armadura de corpo feita completamente de ferro, o metal de traballo máis resistente coñecido na época.
nl: Harnas volledig vervaardigd uit ijzer, het moeilijkst te bewerken metaal in de oudheid.
pt_pt: Armadura de corpo em ferro, o metal mais difícil a ser trabalhado pelos antigos.

source: All heroes +2 Hack Armor Levels and +2 Pierce Armor Levels, but also +50 Metal Cost.
de: Alle Helden +2 Hiebschutz und +2 Durchbohrschutz, aber auch +50 Metallkosten.
es: Todos los héroes +2 niveles de armadura de corte y +2 niveles de armadura de perforación, pero también +50 su coste en metal.
fr: Tous les héros gagnent +2 points d'armure tranchante et +2 points d'armure perçante, mais coûtent aussi +50 de métal.
gd: Gheibh gach curaidh +2 de dh'armachd an aghaidh spealgaidh 's bioraidh ach cosgaidh e +50 de mheatailt a bharrachd.
gl: Aumenta as armaduras de folla e perforación dos heroes en +2, pero o seu custo de metal aumenta tamén en +50.
nl: Alle helden +2 slag- en steekpantser, maar ook +50 extra metaal kost.
pt_pt: Todos ps heróis têm +2 e +1 de armadura mas também um custo de recrutamento em +50 metais.

source: Iron Hero Armor
de: Eiserne Heldenrüstung
es: Armadura de hierro para héroes
fr: Armure de héros en Fer
gd: Armachd meatailt nan curaidhean
gl: Armadura de ferro para o heroe
nl: Yzeren heldenpantser
pt_pt: Armadura de herói em ferro

source: Unlocked in City Phase.
de: Freigeschaltet in der Stadtphase.
es: Se desbloquea en la Fase de ciudad.
fr: Débloqué dans la Phase des Cités.
gd: Ri fhaighinn ri linn nam mòr-bhailtean.
gl: Desbloquéase na fase de cidade.
nl: Beschikbaar in grootstadsfase.
pt_pt: Desbloqueado na Cidade.

source: Quilted linen or leather body armor for infantrymen.
de: Gesteppter Leinen- oder Lederpanzer für Infanterie.
es: Lino acolchado o armadura de cuero para la infantería.
fr: Armure doublée en lin ou en cuir pour les hommes d'infanterie.
gd: Lùirich anart cuilt no leathair airson na coisridh.
gl: Armadura de corpo feita de liño acolchado para a infantaría.
nl: Gewatteerd linnen of leren pantser voor infanterie.
pt_pt: Armadura de corpo acolchoada de linho ou couro para os soldados.

source: All Infantry +1 Hack Armor Level.
de: Infanterie +1 Hiebschutz
es: Toda la infantería +1 nivel de armadura de corte.
fr: Toute l'infanterie gagne +1 point d'armure contre les attaques tranchantes.
gd: Gheibh gach aonad coisridh +1 de dh'armachd an aghaidh spealgaidh.
gl: A armadura de folla da infantaría aumenta en +1.
nl: Alle infanterie +1 slagpantser.
pt_pt: A armadura da infantaria aumenta em +1.

source: Quilted Body Armor
de: Wattierter Körperschutz
es: Armadura acolchada
fr: Armure matelassée
gd: Lùirich cuilt
gl: Armadura de corpo acolchada
nl: Gewatteerd pantser
pt_pt: Armadura de corpo acolchoada

source: Laminated linen body armor for infantrymen.
de: Geschichteter Leinen-Körperschutz für Infanterie.
es: Armadura corporal de lino laminado para la infantería.
fr: Armure recouverte de lin pour les hommes d'infanterie.
gd: Lùirich anairt lannaichte airson a' choisridh.
gl: Armadura de corpo de liño laminado para a infantaría.
nl: Gelamimeerd linnen pantser voor infanterie.
pt_pt: Armadura de corpo laminada com linho para a infantaria.

source: Laminated Linen Body Armor
de: Geschichteter Leinen-Körperschutz
es: Armadura de lino laminado
fr: Armure de lin laminé
gd: Lùirich anairt lannaichte
gl: Armadura de corpo de liño laminado
nl: Gelamineerd linnen pantser
pt_pt: Armadura de corpo de linho laminado

source: Body armor reinforced with bronze scales.
de: Mit Bronzeschuppen verstärkter Körperschutz.
es: Armadura corporal reforzada con escamas de bronce.
fr: Armure renforcée avec des écailles en bronze.
gd: Lùirich air a neartachadh le lannan umha.
gl: Armadura de corpo reforzada con placas de bronce.
nl: Harnas verstevigd met bronzen schubben.
pt_pt: Armadura de corpo reforçada com placas de bronze.

source: Scale Body Armor
de: Schuppenrüstung
es: Armadura de escamas
fr: Armure d’écailles
gd: Lùirich lannan umha.
gl: Armadura de placas
nl: Geschaald lichaamspantser
pt_pt: Armadura de placas
