Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Seleucid and indeed Successor warfare evolved over the course of the 3rd and 2nd centuries. Contact with Eastern upstarts such as the Parthians and constant revolts of peripheral satrapies such as Bactria caused the Seleucids to reform their military and change their tactics, specifically in the cavalry arm. War with the Romans from the West and invasions from the Galatians also forced the Seleucids to reform their infantry regiments to be more flexible.
de: Die Kriegsführung der Seleukiden und auch deren Nachfolger entwickelte sich im Laufe des 3. und 2. Jahrhunderts. Kontakt mit expandierenden Ostvölkern, wie den Parthern, und andauernde Revolten periphärer Satrapien, wie Baktrien, zwangen die Seleukiden zu militärischen Reformen und Änderungen der Kampftaktik, speziell der Reiterei. Der Krieg mit den Römern im Westen und Überfälle der Galater zwangen die Seleukiden, ebenfalls ihre Fußtruppen zu reformieren, um sie flexibler werden zu lassen.
es: Seléucida y de hecho Sucesor de la guerra que se desarrolló en el transcurso de los siglos 3ro y 2do. El contacto con pretenciosos del Este, como los partos y las revueltas constantes de las satrapías periféricas, como Bactria, hizo que los seléucidas reformaran sus fuerzas armadas y cambiaran sus tácticas, específicamente en el brazo de caballería. La guerra con los romanos de Occidente y las invasiones de los Gálatas también obligó a los seléucidas a reformar sus regimientos de infantería para ser más flexibles.
fr: Séleucos et la guerre de succession prirent place aux 3e et 2e siècles av. J.C. Les contacts avec les jeunes peuples de l'Est comme les Parthes et les constantes révoltes des satrapies éloignées comme la Bactriane poussa les Séleucides à des réformes militaires et à un changement de tactique, en particulier avec la cavalerie. La guerre avec les Romains à l'ouest et les invasions des Galates obligèrent aussi les Séleucides à réformer leurs régiments d'infanterie vers une plus grande souplesse.
gl: As tácticas de guerra dos seléucidas e desde logo dos sucesores evolucionaron durante o transcurso do terceiro e segundo séculos antes de cristo. O contacto coas novas civilizacións do leste coma os partos e as constantes revoltas das satrapías da periferia como Bactria obrigaron aos seléucidas a reformar o seu exército e cambiar as súas tácticas, especialmente no brazo da cabalaría. A guerra cos romanos polo oeste e as invasións dos gálatas tamén obrigaron aos seléucidas a reformar os seus reximentos de infantaría para facelos máis flexíbeis.
nl: Seleucidische krijgskunde (en die van alle opvolgers) evolueerde in de 3de en 2de eeuw V.C.. Door contact met oostelijke groepen zoals Parthië, en de continue revoluties binnen afgelegen satrapieën als Bactrië zorgden dat de Seleuciden hun leger moesten hervormen, en hun tactieken wijzigen. Vooral hun gebruik van ruiters was verouderd. De oorlogen in het westen met de Romeinen en in Galatië zorgden er ook voor dat de infanterie van het Seleucidische leger flexibeler moest worden.
pt_pt: O selêucida e o seu sucessor de guerra evoluíram ao longo dos séculos II e III. O contacto com os iniciantes orientais e a Pártia e também as revoltas constantes nas satrapias como Báctria obrigaram os selêucidas reformarem o seu exército e a mudarem as tácticas militares, sobretudo na cavalaria. A guerra com os romanos do ocidente as invasões dos gálatas também obrigou que os selêucidas reformassem a sua infantaria para ser mais flexível.

source: Allied Civic Centers are 20% cheaper.
de: Verbündete Verwaltungssitze sind 20% billiger.
es: Los Centros Urbanos aliados son un 20% más baratos.
fr: Les centres-villes alliés sont 20 % moins chers.
gd: Tha ionadan sìobhalta caidreabhach 20% nas saoire.
gl: O custo dos centros cívicos dos aliados redúcese nun -20%.
nl: Geallieerde beschavingscentra zijn 20% goedkoper.
pt_pt: Centros cívicos aliados são 20% mais baratos.

source: Syrian Tetrapolis
de: Syrische Tetrapolis
es: Tetrápolis siria
fr: Trétrapole syrienne
gd: Ceithir-bhaile Siridheach
gl: Tetrápole siria
nl: Syrische Tetrapolis
pt_pt: Tetrapolis síria

source: The political core of the Seleucid Empire consisted of four 'sister' cities: Antioch (the capital), Seleucia Pieria, Apamea, and Laodicea.
de: Der politische Kern des seleukidischen Reiches bestand aus 4 "Schwester"-Städten: Antiochien (die Hauptstadt), Seleukia Pieria, Apamea und Laodikeia.
es: El centro político del Imperio Seléucida consistía de cuatro ciudades 'hermanas': Antioquía(La Capital), Seleucia Pieria, Apamea, y Laodicea.
fr: Le cœur politique de l'Empire séleucide se composait de quatre villes 'sœurs': Antioche (la capitale), Séleucie de Piérie, Apamée et Laodicée.
gl: O núcleo político do imperio dos seléucidas estaba formado por catro cidades “irmás”: Antioquía (a capital), Seleucia Pieria, Apamea e Laodicea.
nl: Het politieke centrum van het Seleucidische rijk bestond uit vier zustersteden: Antioch (de hoofdstad), Seleucia Pieria, Apamea en Laodicea.
pt_pt: O núcleo político do Império Selêucida consiste em quatro cidades "irmãs": Antioquia (capital), Selêucia Piéria, Apameia e Laodiceia.

source: Seleucus I Nicator
de: Seleukos I. Nikator
es: Seleuco I Nicátor
fr: Séleucos Ier Nicator
gl: Seleuco I Nicátor
pt_pt: Seleuco I Nicator

source: Antiochus I Soter
de: Antiochos I. Soter
es: Antíoco I Sóter
fr: Antiochos Ier Sôter
gl: Antíoco I Sóter
pt_pt: Antíoco I Sóter

source: Antiochus II Theos
de: Antiochos II. Theos
es: Antíoco II Theos
fr: Antiochos II Théos
gl: Antíoco II Teos
pt_pt: Antíoco II Teos

source: Seleucus II Callinicus
de: Seleukos II. Kallinikos
es: Seleuco II Calinico
fr: Séleucos II Kallinikos
gl: Seleuco II Calinico
pt_pt: Seleuco II Calínico

source: Seleucus III Ceraunus
de: Seleukos III. Keraunos
es: Seleuco III Cerauno
fr: Séleucos III Sôter
gl: Seleuco III Cerauno
pt_pt: Seleuco III Cerauno

source: Antiochus III Megas
de: Antiochos III. der Große
es: Antíoco III Megas
fr: Antiochos III Mégas
gl: Antíoco III o Grande
pt_pt: Antíoco III Magno

source: Seleucus IV Philopator
de: Seleukos IV. Philopator
es: Seleuco IV Filopátor
fr: Séleucos IV Philopator
gl: Seleuco IV Filopátor
pt_pt: Seleuco IV Filopáter

source: Antiochus IV Epiphanes
de: Antiochos IV. Epiphanes
es: Antíoco IV Epífanes
fr: Antiochos IV Épiphane
gl: Antíoco IV Epífanes
pt_pt: Antíoco IV Epifânio

source: Antiochus V Eupator
de: Antiochos V. Eupator
es: Antíoco V Eupator
fr: Antiochos V Eupator
gl: Antíoco V Eupátor
pt_pt: Antíoco V Eupator

source: Demetrius I Soter
de: Demetrios I. Soter
es: Demetrio I Sóter
fr: Démétrios Ier Sôter
gl: Demetrio I Sóter
pt_pt: Demétrio I Sóter

source: Alexander I Balas
es: Alejandro I Balas
fr: Alexandre Ier Balas
gd: Alastair I Balas
gl: Alexandre I Balas
pt_pt: Alexandre Balas

source: Demetrius II Nicator
de: Demetrios II. Theos Nikator Philadelphos
es: Demetrio II Nicátor
fr: Démétrios II Nicator
gl: Demetrio II Nicátor
pt_pt: Demétrio II Nicator

source: Antiochus VI Dionysus
de: Antiochos VI. Dionysos
es: Antíoco VI Dioniso
fr: Antiochos VI Dionysos
gl: Antíoco VI Dioniso
pt_pt: Antíoco VI Teos Epifânio

source: Diodotus Tryphon
de: Diodotos Tryphon
es: Diodoto Trifón
fr: Diodote Tryphon
gl: Diodoto Trifón
pt_pt: Diódoto Trífon

source: Antiochus VII Sidetes
es: Antíoco VII Sidetes
fr: Antiochos VII Sidêtês
gl: Antíoco VII Sidetes
pt_pt: Antíoco VII Sideta

source: Alexander II Zabinas
es: Alejandro II Zabinas
fr: Alexandre II Zabinas
gd: Alastair II Zabinas
gl: Alejandro II Zabinas
pt_pt: Alexandre Zabinas

source: Seleucus V Philometor
de: Seleukos V. Philometor
es: Seleuco V Filométor
fr: Séleucos V Philometor
gl: Seleuco V Filometor
pt_pt: Seleuco V Filometor

source: Antiochus VIII Grypus
de: Antiochos VIII. Grypos
es: Antíoco VIII Grypus
fr: Antiochos VIII Philométor
gl: Antíoco VIII Grifón
pt_pt: Antíoco VIII Filometor

source: Antiochus IX Cyzicenus
de: Antiochos IX. Kyzikenos
es: Antíoco IX Cyzicus
fr: Antiochos IX de Cyzique
gl: Antíoco IX Eusebio
pt_pt: Antíoco IX de Cízico

source: Seleucus VI Epiphanes
de: Seleukos VI. Epiphanes Nikator
es: Seleuco VI Epífanes
fr: Séleucos VI Épiphane
gl: Seleuco VI Epífanes
pt_pt: Seleuco VI Epifânio Nicator

source: Antiochus X Eusebes
de: Antiochos X. Eusebes Philopator
es: Antíoco X Eusebio
fr: Antiochos X Eusèbe
gl: Antíoco X Eusebio
pt_pt: Antíoco X Eusébio

source: Demetrius III Eucaerus
de: Demetrios III. Eukairos
es: Demetrio III Eucarios
fr: Démétrios III Eukairos
gl: Demetrio III Eucarios
pt_pt: Demétrio III Filopáter

source: Antiochus XI Epiphanes
de: Antiochos XI. Epiphanes
es: Antíoco XI Epífanes
fr: Antiochos XI Épiphane
gl: Antíoco XI Epífanes
pt_pt: Antíoco XI Epifânio Filadelfo

source: Philip I Philadelphus
de: Philipp I. Philadelphos
es: Filipo I Filadelfo
fr: Philippe Ier Philadelphe
gd: Filip I Philadelphus
gl: Filipo I Filadelfo
nl: Philippus I Philadelphus
pt_pt: Filipe I Filadelfo

source: Antiochus XII Dionysus
de: Antiochus XII.
es: Antíoco XIII Dioniso
fr: Antiochos XII Dionysos
gl: Antíoco XII Dioniso
pt_pt: Antíoco XII Dionísio

source: Seleucus VII Kybiosaktes
de: Seleukus VII. Kybiosaktes
es: Seleuco VII Cibiosactes
fr: Séleucos VII Kybiosaktes
gl: Seleuco VII Cibiosactes
pt_pt: Seleuco Cibiosates

source: Antiochus XIII Asiaticus
de: Antiochos XIII. Philadelphos Asiatikos
es: Antíoco XIII Asiático
fr: Antiochos XIII Asiaticus
gl: Antíoco XIII Asiático
pt_pt: Antíoco XIII Asiático

source: Philip II Philoromaeus
de: Philipp II. Philorhomaios
es: Filipo II Filorromano
fr: Philippe II Philoromaios
gl: Filipo II Filorromano
nl: Philippus II Philoromaeus
pt_pt: Filipo II Filoromeu

source: Traditional Army unlocks Silver Shields and Scythed Chariots, Reform Army unlocks Romanized Heavy Swordsmen and Cataphracts.
de: Traditionelle Armee schaltet Silber Schilde und Sichelwagen frei, Reform Armee schaltet Romanisierung schwere Schwertkämpfer und Kataphrakte frei.
es: Ejército Tradicional desbloquea Escudos Plateados y Carros con Guadaña, Ejército de la Reforma desbloquea Espadachines Pesados Romanizados y Catafractas.
fr: L'armée traditionnelle débloque les boucliers d'argent et les chars à faux, l'armée de réforme débloque les épéistes lourds romanisés et les cataphractaires.
gd: Bheir am feachd tradaiseanta sgiathan airgid 's feunan-speala dhut, bheir feachd an ath-leasachaidh claidheamhairean troma Ròmanach 's cataphragan Seleucach dhut.
gl: O «exército tradicional» desbloquea os «escudos de prata» e mailos «carros con gadaña», mentres que o «exército reformado» desbloquea os «espadachíns pesados romanos» e os «catafractos».
nl: Traditioneel leger geeft toegang tot de zilveren schilden en de strijdwagens met zeisen. Het gereformeerde leger geeft toegang tot de geromaniseerde zware zwaardvechter en de Katafract.
pt_pt: Exército tradicional desbloqueia escudos de prata e carro falcado. Reforma militar desbloqueia espadachins fortes e catafractários.

source: Traditional Army vs. Reform Army
de: Traditionelle Armee vs. reformierte Armee
es: Ejército tradicional vs. Ejército de la Reforma
fr: Armée traditionnelle vs. Armée réformée
gd: Feachd tradaiseanta no feachd an ath-leasachaidh
gl: Exército tradicional ou reformado
nl: Traditioneel vs gereformeerd leger
pt_pt: Exército tradicional contra reforma militar

source: A one-time purchase of 20 Indian War Elephants from the Mauryan Empire.
de: Eine einmalige Anschaffung von 20 indischen Kriegselefanten aus dem Maurya-Reich.
es: Una compra única de 20 Elefantes de guerra hindúes del Imperio Mauriano.
fr: Un achat ponctuel de 20 éléphants de guerre indiens de l'empire Maurya.
gd: Ceannach aon-turais de 20 ailbheanan cogaidh Innseanach o Impireachd nam Mauryach.
gl: Unha adquisición puntual de 20 elefantes de guerra indios do Imperio Mauro.
nl: Een éénmalige aankoop van 20 oorlogsolifanten van het Mauryaanse rijk.
pt_pt: Uma só compra de 20 elefantes de guerra indianos do império Mauria.

source: Marriage Alliance
de: Ehe-Allianz
es: Alianza matrimonial
fr: Alliance matrimoniale
gd: Caidreachas pòsaidh
gl: Alianza matrimonial
nl: Huwelijksalliantie
pt_pt: Aliança em casamento

source: Seleucus I Nicator invaded the Punjab region of India in 305 BC, confronting Chandragupta Maurya (Sandrokottos), founder of the Mauryan empire. It is said that Chandragupta fielded an army of 600,000 men and 9,000 war elephants (Pliny, Natural History VI, 22.4). Seleucus met with no success and to establish peace between the two great powers and to formalize their alliance, he married his daughter to Chandragupta. In return, Chandragupta gifted Seleucus a corps of 500 war elephants, which would prove a decisive military asset for Seleucus as he fought the rest of Alexander's successors.
de: Seleukos I. Nikator überfiel die Punjab-Region Indiens 305 v. Chr. und stand Chandragupta Maurya (Sandrokottos), dem Gründer Mauryareiches gegenüber. Es wird berichtet, dass Chandragupta eine Armee von 600.000 Mann und 9.000 Kriegselefanten aufgestellt hatte (Plinius der Ältere, Historia naturalis VI, 22.4). Seleukos blieb erfolglos und um Frieden zwischen den beiden Großmächten herzustellen und zu besiegeln, verheiratete er seine Tochter mit Chandragupta. Im Gegenzug schenkte Chandragupta Seleukos einen Trupp von 500 Kriegselefanten, die ein entscheidender Aktivposten für Seleukos waren, als er den Rest von Alexanders Nachfolgern bekämpfte.
es: Seleuco I Nicator invadió la región del Punjab de la India en el año 305 antes de Cristo, confrontando contra Chandragupta Maurya (Sandrokottos), fundador del imperio Maurya. Se dice que Chandragupta envió un ejército de 600.000 hombres y 9.000 elefantes de guerra (Plinio, Historia Natural VI, 22,4). Seleuco no tuvo ningún éxito y para establecer la paz entre las dos grandes potencias y por formalizar su alianza, casó su hija con Chandragupta. A cambio, Chandragupta doto a Seleuco con un regimiento de 500 elefantes de guerra, que probarían ser un activo militar decisivo para Seleuco mientras luchaba contra el resto de los sucesores de Alejandro.
fr: Séleucos Ier Nicator envahit le Penjab en Inde en 305 av. J.C., dans un affrontement contre Chandragupta Maurya (Sandrokuptos en grec ancien), le fondateur de l'empire Maurya. On raconte que Chandragupta rassembla une armée de 600.000 hommes et 9.000 éléphants (Pline, Histoire Naturelle VI, 22.4). Séleucos ne remporta pas de succès et afin d'assurer la paix entre les deux grandes puissances et asseoir leur alliance, il maria sa fille à Chandragupta. En échange, Chandragupta offrit à Séleucos un ensemble de 500 éléphants de guerre, qui se révéleront un atout majeur pour Séleucos dans ses combats contre les autres héritiers d'Alexandre.
gl: Seleuco I Nicátor invadiu a rexión india de Punjab no ano 305 a.C., onde se enfrontou a Chandragupta Mauria, fundador do Imperio Maura. Disque Chandragupta reuniu un exército de 600.000 homes e 9.000 elefantes de guerra (Pliny, Natural History VI, 22.4). A invasión de Seleuco non tivo éxito, e para establecer a paz entre as dúas grandes potencias e formalizar a súa alianza, casou a súa filla con Chandragupta. A cambio, Chandragupta agasallou a Seleucos cunha forza de 500 elefantes de guerra, os cales supuxeron unha gran vantaxe militar na loita contra o resto de sucesores de Alexandre.
nl: Seleucus I Nicator viel de Punjab regio (India) binnen in 305 V.C. Daar ontmoette hij Chandragupta Maurya, stichter van de Mauryadynastie. Chandragupta verzamelde een leger van 600 000 man en 9000 oorlogsolifanten (Pliny, Natural History VI, 22.4). Om vrede tussen de twee supermachten te bekomen en om hun alliantie te versterken trouwde Seleucus' dochter met Chandragupta. Als wederdienst heeft Chandragupta 500 oorlogsolifanten gegeven aan Seleucus. Deze kon hij gebruiken in de oorlogen tussen Alexander's opvolgers.
pt_pt: Seleuco I Nicator invadiu a região indiana de Punjab em 305 a.C, confrontando Chandragupta Mauria (Sandrokottos), fundador do Império Mauria. Diz-se que Chandragupta colocou em campo um exército de 600.000 homens e 9000 elefantes de guerra (Plínio, História Natural VI, 22,4). Seleuco não teve êxito e, para estabelecer a paz entre as duas potências e formalizar a sua aliança, casou a sua filha com Chandragupta. Em troca, Chandragupta ofereceu a Seleuco um pelotão de 500 elefantes de guerra, que vieram a revelar-se um triunfo militar para Seleuco na luta contra os outros sucessores de Alexandre Magno.

source: The beautiful and powerful breed of Nisean horses increases health for Seleucid cavalry.
de: Die schöne und mächtige Rasse der Nisean-Pferde erhöht Gesundheit für seleukide Kavallerie.
es: La hermosa y poderosa raza de caballos de Nisea aumenta la salud para la caballería seléucida.
fr: La belle et puissante race de chevaux niséens améliore la santé de la cavalerie séleucide.
gd: An sìol eireachdail is cumhachdach de dh'eich Niseanach a bheir barrachd slàinte do dh'eachdraidh nan Seuleucach.
gl: A fermosa e poderosa raza de cabalos de Nisaia aumenta a vida da cabalaría seléucida.
nl: Het mooie en krachtige Niseaans paardenras zorgt voor een hogere gezondheid voor de Perzische ruiters.
pt_pt: A beleza e o poderio da raça de cavalos Nisean aumenta a vida da cavalaria selêucida.

source: Always lying in wait for the neighboring nations, strong in arms and persuasive in council, he (Seleucus) acquired Mesopotamia, Armenia, 'Seleucid' Cappadocia, Persis, Parthia, Bactria, Arabia, Tapouria, Sogdia, Arachosia, Hyrcania, and other adjacent peoples that had been subdued by Alexander, as far as the river Indus, so that the boundaries of his empire were the most extensive in Asia after that of Alexander. The whole region from Phrygia to the Indus was subject to Seleucus. — Appian, 'The Syrian Wars'.
de: Immer auf der Lauer auf benachbarte Länder, stark bei der Armee und überzeugend im Konzil, eroberte er (Seleukos) Mesopotamien, Armenien, das "seleukidische" Kappadokien, Persis, Parthien, Baktrien, Arabien, Tabaristan, Sogdien, Arachosien, Hyrkanien und andere angrenzende Völker, die von Alexander unterjocht worden waren, bis hin zum Indus, so dass die Grenzen seines Reiches die weitesten in Asien waren nach denen von Alexander. Die ganze Region von Phrygien bis zum Indus war Eigentum von Seleukos. - Appianus, "Die syrischen Kriege".
es: Siempre al acecho de las naciones vecinas, fuerte en armas y persuasivo en el consejo, él (Seleuco) adquirió Mesopotamia, Armenia, 'Seléucida' Capadocia, Persis, Partia, Bactria, Arabia, Tapouria, Sogdia, Arachosia, Hircania, y otros pueblos adyacentes que habían sido sometidos por Alejandro, tan lejos como el río Indo, por lo que los límites de su imperio eran los más extensos de Asia después de el de Alejandro. Toda la región desde Frigia hasta el Indo estaba sujeta a Seleuco. — Appian, 'Las Guerras Sirias'.
fr: Toujours à l'affût des nations voisines, fort en armes et persuasif en conseil, Séleucus a acquis la Mésopotamie, l'Arménie, la Cappadoce 'séleucide', la Perside, la Parthie, la Bactriane, l'Arabie, la satrapie de Tapouria, La Sogdiane, l'Arachosie, l'Hyrcanie, et d'autres peuples à proximité qui avaient été soumis par Alexandre, aussi loin que le fleuve Indus, de sorte que les limites de son empire étaient le plus vaste en Asie après celui d'Alexandre. Toute la région de Phrygie à l'Indus était soumise à Séleucus. — Appien, 'Les guerres de Syrie'.
gl: Sempre á espera das nacións veciñas, agresivo na batalla e persuasivo fóra dela, Seleuco anexionou Mesopotamia, Armenia, “Seleucia” Capadocia, Persos, Partia, Bactria, Arabia, Tapouria, Sogdia, Arachosia, Hircania, e outros pobos adxacentes que foran subxugados por Alexandre, ata a mesmísima beira do río Indo, para que así as fronteiras do seu imperio fosen as máis extensas en Asia despois das de Alexandre. Toda a rexión, desde Frixia ata o Indo, obedecía a Seleuco. — Apiano, «As guerras sirias».
nl: Altijd behulpzaam voor buren, een sterk leger en overtuigende woorden. Dat zorgde er voor dat Seleucus territoria zoals Mesopotamië, Armenië, Cappadocië, Perzië, Parthië, Bactrië, Arabië, Tapourië, Sogdië, Arachosië, Hyrcanië verwierf. Zo creëerde hij het grootste Azische rijk na Alexander. - Appian, "De Syrische Oorlogen".
pt_pt: Sempre vigiando os povos vizinhos, forte militarmente e persuasivo diplomaticamente, Seleuco I Nicator conquistou Mesopotâmia, Arménia, Capadócia "selêucida", Persis, Pártia, Báctria, Arábia, Tapouria, Sogdiana, Aracósia, Hircânia e outros povos vizinhos que tinham sido conquistados por Alexandre Magno na medida que o seu império foi um dos mais extensos na Ásia após o império de Alexandre Magno. Toda a região de Frígia ao rio Indo foi conquistada por Seleuco I Nicator. — Ápia, "As Guerras da Síria".
