Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Kunobelinos, perhaps better known by the latinized form of Cunobelin, was a powerful ruler centered in the territory around modern day Colchester. Ruling the Catuvellauni from Kamulodunon(better known as Camulodunum), he was a warrior king who conquered a neighboring tribe, the Trinovantes, and was referred to by the Romans as the King of the Britons. The Trinovantes, while having been Roman allies, were not able to call for Roman aide, as they were conquered shortly after the Roman's own disaster in Germania. Kunobelinos died of disease after subjugating the great majority of the southern half of Britain (his coins were being minted as far as the borders of what would become Wales). When he died, his son Togdumnos replaced him, who died in battle with the Romans, and was subsequently replaced by his brother, Karatakos. It is an irony that it was his third son that initially invited this Roman reprisal. Kunobelinos seems to have been indifferent to the Romans. He traded with them freely, but had few qualms subjugating known Roman allies, and even sent Adminius as a fosterling to be educated in Roman Gaul. This accounted for Adminius's friendships among the Romans, and he was given lordship over the Cantaci, who inhabited Kent, by his father. This area was the prime area of Roman influence and trade in Britain, and he shrewdly observed his youngest son's friendship with powerful Roman and Gallo-Roman politicians and traders would be of use administrating the region. His other sons though had no love for the Romans, and when Kunobelinos died, Togdumnos, now king, arrested, executed, or expelled numerous Roman sympathizers, including his own brother Adminius, and the deposed Atrebates king, Verica, who appealed to their connections in the Roman Empire for aide in recovering their lands. Kunobelinos in his own time though was possibly one of the greatest of all British kings. He conquered huge portions of land from originally ruling over only four minor tribes in a confederation, the Catuvellauni, and achieved recognition as king of Britain. This recognition was so great that tribes in Cambria even came to assist his sons against the Romans and their British allies, and Kunobelinos was held up by the post-Roman Britons as one of their great heroes; a conqueror and uniter of petty kingdoms, something the post-Roman Britons or Romano-British sorely needed.
de: Kunobelinos, im Lateinischen bekannt als Cunobelin, war ein mächtiger Herrscher. Er regierte die Catuvellaunen von Camulodunum (dem heutigen Colchester) aus und war ein Kriegerkönig, der die Trinovanten unterwarf. Er wurde von den Römern laut Sueton als König der Britonen anerkannt. Die Trinovanten, obgleich ebenfalls Alliierte der Römer, erhielten von diesen jedoch keine militärische Hilfe, da ihre Unterwerfung kurz nach dem römischen Disaster im Teutoburger Wald stattfand. Kunobelinos starb an einer Krankheit, nachdem er den Großteil Südenglands bezwungen hatte (Münzen mit seinem Abbild wurden an die Grenzen des heutigen Wales gefunden). Nach seinem Tode regierte sein Sohn Togodumnus, der in einer Schlacht mit den Römern fiel, und sein Bruder Karatakos übernahm seinen Platz. Es ist eine Ironie des Schicksals, dass es Kunobelinos' dritter Sohn war, der diesen römischen Vergeltungsschlag herausforderte. Kunobelinos verhielt sich den Römern gegenüber neutral. Er trieb regen Handel mit ihnen, aber forderte auch Ärger heraus, indem er römische Alliierte unterwarf. Schließlich schickte er seinen Pflegesohn Adminius zur Ausbildung ins römische Gallien. Dies trug zu Adminius' Freundschaft mit den Römern bei und ihm wurde von seinem Vater die Herrschaft über die Cantaci übertragen, die Kent bewohnten. Diese Gegend war das Haupthandels- und Einflußgebiet der Römer in Britannien und er bemerkte scharfsinnig, das die Freundschaft seines jüngsten Sohnes mit mächtigen römischen und gallo-römischen Politikern und Händlern nützlich für das Regieren dieser Region sein würde. Seine anderen Söhne jedoch mochten die Römer nicht und als Kunobelinos starb, verhaftete, exekutierte und vertrieb der neue König Togodumnus zahlreiche römische Sympatisanten, unter ihnen seinen eigenen Bruder Adminius und den enttrohnten Atrebatenkönig Verica, welche ihre römischen Beziehungen hatten spielen lassen, um ihre Länder zurückzuerlangen. Kunobelinos war zu seiner Zeit wahrscheinlich einer der größten Könige Britanniens. Er eroberte große Ländereien, obwohl er ursprünglich nur vier kleine verbündete Stämme, die Catuvellauni, anführte und erlangte die Anerkennung als König der Briten. Sein Ruf war so groß, dass sogar Stämme aus Wales zur Unterstützung seiner Söhne gegen die Römer und ihre örtlichen Alliierten herbeieilten und Kunobelinos wurde von den nachrömischen Briten als einer ihrer größten Helden verehrt; ein Eroberer und Vereiniger unbedeutender Königreiche, als jemand, dessen Hilfe die nachrömischen und späteren Briten dringend bedurften.
es: Kunobelinos, más conocido por la forma latinizada Cunobelino, era un poderoso gobernante del territorio que ocupa la actual Colchester. Era un rey guerrero que desde Kamulodunon (o Camulodunum) conquistó a los Trinovantes, una tribu vecina, por lo cual los romanos le dieron el nombre de Rey de los Britanos. A pesar de tener a los romanos como aliados, los Trinovantes no pudieron pedir la ayuda de Roma porque fueron conquistados muy poco después del propio desastre romano en Germania. Kunobelinus murió por una enfermedad luego de haber subyugado a la gran parte de la mitad sur de Bretaña (se acuñaron sus monedas hasta la frontera de lo que hoy es Gales). Cuando murió, su hijo Togodumo lo reemplazó pero murió en batalla contra los romanos, y luego fue reemplazado por su hermano Karatakos. Es irónico que fuera su tercer hijo el que empezó la represalia contra los romanos. Kunobelinos parece haber sido indiferente a los romanos. Comerciaba libremente con ellos, pero tenía pocos escrúpulos para subyugar aliados romanos. Incluso envió a Adminius a la Galia romana para que fuera educado, lo que dio cuenta de la amistad de Adminius con los romanos. Su padre le otorgó el señorío de los Cantiaci, que habitaban en Kent, el área con mayor influencia romana y flujo comercial de Bretaña, y observó hábilmente que la amistad que trababa su hijo menor con los poderosos políticos y comerciantes romanos y galo-romanos le serviría para administrar la región. Sin embargo, sus otros hijos no tenían cariño por los romanos y cuando Kunobelinus murió, Togodumo, ahora rey, arrestó, ejecutó y expulsó a numerosos simpatizantes de los romanos, incluyendo a su propio hermano Adminius y al depuesto rey de Atrevates, Verica, quien recurrió a sus conexiones con el Imperio Romano para recuperar sus tierras. Puede que Kunobelinus haya sido uno de los grandes reyes británicos de su tiempo. Pasó de solo gobernar cuatro tribus pequeñas en una confederación, los Catuvellauni, a conquistar grandes porciones de tierra y ser reconocido como rey de Bretaña. Tan grande fue el reconocimiento que incluso las tribus de Cambria ayudaron a sus hijos contra los romanos y sus aliados britanos, y los britanos posromanos consideraron a Kunobelinus como uno de sus grandes héroes: un conquistador y unificador de reinos insignificantes, algo que los britanos posromanos o los britanos-romanos necesitaban con urgencia.
fr: Kunobelinos, ou Cunobelinos, était un souverain puissant des territoires autour de l'actuelle Colchester. Régnant sur les Catuvellauni de Kamulodunon (plus connu sous le nom de Camulodunum), il était un roi guerrier qui conquit une tribu voisine, les Trinovantes, et était appelé par les Romains Roi des Bretons. Les Trinovantes, même s'ils étaient alliés des Romains, ne purent appeler Rome à l'aide car ils furent envahis juste après la déroute romaine en Germanie. Kunobelinos mourut de maladie après avoir assujetti la grande majorité du sud de la Bretagne (ses pièces de monnaie ont été frappées jusqu'aux frontières de ce qui deviendrait le Pays de Galles). Quand il mourut, son fils Togdumnos lui succéda mais mourut lors d'une bataille contre les Romains, et fut à son tour remplacé par son frère, Caratacos. Ironiquement, c'est son troisième fils qui était à l'origine des représailles romaines. Kunobelinos semble avoir été indifférent aux Romains. Il a commercé avec eux librement, mais il n'avait pas de scrupules à asservir les alliés connus de Rome, et envoya même Adminius étudier en Gaule romaine. Cela explique les liens d'amitié d'Adminius avec les Romains, qui lui donnèrent autorité sur les Cantaci, qui habitaient le Kent du temps de son père. Cette région était la principale zone d'influence et de commerce des Romains en Bretagne, et il a compris que l'amitié de son plus jeune fils avec les puissants politiciens et commerçants romains et gallo-romains serait utile pour administrer cette région. Ses autres fils n'avaient cependant pas de sympathie pour les Romains, et quand Kunobelinos mourut, Togdumnos devenu roi fit arrêter, exécuter ou expulser nombre de sympathisants des Romains, y compris son propre frère Adminius, ainsi que le roi déchu des Atrébates, Verica, qui fit appel à ses connaissances dans l'empire Romain afin de récupérer ses terres. Kunobelinos en son temps fut probablement un des plus grands rois de Bretagne. Il conquit de nombreuses terres, gouverna au début seulement la confédération de quatre tribus mineures, les Catuvellauni, puis finit par se faire reconnaître roi de Bretagne. Cette reconnaissance fut si étendue que même les tribus de Cambrie vinrent aider ses fils contre les Romains et leurs alliés bretons. Kunobelinos a été retenu par les Bretons post-romains comme l'un de leurs plus grands héros ; un conquérant et unificateur de petits royaumes, ce qui fit cruellement défaut aux bretons post-romains ou aux romano-bretons.
gl: Cunobelino foi un poderoso rei do territorio que arrodea a actual Colchester. Rei dos catuveláns de Camulodunum, era un rei guerreiro que conquistou unha tribo veciña, os trinovantes, e os romanos referíanse a el como rei dos bretóns. Os trinovantes, que foran aliados dos romanos, non foran capaces de pedir a axuda de Roma a tempo, posto que foron conquistados pouco despois da derrota que os romanos sufriron en Xermania. Cunobelino morreu enfermo tras subxugar a gran maioría da metade sur de Bretaña (as súas moedas acuñábanse ata a fronteira do que hoxe é Gales). Cando morreu, o seu fillo Togodumno substituíuno, e morreu durante unha batalla cos romanos, sendo a continuación substituído polo seu irmán Carataco. Ironicamente, foi o terceiro dos seus fillos o que inicialmente motivou as represalias dos romanos. Parece ser que os romanos a Cunobelino resultábanlle indiferentes. Comerciaba con eles, pero tivo algúns problemas ao subxugar aliados deles, e mesmo enviou a Adminius para ser educado na Galia romana. De aí a amizade de Adminius entre os romanos, pola que seu pai lle entregou as terras dos cantiaci que habitaban o Kent. Esta zona era a de maior influencia e comercio que os romanos tiñan en Bretaña, e Cunobelino confiaba en que a amizade do seu fillo con poderosos políticos e comerciantes romanos e galo-romanos lle resultase de utilizade para administrar a rexión. Pola contra, os seus outros fillos non gustaban dos romanos, e cando Cunobelino morreu, Togodumno, agora rei, arrestou, executou ou expulsou numerosos simpatizantes dos romanos, incluíndo o seu propio irmán Adminius, e o derrocado rei de Atrebates, Verica, que apelaron ás súas conexións no Imperio Romano en busca de axuda para recuperar as súas terras. Porén, no seu tempo, Cunobelino foi posiblemente un dos máis grandes reis británicos. Cunobelino, que comezou gobernando unicamente catro tribos menores na confederación catuvelá, conquistou enormes porcións de terra e conseguiu ser recoñecido como o rei de Bretaña. Ese recoñecemento era tal que as tribos de Cambria axudaron ao seu fillo contra os romanos e os seus aliados británicos, e os británicos que seguiron aos romanos contaron a Cunobelino entre os seus grandes heroes; como un conquistador e unificador de pequenos reinos, algo que os británicos que seguiron aos romanos ou britano-romanos realmente necesitaban.
nl: Kunobelinos, misschien beter bekend onder de Latiijnse vorm 'Cunobelin', was een machtige heerser, gestationeerd in het gebied rond hedendaagse Colchester. Als heerser van de Catuvellauni uit Kamulodunon (beter bekend als Camulodunum), was hij een oorlogenkoning die een naburige stam, de Trinovantes veroverde, en werd door de Romeinen bekend als de koning van de Britten. De Trinovantes, die Romeinse bondgenoten waren, konden geen Romeinse hulp inroepen, aangezien ze werden overwonnen kort na de nederlaag van de Romeinse troepen in Germania. Kunobelinos stierf van een ziekte nadat hij de grote meerderheid van de zuidelijke helft van Groot-Brittannië aan zichzelf onderworpen had (zijn munten werden geslagen tot aan de grenzen van wat Wales zou worden). Toen hij stierf werd hij opgevolgd door zijn zoon Togdumnos, die in een strijd met de Romeinen stierf, en werd later vervangen door zijn broer, Karatakos. Kunobelinos lijkt onverschillig tegenover de Romeinen te zijn geweest. Hij voerde vrije handel met hen, maar had er weinig moeite mee om Romeinse bondgenoten te onderwerpen, en stuurde zelfs Adminius als pleegkind om onderwezen te worden in het Romeinse Gallië . Dit zorgde voor Adminius vriendschap met Romeinen, en hij kreeg ook heerschappij over de Cantaci, die Kent bewoonden, via zijn vader. Dit gebied was het belangrijkste gebied van Romeinse invloed en handel in Groot-Brittannië, en hij keek hoe de krachtige vriendschap van zijn jongste zoon met Romeinse en Gallo-Romeinse politici en handelaren handig zou zijn bij het besturen van de regio. Zijn andere zoons hadden geen liefde voor de Romeinen, en wanneer Kunobelinos stierf, liet Togdumnos, nu koning, alle Romeinse sympathisanten oppakken, executeren of verdrijven, waaronder zijn eigen broer Adminius, en de afgezette koning van de Atrebates koning, Verica, die op zijn Romeinse connecties beroep deed om zijn land te helpen terugwinnen. Kunobelinos was in zijn eigen tijd misschien al wel een van de grootste van alle Britse koningen. Hij veroverde grote delen van het land terwijl hij oorspronkelijk enkel over vier kleine stammen in een confederatie heerste, de Catuvellauni, en bereikte erkenning als koning van Groot-Brittannië. Deze erkenning was zo groot dat stammen in Cambria zelfs naar zijn zonen kwamen om te helpen tegen de Romeinen en hun Britse bondgenoten, en Kunobelinos werd door de post-Romeinse Britten aangehouden als een van hun grote helden, een veroveraar van kleine koninkrijken, iets wat de post-Romeinse Britten of Romano-Britten hard nodig hadden.
pt_pt: Cunobelino, forma latinizada do nome Kunobelinos, foi um monarca poderoso, rei dos Catuvelaunos. Controlava o território que hoje corresponde à região de Colchester, a partir da cidade de Kamulodunon (mais conhecida por Camuloduno). Rei-soldado, conquistou uma tribo vizinha, os Trinovantes, e os Romanos referiam-se a ele como Rei dos Bretões. Ainda que aliados de Roma, os Trinovantes não conseguiram obter a sua assistência, já que foram conquistados pouco depois do desaire sofrido pelos próprios Romanos na Germânia. Cunobelino morreu de doença depois de subjugar a maior parte da região sul da Britânia (as suas moedas eram cunhadas em locais tão distantes como a fronteira do que viria a ser o País de Gales), tendo sido substituído pelo seu filho Togdumno - por sua vez substituído pelo seu irmão, Carataco, depois de ter tombado numa batalha contra os Romanos. É irónico que tenha sido o seu terceiro filho, Admínio, a despoletar esta retaliação romana. Na verdade, Cunobelino parece ter sido indiferente para os Romanos, pois negociava livremente com eles (embora não tivesse problemas em subjugar conhecidos aliados de Roma) e até enviou Admínio para a Gália romana, para aí ser acolhido e educado. Admínio fez amizades entre os Romanos e mais tarde o seu pai deu-lhe o domínio sobre os Cantácios, que habitavam Kent - esta região constituía a principal zona de influência romana e era por isso conveniente que fossem políticos e comerciantes galo-romanos a administrá-la. No entanto, os seus outros filhos não nutriam simpatia pelos Romanos, e quando Cunobelino morreu, Togdumno, agora rei, prendeu, executou ou expulsou numerosos simpatizantes de Roma - incluindo o seu próprio irmão Admínio e o rei de Atrebates deposto, Vérica, que apelou às ligações com o império romano para obter assistência na recuperação das suas terras. Cunobelino foi possivelmente um dos melhores reis britânicos. A partir da sua posição de origem, como rei de quatro pequenas tribos, conquistou enormes porções de território e acabou por ser aclamado como rei da Britânia. Este reconhecimento era tão patente que até as tribos címbricas vinham auxiliar os seus filhos contra os Romanos e os seus aliados britânicos, e o próprio Cunobelino foi elevado a herói pelos bretões romanizados: um conquistador e unificador de pequenos reinos, de que eles tanto precisaram.
