Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

# ai
source: None
de: Keine
es: Ninguno
fr: Aucun
gd: Gun IF
gl: Ningún
nl: Geen
pt_pt: Nenhum(a)

source: AI will be disabled for this player.
de: KI ist für diesen Spieler deaktiviert.
es: La IA se desactivará para este jugador.
fr: L'IA sera désactivée pour ce joueur.
gd: Thèid an IF a chur à comas airson a' chluicheadair seo.
gl: Desactivarase a intelixencia artificial para este xogador.
nl: AI zal niet geactiveerd zijn voor deze speler.
pt_pt: A inteligência artificial deste jogador está desactivada.

# aiDiff
source: Sandbox
de: Sandkasten
es: De prueba
fr: Bac-à-sable
gd: Bogsa-gainmhich
gl: Ningunha
nl: Zandbak
pt_pt: Muito Fácil

# aiDiff
source: Easy
de: Leicht
es: Fácil
fr: Facile
gd: Furasta
gl: Pouca
nl: Gemakkelijk
pt_pt: Fácil

# aiDiff
source: Medium
de: Mittel
es: Intermedia
fr: Moyen
gd: Meadhanach
gl: Media
pt_pt: Média

# aiDiff
source: Hard
de: Schwer
es: Dificil
fr: Difficile
gd: Doirbh
gl: Alta
nl: Moeilijk
pt_pt: Difícil

# aiDiff
source: Very Hard
de: Sehr schwer
es: Muy dificil
fr: Très difficile
gd: Dùbhlanach
gl: Moi alta
nl: Heel moeilijk
pt_pt: Muito Difícil

source: %(civilization)s Gameplay
de: %(civilization)s Spielinfo
es: Los %(civilization)s en el juego
fr: Jouer avec les %(civilization)s
gd: Cluiche %(civilization)s
gl: %(civilization)s — Características
nl: Spelverloop voor de %(civilization)s
pt_pt: Características dos %(civilization)s

source: Civilization Bonus
de: Zivilisationsbonus
es: Bonificación de civilización
fr: Bonus de civilisation
gd: Buannachd an t-sìobhaltais
gl: Bonificación
nl: Beschavingsbonus
pt_pt: Bónus da Civilização

source: Team Bonus
es: Bonificación de equipo
fr: Bonus d'équipe
gd: Buannachd an sgioba
gl: Bonificación de equipo
pt_pt: Bónus de Equipa

source: Special Technologies
de: Spezialtechnologien
es: Tecnologías especiales
fr: Technologies spécifiques
gd: Teicneolasan sònraichte
gl: Tecnoloxías especiais
nl: Speciale technologieën
pt_pt: Tecnologias Especiais

source: Special Building
de: Spezialgebäude
es: Edificio especial
fr: Bâtiment spécial
gd: Togalach sònraichte
gl: Estrutura especial
nl: Speciaal gebouw
pt_pt: Edifício Especial

source: History of the %(civilization)s
de: Geschichte der %(civilization)s
es: Historia de los %(civilization)s
fr: Histoire des %(civilization)s
gd: An eachdraidh aig %(civilization)s
gl: %(civilization)s — Historia
nl: Geschiedenis van de %(civilization)s
pt_pt: História dos %(civilization)s

source: Opening %(url)s in default web browser. Please wait...
de: Öffne %(url)s im Standard Webbrowser. Bitte warten...
es: Abriendo %(url)s en el navegador por defecto. Espera un momento...
fr: Ouverture de %(url)s dans le navigateur par défaut. Veuillez patienter...
gd: A' fosgladh %(url)s sa bhrabhsair-lìn bhunaiteach. Fuirich ort...
gl: Abrindo %(url)s no navegador predeterminado…
nl: %(url)s Aan het openen in de web browser. Gelieve te wachten...
pt_pt: A abrir %(url)s no navegador pré-definido. Por favor, aguarde...

source: Opening page
de: Öffne Seite
es: Abriendo página
fr: Ouverture de la page
gd: A' fosgladh duilleige
gl: Abrindo unha páxina
nl: Pagina aan het openen
pt_pt: A abrir página

source: Loading Aborted
de: Laden abgebrochen
es: Se ha cancelado la carga.
fr: Chargement abandonné
gd: Chaidh sgur dhen luchdadh
gl: Fallou a carga
nl: Laden beeindigd
pt_pt: Carregamento Abortado

source: %(functionName)s: %(object)s not found.
de: %(functionName)s: %(object)s wurden nicht gefunden
es: %(functionName)s: No se ha encontrado %(object)s.
fr: %(functionName)s : %(object)s introuvable.
gd: %(functionName)s: Cha deach %(object)s a lorg.
gl: %(functionName)s: non foi posíbel atopar «%(object)s».
nl: %(functionName)s: %(object)s niet gevonden.
pt_pt: %(functionName)s: %(object)s não encontrado.

source: Requested string '%(string)s' not found in %(object)s's list.
de: Angeforderter String '%(string)s' wurde nicht in der %(object)sliste gefunden
es: No se ha encontrado '%(string)s' en la lista de %(object)s.
fr: La chaîne demandée '%(string)s' est introuvable dans la liste de %(object)s.
gd: Cha deach an sreang "%(string)s" air iarraidh a lorg air an liosta aig %(object)s.
gl: A cadea de texto solicitada, «%(string)s», non estaba presente en «%(object)s».
nl: Gevraagde tekst '%(string)s' niet gevonden in de lijst van %(object)s.
pt_pt: A cadeia de texto solicitada '%(string)s' não estava presente na lista de %(object)s.

source: Unknown reason
de: Unbekannter Grund
es: Razón desconocida
fr: Raison inconnue
gd: Chan eil fhios dè as adhbhar
gl: Razón descoñecida
nl: Ongekende reden
pt_pt: Motivo desconhecido

source: Unexpected shutdown
de: Unerwarteter Absturz
es: Cierre inesperado
fr: Arrêt inattendu
gd: Dùnadh sìos gun dùil
gl: Apagado inesperado
nl: Onverwachts afgesloten
pt_pt: Encerramento inesperado

source: Incorrect network protocol version
de: Fehlerhafte Netzwerkprotokoll-Version
es: Versión de protocolo de red incorrecta
fr: Version de protocole réseau incorrecte
gd: Chan eil tionndadh a' phròtacail lìonraidh mar bu chòir
gl: A versión do protocolo de rede é incorrecta.
nl: Onjuiste versie van het netwerkprotocol
pt_pt: Versão do protocolo de rede incorrecta

source: Game has already started
de: Spiel hat bereits begonnen
es: El juego ya ha comenzado
fr: La partie a déjà commencé
gd: Chaidh an geama a thòiseachadh mar-thà
gl: A partida xa está en marcha.
nl: Het spel is al begonnen
pt_pt: O jogo já começou

source: [Invalid value %(id)s]
de: [Ungültiger Wert %(id)s]
es: [Valor erróneo %(id)s]
fr: [Valeur invalide %(id)s]
gd: [Luach mì-dhligheach %(id)s]
gl: (valor incorrecto: %(id)s)
nl: [Onbekende waarde %(id)s]
pt_pt: [Valor inválido: %(id)s]

source: Lost connection to the server.
de: Verbindung zum Server verloren.
es: Conexión perdida con el servidor.
fr: Connexion au serveur perdue.
gd: Chaidh an ceangal dhan fhrithealaiche a bhriseadh.
gl: Perdeuse a conexión co servidor.
nl: Verbinding met de server verloren.
pt_pt: Perdeu-se a ligação ao servidor.

source: Reason: %(reason)s.
de: Grund: %(reason)s.
es: Razón: %(reason)s.
fr: Motif : %(reason)s.
gd: Adhbhar: %(reason)s.
gl: Motivo: %(reason)s.
nl: Reden: %(reason)s.
pt_pt: Motivo: %(reason)s.

source: Disconnected
de: Verbindung getrennt
es: Desconectado
fr: Déconnecté
gd: Air a dhì-cheangal
gl: Desconectado
nl: Verbinding verbroken
pt_pt: Desligado

# victory
source: Conquest
de: Eroberung
es: Conquista
fr: Conquête
gd: Ceannsachadh
gl: Conquista
nl: Verover
pt_pt: Conquista

# victory
source: Wonder
de: Wunder
es: Maravilla
fr: Merveille
gd: Mìobhail
gl: Marabilla
pt_pt: Maravilha

# victory
source: None
de: Keine
es: Ninguna
fr: Aucune
gd: Gun bhuaidh
gl: Ningunha
nl: Geen
pt_pt: Nenhum(a)

source: Unlimited
de: Unbeschränkt
es: Ilimitado
fr: Illimitée
gd: Gun chuingeachadh
gl: Sen límite
nl: Ongelimiteerd
pt_pt: Ilimitado

# startingResources
source: Very Low
de: Sehr wenig
es: Muy escasos
fr: Très faibles
gd: Glè ìosal
gl: Moi baixos
nl: Erg laag
pt_pt: Muito Escassos

# startingResources
source: Low
de: Wenig
es: Escasos
fr: Faibles
gd: Ìosal
gl: Baixos
nl: Laag
pt_pt: Escassos

# startingResources
source: Medium
de: Mittel
es: Intermedios
fr: Moyennes
gd: Meadhanach
gl: Medios
pt_pt: Médio

# startingResources
source: High
de: Hoch
es: Altos
fr: Élevées
gd: Àrd
gl: Altos
nl: Hoog
pt_pt: Abundantes

# startingResources
source: Very High
de: Sehr hoch
es: Altísimos
fr: Très élevées
gd: Glè àrd
gl: Moi altos
nl: Erg hoog
pt_pt: Muito Abundantes

# startingResources
source: Deathmatch
de: Auf Leben und Tod
es: Todos contra todos
fr: Combat à mort
gd: Gus an tigh am bàs
gl: Partida a morte
nl: Dodenmatch

source: %(warning)s The AI does not support naval maps and may cause severe performance issues. Naval maps are recommended to be played with human opponents only.
de: %(warning)s Die KI unterstützt keine Seekarten und könnte schwerwiegende Performanzprobleme bereiten. Es wird empfohlen, Seekarten nur mit menschlichen Gegnern zu spielen.
es: %(warning)s La IA no soporta mapas navales y puede causar serios problemas de rendimiento. Es recomendable que los juegues con oponentes humanos, por el momento.
fr: %(warning)s L'IA ne supporte pas les cartes navales et peut provoquer des graves problèmes de performance. Les cartes navales sont recommandées pour être jouées avec des adversaires humains uniquement.
gd: %(warning)s Cha chuir an IF taic ri mapaichean mara is dh'fhaoidte gum bi duilgheadas mòr le dàil ann. Mholamaid gun cluich thu mapaichean mara an aghaidh daoine a-mhàin.
gl: %(warning)s a intelixencia artificial non é compatíbel con mapas navais, o que podería supoñer importantes problemas de rendemento. Os mapas navais só se recomendan para xogar con outras persoas.
nl: %(warning)s De AI kan geen zeekaarten aan. Dit kan zware performantieproblemen veroorzaken. Het is aangeraden om zeekaarten enken met menselijke tegenstanders te spelen.
pt_pt: %(warning)s Os jogadores artificiais não estão preparados para jogar em mapas navais, o que pode causar graves problemas de desempenho. Recomendamos que use mapas navais apenas para partidas com jogadores humanos.

source: Warning:
de: Achtung:
es: Advertencia:
fr: Attention :
gd: Rabhadh:
gl: Advertencia:
nl: Waarschuwing:
pt_pt: Aviso:

source: Return to the main menu.
de: Zurück zum Hauptmenü.
es: Volver al menú principal.
fr: Revenir au menu principal.
gd: Till dhan phrìomh chlàr-taice.
gl: Volver ao menú principal.
nl: Terugkeren naar het hoofdmenu.
pt_pt: Regressar ao menu principal.

source: Return to the lobby.
de: Zurück zur Lobby.
es: Volver a la sala multijugador.
fr: Retourner au hall multijoueur.
gd: Till dhan lobaidh.
gl: Volver á sala de espera.
nl: Terugkeren naar de lobby.
pt_pt: Regressar a entrada.

# map
source: Skirmish
de: Gefecht
es: Escaramuza
fr: Escarmouche
gd: Streup
gl: Escaramuza
nl: Schermutselen
pt_pt: Escaramuça

# map
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
gd: Air thuaiream
gl: Aleatorio
nl: Willekeurig
pt_pt: Aleatório

source: Scenario
de: Szenario
es: Escenario
fr: Scénario
gd: Cnàmh-sgeul
gl: Escenario
pt_pt: Cenário

source: Default
de: Standard
es: Por defecto
fr: Par défaut
gd: Bun-roghainn
gl: Predeterminado
nl: Standaard
pt_pt: Pré-definido

source: Naval Maps
de: Seekarten
es: Mapas navales
fr: Cartes navales
gd: Mapaichean mara
gl: Mapas navais
nl: Zeekaarten
pt_pt: Mapas Navais

source: Demo Maps
de: Demokarten
es: Mapas de ejemplo
fr: Cartes de démonstration
gd: Mapaichean taisbeanaidh
gl: Mapas de demostración
nl: Demokaarten
pt_pt: Mapas de Demonstração

source: All Maps
de: Alle Karten
es: Todos los mapas
fr: Toutes les cartes
gd: Na h‑uile mapa
gl: Todos os mapas
nl: Alle kaarten
pt_pt: Todos os Mapas

# team
source: None
de: Keine
es: Ninguno
fr: Aucune
gl: Ningún
nl: Geen
pt_pt: Nenhum(a)

# civilization
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
gd: Air thuaiream
gl: Aleatoria
nl: Willekeurig
pt_pt: Aleatório

source: You
de: Du
es: Tú
fr: Vous
gd: Thusa
gl: Eu
nl: Jij
pt_pt: Você

source: Map Size:
de: Kartengröße:
es: Tamaño de mapa:
fr: Taille :
gd: Meud a' mhapa:
gl: Tamaño:
nl: Kaart grootte:
pt_pt: Tamanho do Mapa:

source: Revealed Map:
de: Aufgedeckte Karte:
es: Revelar mapa:
fr: Carte révélée :
gd: Mapa air fhoillseachadh:
gl: Mapa revelado:
nl: Zichtbare kaart:
pt_pt: Mapa Revelado:

source: Explored Map:
de: Erkundete Karte:
es: Explorar mapa:
fr: Carte explorée :
gd: Mapa air rùrachadh:
gl: Mapa explorado:
nl: Verkende kaart:
pt_pt: Mapa Explorado:

source: Victory Condition:
de: Siegbedingung:
es: Condición de victoria:
fr: Condition de victoire :
gd: Cumha na buaidhe:
gl: Vitoria:
nl: Overwinningsvoorwaarde:
pt_pt: Condição de Vitória:

source: Teams Locked:
de: Feste Teams:
es: Bloquear equipos:
fr: Verrouiller les équipes :
gd: Sgiobaidhean glaiste:
gl: Cambios de equipo:
nl: Teams vergrendeld:
pt_pt: Equipas Bloqueadas:

source: Yes
de: Ja
es: Sí
fr: Oui
gd: Tha
gl: Si
nl: Ja
pt_pt: Sim

source: No
de: Nein
fr: Non
gd: Chan eil
gl: Non
nl: Nee
pt_pt: Não

source: Randomly selects a map from the list
de: Wählt zufällig eine Karte aus der Liste aus
es: Elige un mapa al azar de la lista
fr: Sélectionne aléatoirement une carte dans la liste
gd: Taghaidh seo mapa air thuaiream on liosta
gl: Selecciona un mapa da lista de maneira aleatoria.
nl: Selecteer een willekeurige kaart uit de lijst
pt_pt: Selecciona aleatoriamente um mapa da lista

source: Sorry, no description available.
de: Leider keine Beschreibung vorhanden.
es: No hay ninguna descripción disponible.
fr: Désolé, aucune description n'est disponible.
gd: Duilich ach chan eil tuairisgeul ri làimh.
gl: Non hai ningunha descrición dispoñíbel.
nl: Sorry, geen beschrijving beschikbaar.
pt_pt: Desculpe, não se encontra disponível nenhuma descrição.

source: %(number)s player. %(description)s
de: %(number)s Spieler. %(description)s
es: %(number)s jugador. %(description)s
fr: %(number)s joueur. %(description)s
gd: %(number)s chluicheadair. %(description)s
gl: %(number)s xogador. %(description)s
pt_pt: %(number)s jogador. %(description)s

source: AI: %(ai)s
de: KI: %(ai)s
es: IA: %(ai)s
fr: IA : %(ai)s
gd: IF: %(ai)s
gl: IA: %(ai)s
pt_pt: JA: %(ai)s

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
gd: Gun sònrachadh
gl: Non asignado
nl: Niet toegekend
pt_pt: Não atribuído

source: %(username)s has joined
de: %(username)s ist beigetreten
es: %(username)s se acaba de unir
fr: %(username)s a rejoint
gd: Ghabh %(username)s ann
gl: %(username)s uniuse.
nl: %(username)s heeft zich aangesloten
pt_pt: %(username)s entrou no jogo

source: %(username)s has left
de: %(username)s verließ das Spiel
es: %(username)s acaba de irse
fr: %(username)s a quitté
gd: Dh'fhàg %(username)s
gl: %(username)s marchou.
nl: %(username)s is verdwenen
pt_pt: %(username)s saiu do jogo

source: * %(username)s is ready!
de: * %(username)s ist bereit!
es: * ¡%(username)s está listo!
fr: * %(username)s est prêt !
gd: * Tha %(username)s deiseil!
gl: • %(username)s está listo.
nl: * %(username)s is gereed!
pt_pt: * %(username)s está pronto!

source: * %(username)s is not ready.
de: * %(username)s ist nicht bereit.
es: * %(username)s no está listo.
fr: * %(username)s n'est pas prêt.
gd: * Chan eil %(username)s deiseil.
gl: • %(username)s non está listo.
nl: * %(username)s is niet gereed.
pt_pt: * %(username)s não está pronto.

source: Game settings have been changed
de: Die Spieleinstellungen wurden geändert
es: Los ajustes de la partida han cambiado
fr: Les paramètres du jeu ont été changés
gd: Chaidh roghainnean a' gheama atharrachadh
gl: Cambiou a configuración da partida.
nl: Spelinstellingen zijn veranderd
pt_pt: As definições do jogo foram alteradas

source: I'm not ready
de: Ich bin nicht bereit
es: No estoy listo
fr: Je ne suis pas prêt(e)
gd: Chan eil mi deiseil
gl: Non estou listo
nl: Ik ben niet gereed
pt_pt: Não estou pronto

source: State that you are not ready to play.
de: Wähle, dass Ihr nicht bereit seid, zu spielen.
es: Indica que no estás listo para jugar.
fr: Déclarer que vous n'êtes pas prêt(e) à jouer.
gd: Innis nach eil thu deiseil airson cluiche.
gl: Indica que aínda non estás listo para comezar.
nl: Geef aan dat je nog niet klaar bent om te spelen.
pt_pt: Informa que ainda não está pronto para jogar.

source: I'm ready!
de: Ich bin bereit!
es: ¡Estoy listo!
fr: Je suis prêt(e) !
gd: Tha mi deiseil!
gl: Estou listo!
nl: Ik ben gereed!
pt_pt: Estou pronto!

source: State that you are ready to play!
de: Wähle, dass Ihr bereit seid, zu spielen!
es: ¡Indica que estás listo para jugar!
fr: Déclarer que vous êtes prêt(e) à jouer !
gd: Innis gu bheil thu deiseil airson cluiche!
gl: Indica que xa estás listo para comezar.
nl: Geef aan dat je klaar bent om te spelen!
pt_pt: Informa que está pronto para jogar!

source: State that you accept the current settings and are ready to play!
de: Wähle, dass Ihr die aktuellen Einstellungen akzeptierst und bereit bist zu spielen!
es: ¡Indica que aceptas los ajustes de partida y que estás listo para jugar!
fr: Déclarer que vous acceptez les paramètres actuels et êtes prêt(e) à jouer !
gd: Innis gun gabh thu ris na roghainnean làithreach 's gu bheil thu deiseil airson cluiche!
gl: Indica que estás de acordo coa configuración actual da partida e que estás listo para comezala.
nl: Geef aan dat je de huidige instellingen aanvaard, en dat je klaar bent om te spelen.
pt_pt: Informa que aceita as definições actuais e que está pronto para jogar!

source: %(name)s's game
de: %(name)s's Spiel
es: Partida de %(name)s
fr: Jeu de %(name)s
gd: An geam aig %(name)s
gl: Partida de %(name)s
nl: Spel van %(name)s
pt_pt: Jogo de %(name)s

source: Connecting to server...
de: Verbinde zu Server...
es: Conectando al servidor...
fr: Connexion au serveur ...
gd: A' ceangal ris an fhrithealaiche ...
gl: Conectando ao servidor…
nl: Verbinden met de server...
pt_pt: A ligar ao servidor...

source: Net message: %(message)s
de: Netzwerknachricht: %(message)s
es: Mensaje de la red: %(message)s
fr: Message réseau : %(message)s
gd: Teachdaireachd-lìonraidh: %(message)s
gl: Mensaxe de rede: %(message)s
nl: Netwerkbericht: %(message)s
pt_pt: Mensagem de rede: %(message)s

source: Registering with server...
de: Registrierung beim Server …
es: Registrándose en el servidor...
fr: Enregistrement sur le serveur ...
gd: A' clàradh leis an fhrithealaiche...
gl: Rexistrándose no servidor…
nl: Registreren op de server...
pt_pt: A registar no servidor...

source: Game has already started, rejoining...
de: Spiel hat bereits begonnen, neu einsteigen...
es: El juego ya ha comenzado, uniéndose de nuevo...
fr: La partie a déjà commencé, connexion ...
gd: Tha an geama air a thòiseachadh mar-thà, a' gabhail pàirt ann a-rithist...
gl: A partida está en marcha, uníndose…
nl: Het spel was al begonnen, opnieuw aansluiten...
pt_pt: O jogo já começou. A juntar-se...

source: Game name already in use.
de: Spielname bereits in Verwendung.
es: El nombre de la partida ya está en uso.
fr: Nom en jeu déjà utilisé.
gd: Tha ainm a' gheama seo 'ga chleachdadh mu thràth.
gl: O nome da partida xa está en uso.
nl: Spelnaam wordt al gebruikt.
pt_pt: O nome do jogo está a ser usado.

source: %(playername)s's game
de: %(playername)s's Spiel
es: Partida de %(playername)s
fr: Partie de %(playername)s
gd: An geama aig %(playername)s
gl: Partida de %(playername)s
nl: %(playername)s's spel
pt_pt: Jogo de %(playername)s

source: Loading "%(map)s"
de: Lade „%(map)s“
es: Cargando «%(map)s»
fr: Chargement de "%(map)s"
gd: A' luchdadh "%(map)s"
gl: Cargando «%(map)s»…
nl: "%(map)s" aan het laden
pt_pt: A carregar "%(map)s"

source: Generating "%(map)s"
de: Generiere „%(map)s“
es: Generando «%(map)s»
fr: Génération de "%(map)s"
gd: A' gintinn "%(map)s"
gl: Xerando «%(map)s»…
nl: "%(map)s" aan het genereren
pt_pt: A gerar "%(map)s"

# map size
source: Any
de: Alle
es: Cualquiera
fr: Toutes
gd: Meud sam bith
gl: Calquera
nl: Alles
pt_pt: Qualquer

# player number
source: Any
de: Alle
es: Cualquiera
fr: Tous
gd: Àireamh sam bith
gl: Calquera
nl: Alles
pt_pt: Qualquer

# map
source: Any
de: Alle
es: Cualquiera
fr: Tous
gd: Seòrsa sam bith
gl: Calquera
nl: Alles
pt_pt: Qualquer

source: Busy
de: Beschäftigt
es: Ocupado
fr: Occupé
gd: Trang
gl: Ocupado
nl: Bezig
pt_pt: Ocupado

source: Away
de: Abwesend
es: Fuera
fr: Occupé
gd: Air falbh
gl: Ausente
nl: Weg
pt_pt: Fora

source: Online
es: En línea
fr: En ligne
gd: Air loidhne
gl: Conectado

source: Offline
es: Desconectado
fr: Hors ligne
gd: Far loidhne
gl: Desconectado

# lobby presence
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
gd: Chan eil fhios
gl: Descoñecido
nl: Onbekend
pt_pt: Desconhecido

source: A randomly selected map.
de: Eine zufällig ausgewählte Karte.
es: Un mapa elegido al azar.
fr: Une carte sélectionnée au hasard.
gd: Mapa a chaidh a thaghadh thuaiream.
gl: Un mapa seleccionado aleatoriamente.
nl: Een willekeurig geselecteerde kaart.
pt_pt: Um mapa seleccionado aleatoriamente

source: This game's address '%(ip)s' does not appear to be valid.
de: Die Adresse '%(ip)s' scheint nicht gültig zu sein.
es: No parece que la dirección de la partida '%(ip)s' sea válida.
fr: L'adresse de ce jeu '%(ip)s' ne semble pas être valide.
gd: Tha coltas nach eil an seòladh aig a' gheama seo, %(ip)s, dligheach.
gl: O enderezo IP da partida, «%(ip)s», parece incorrecto.
nl: Het adres '%(ip)s' blijkt niet geldig.
pt_pt: O endereço do jogo "%(ip)s" não parece ser válido.

source: %(nick)s has joined.
de: %(nick)s ist beigetreten.
es: %(nick)s se ha unido.
fr: %(nick)s a rejoint.
gd: Thàinig %(nick)s a-steach.
gl: %(nick)s uniuse.
nl: %(nick)s komt de chatroom binnen.
pt_pt: %(nick)s juntou-se.

source: %(nick)s has left.
de: %(nick)s hat die Lobby verlassen.
es: %(nick)s se ha ido.
fr: %(nick)s a quitté.
gd: Dh'fhalbh %(nick)s.
gl: %(nick)s marchou.
nl: %(nick)s is vertrokken.
pt_pt: %(nick)s foi embora.

source: Invalid nickname: %(nick)s
de: Unzulässiger Nickname: %(nick)s
es: Apodo incorrecto: %(nick)s
fr: Surnom invalide : %(nick)s
gd: Far-ainm mì-dhligheach: %(nick)s
gl: O alcume «%(nick)s» contén caracteres non permitidos.
nl: Ongeldige gebruikersnaam: %(nick)s
pt_pt: Inválido nickname: %(nick)s

source: %(oldnick)s is now known as %(newnick)s.
de: %(oldnick)s ist jetzt als %(newnick)s bekannt.
es: %(oldnick)s es ahora conocido como %(newnick)s.
fr: %(oldnick)s est maintenant connu en tant que %(newnick)s.
gd: Tha %(newnick)s air %(oldnick)s a-nis.
gl: «%(oldnick)s» pasou a chamarse «%(newnick)s».
nl: %(oldnick)s heeft zijn naam gewijzigd naar %(newnick)s.
pt_pt: %(oldnick)s é agora conhecido como %(newnick)s.

source: We're sorry, the '%(cmd)s' command is not supported.
de: Es tut uns Leid, das ‚%(cmd)s‘-Kommando wird nicht unterstützt.
es: Lo sentimos, pero el comando '%(cmd)s' no está soportado.
fr: Nous sommes désolés, la commande '%(cmd)s' n'est pas supportée.
gd: Tha sinn duilich ach chan eil taic ris an àithne "%(cmd)s".
gl: A orde «%(cmd)s» non está dispoñíbel.
nl: Onze excuses, het commando '%(cmd)s' wordt niet ondersteund.
pt_pt: Nós pedimos desculpa porque o comando '%(cmd)s' não é suportado.

source: Please do not spam. You have been blocked for thirty seconds.
de: Bitte verzichte auf das Spammen. Du wurdest für dreißig Sekunden geblockt.
es: Por favor, no hagas spam. Se te ha bloqueado durante treinta segundos.
fr: Merci de ne pas spammer. Vous avez été bloqué(e) pour trente secondes.
gd: Na sgaoil spama. Chaidh bacadh leth-mhionaid a chur ort.
gl: Por favor, non envíe mensaxes non desexadas. Non poderá enviar mensaxes durante os próximos trinta segundos.
nl: Gelieve niet te spammen. Je bent voor 30 seconden geblokkeerd.
pt_pt: Por favor, não faça spam. Será bloqueado por 30 segundos.

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion...
gd: 'Ga cheangal...
gl: Conectando…
nl: Verbinden...
pt_pt: A ligar...

source: Registering...
de: Registrieren...
es: Registrando...
fr: Enregistrement...
gd: 'Ga chlàradh...
gl: Rexistrándose…
nl: Registreren...
pt_pt: A registar...

source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein
es: Introduce tu nombre de usuario
fr: Veuillez entrer votre nom d'utilisateur
gd: Cuir a-steach d' ainm-cleachdaiche.
gl: Escriba o seu nome de usuario.
nl: Gelieve je gebruikersnaam in te voeren
pt_pt: Por favor, introduza o seu nome de utilizador
