Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Much of the Peloponnese was subject to Sparta in one way or another. This loose confederation, with Sparta as its leader, was later dubbed the Peloponnesian League by historians, but in ancient times was called 'The Lacedaemonians and their allies.'
de: Große Teile der Peleponnes waren Sparta in der einen oder anderen Weise verbunden. Später wird dieses lockere Bündnis mit dem führenden Sparta von Historikern als Peloponnesischer Bund bezeichnet, in der Antike jedoch nannte man sie 'Die Lakedaimonier und ihre Mitkämpfer'.
es: Gran parte del Peloponeso dependía de Esparta de un modo u otro. Esta frágil confederación, con Esparta como líder, fue más tarde conocida como la Liga del Peloponeso por los historiadores, pero en tiempos antiguos se llamaba "Los Lacedemonios y sus aliados".
fr: Une grande partie du Péloponnèse était assujettie à Sparte d'une manière ou d'une autre. Cette libre entente, avec Sparte comme leader, a été surnommée plus tard la Ligue du Péloponnèse par les historiens, mais dans l'Antiquité elle était appelée 'Les Lacédémoniens et leurs alliés'.
gl: Unha gran parte do Peloponeso era súbdito de Esparta dalgunha forma. Esta especie de confederación, con Esparta como líder, foi máis tarde denominada Liga do Peloponeso polos historiadores, pero nos tempos antigos recibía o nome de «lacedemonios e aliados».
nl: Een groot deel van het Peloponnesisch schiereiland was onderdanig aan Sparta op één of andere wijze. Deze losse federatie, met als leider Sparta, werd later de Peloponnesische Liga genoemd door historici, maar in oudere tijden werd deze "De Lacedaemonianen en hun geallieerden" genoemd.
pt_pt: Grande parte do Peloponeso estava subordinado a Esparta de uma maneira ou de outra. Esta confederação dispersa, liderada por Esparta, foi mais tarde apelidada de Liga do Peloponeso pelos historiadores, mas na Antiguidade era chamada de 'Lacónios e seus aliados'.

source: Brasidas
es: Brásidas
gl: Brásidas
pt_pt: Brásidas

source: Agis
gl: Axis
pt_pt: Ágis

source: Archidamus
de: Archidamos
es: Arquídamo
fr: Archidamos
gl: Arquídamo
pt_pt: Arquídamo

source: Agesilaus
de: Agesilaos II.
es: Agesilao
fr: Agésilas
gl: Axesilao
pt_pt: Agesilau

source: Echestratus
de: Echestratos
es: Equéstrato
fr: Échestrate
gl: Equéstrato
pt_pt: Equéstrato

source: Eurycrates
de: Eurykrates
es: Eurícrates
gl: Eurícrates
pt_pt: Eurícrates

source: Eucleidas
de: Eukleidas
es: Euclidas
gl: Euclidas

source: Agesipolis
de: Agesipolis I.
es: Agesípolis
fr: Agésipolis
gl: Axesípolis
pt_pt: Agesípolis

source: Spartan female citizens cannot be captured and will doggedly fight back against any attackers. They are also capable of constructing defense towers and palisades.
de: Spartanische Bürgerinnen können nicht gefangen werden und bekämpfen verbissen jeden Angreifer. Sie können auch Verteidigungstürme und Palisaden bauen.
es: Las ciudadanas espartanas no se pueden capturar y pelearán de forma tenaz contra cualquier atacante. También son capaces de construir torres defensivas y empalizadas.
fr: Les Citoyennes de Sparte ne peuvent pas être capturées et se défendront avec acharnement contre tous les attaquants. Elles sont également capables de construire des tours de défense et de palissades.
gd: Cha ghabh saoranaich bhoireann nam Spartach a ghlacadh agus nì iad dùr-shabaid an aghaidh gach ionnsaigheir. Tha iad comasach air tùir dhìona 's sonnaich a thogail.
gl: As cidadás espartanas non poden ser capturadas e loitarán tenazmente contra os seus atacantes. Tamén son capaces de construír torres de defensa e murallas de madeira.
nl: Spartaanse vrouwen kunnen niet gevangengenomen worden en zullen altijd terugvechten. Ze zijn ook in staat defensietorens en pallisades te bouwen.
pt_pt: As cidadãs espartanas não podem ser capturadas e defendem-se ferozmente contra quem as ataque. São ainda capazes de construir torres e paliçadas.

source: Feminine Mystique
de: Weibliche Ausstrahlung
es: Misticismo femenino
fr: Mystique féminine
gd: Meas air boireannaich
gl: Mística feminina
pt_pt: Mística Feminina

source: Spartan women were some of the freest in the ancient world. They could own land and slaves and even exercise naked like Spartan men. It is said that only Spartan women gave birth to real men. Such tough-as-nails women more than once helped save their city from disaster, for example when after a lost battle against Pyrrhus of Epirus they overnight built an earthen rampart to protect the city while their men slept in preparation for the next day's siege.
de: Spartas Frauen waren die freiesten der antiken Welt. Sie durften Land und Sklaven besitzen und wie die Männer nackt trainieren. Es heißt, dass nur Frauen aus Sparta echten Männern das Leben geben konnten. Diese stahlharten Frauen retteten so manche Stadt vor der Katastrophe, zum Beispiel nach der verlorenen Schlacht gegen Pyrrhos I von Epiros, als die Frauen über Nacht einen Erdwall zur Verteidigung um die Stadt errichteten, während sich die Männer in Vorbereitung auf die Belagerung des nächsten Tages ausschliefen.
es: Las mujeres espartanas eran algunas de las más libres del mundo antiguo. Podían tener sus propias tierras y esclavos y ejercitarse desnudas como hacían los hombres. Se decía que sólo las mujeres esparatanas daban a luz hombres de verdad. La resistencia de las mujeres ayudó más de una vez a salvar su ciudad de un desastre, como por ejemplo después de una batalla perdida contra Pirro de Epiro, cuando construyeron una muralla de tierra para proteger la ciudad mientras sus hombres dormían, preparadánose para el asedio del día siguiente.
fr: Les femmes de Spartes étaient parmi celles qui avaient le plus de droit dans l'Antiquité. Elles pouvaient être propriétaires terriennes, avoir des esclaves et même travailler nues comme les hommes. On dit que seules les femmes spartes pouvaient donner naissance aux vrais hommes. Ces femmes dures à cuire ont sauvé plus d'une fois leurs cités du désastre, par exemple lorsqu'après une bataille perdue contre Pyrrhus d'Épire, elles ont construit pendant la nuit des remparts en terre pendant que leurs hommes dormaient afin de se préparer pour le siège du lendemain.
gl: As espartanas eran unhas das mulleres que gozaban maiores liberdades no mundo antigo. Podían posuír terras e escravos e mesmo facer exercicio espidas como os espartanos. Disque só as mulleres espartanas daban a luz a homes de verdade. Estas mulleres de armas tomar axudaron máis dunha vez a salvar a súa cidade, como por exemplo cando tras perder a batalla contra Pirro de Epiro construíron durante a noite unha muralla de terra para protexer a cidade mentres os homes durmían para así estar preparados o día seguinte para o asedio.
nl: Spartaanse vrouwen waren van de meest vrije vouwen in de klassieke wereld. Ze konden land en slaven bezitten, en trainden zelfs naakt zoals Spartaanse mannen. Het werd gezegd dat enkel Spartaanse vrouwen echte mannen als zoon konden hebben. Zulke krachtige vrouwen hebben meerdere keren hun stad van rampen behoed. Zoals toen ze een slag verloren tegen Pyrrus van Epirus bouwden ze in de nacht een aarden wal om hun stad te beschermen terwijl hun mannen sliepen voor de belegering van de volgende dag.
pt_pt: As mulheres espartanas eram das mais livres do mundo antigo. Podiam ser proprietárias de terras e escravos, e até se exercitavam despidas, como os espartanos. Dizia-se que só as espartanas davam à luz homens a sério. Estas mulheres fortes ajudaram mais do que uma vez a salvar a sua cidade da catástrofe - por exemplo, depois de Esparta ter perdido uma batalha contra Pirro de Épiro, as espartanas construíram uma muralha de terra da noite para o dia, enquanto os homens descansavam para estarem preparados para o cerco do dia seguinte.

source: Units in phalanx formation move faster.
de: In der Phalanx Formation bewegen sich Einheiten schneller.
es: Unidades en formación de falange se mueven más rápido.
fr: Les unités en formation de phalange se déplacent plus rapidement.
gd: Gluaisidh aonadan ann an cumadh falangais nas luaithe.
gl: As unidades na formación de falanxe móvense máis rápido.
nl: Eenheden in falanx formatie bewegen sneller.
pt_pt: As unidades movem-se mais rapidamente em formação falange.

source: Tyrtean Paeans
de: Tyrtaiische Päane
es: Elegías de Tirteo
fr: Péans de Tyrtée
gd: Laoidhean Thirteus
gl: Peáns de Tirteo
pt_pt: Péans de Tirteu

source: Paeans were battle hymns that were sung by the hoplites when they charged the enemy lines. One of the first known Paeans were composed by Tirteus, a warrior poet of Sparta, during the First Messenian War.
de: Päane waren Kampfhymnen, die die Hopliten sangen, während sie gegen die feindlichen Linien rannten. Einer der ersten bekannten Päane stammt von Tyrtaios, einem Kriegsdichter aus Sparta während des ersten Messenischen Krieges.
es: Estas elegías fueron himnos de batalla donde eran cantados cuando los hoplitas arremetían contra las líneas enemigas. Uno de los primeros conocidos fue compuesto por Tirteo, un guerrero poeta de Esparta, durante la primera guerra de Mesenia.
fr: Les péans étaient les hymnes de bataille que les hoplites chantaient en chargeant les lignes ennemies. Un des premiers péans connus a été composé par Tirteus, un poète de guerrier de Sparte, pendant la première guerre Messénie.
gl: Os peáns eran himnos de batalla cantados polos hoplitas cando cargaban contra as liñas inimigas. Uns dos primeiros peáns coñecidos foron compostos por Tirteo, un guerreiro poeta de Esparta, durante a Primeira Guerra Mesenia.
nl: Paeans waren gevechtshymnes die werden gezongen door hoplieten als ze ten strijde trokken tegen vijandelijke linies. Een van de oudst bekende Paeans was gecomponeerd door Tirteus, een oorlogsdichter van Sparta, tijdens de Eerste Messeniaanse Oorlog.
pt_pt: Os "péans" eram cânticos de guerra entoados pelos hoplitas durante a carga contra as linhas inimigas. Um dos primeiros péans conhecidos foi composto por Tirteu, poeta-guerreiro de Esparta, durante a Primeira Guerra Messénia.

source: +25% health for spear infantry, but also +10% train time.
de: +25% Gesundheit für Speer-Infanterie, aber auch +10% Trainingszeit.
es: +25% de salud para la infantería lancera, pero también aumenta un +10% el tiempo de reclutamiento.
fr: +25% de santé pour les lanciers, mais aussi +10% de temps de formation.
gd: Gheibh sleaghair coisridh +25% de shlàinte ach bheir iad +10% nas faide gus an trèanadh.
gl: A vida da infantaría con picas aumenta en +25%, pero o seu tempo de adestramento aumenta tamén en +10%.
nl: +25% gezondheid voor speervechters, maar ook +10% rekruteertijd.
pt_pt: +25% de resistência para os lanceiros mas também +10% em tempo de recrutamento.

source: The Agoge
de: Die Agoge
es: El Agogé
fr: L'agogé
gd: An t‑Agoga
gl: A agoxé
nl: De Agoge
pt_pt: Agoge

source: Spartans were housed and trained from a young age to be superlative warriors and to endure any hardship a military life can give them.
de: Spartaner wurden von Kindesbeinen an zu Kriegern ausgebildet, die ihresgleichen suchten, damit sie später jede Härte des militärischen Lebens ohne zu zögern auf sich nahmen.
es: Los espartanos fueron alojados y entrenados desde pequeños para convertirse en guerreros superlativos y soportar las penurias que ofrece una vida militar.
fr: Les Spartiates étaient abrités et formés à partir du plus jeune âge à être des guerriers hors normes et supporter n'importe quelle épreuve qu'une vie militaire peut leur apporter.
gl: Os espartanos internábanse e adestrábanse desde unha idade temperá para converterse en guerreiros superiores, e para facerlle fronte a calquera dificultade que se lles presentase durante a súa vida militar.
nl: De Spartanen werden van jonge leeftijd getraind om de beste krijgers te worden, en om elke ontbering door een militair leven aan te kunnen.
pt_pt: Os espartanos eram internados e recebiam treino militar desde muito novos para se tornarem grandes guerreiros, de modo a estarem aptos a enfrentar qualquer adversidade na sua vida militar.

source: The king of Sparta, who fought and died at the battle of Thermopylae in 480 B.C. He successfully blocked the way of the huge Persian army through the narrow passage with his 7000 men, until Xerxes was made aware of a secret unobstructed path. Finding the enemy at his rear, Leonidas sent home most of his troops, choosing to stay behind with 300 hand-picked hoplites and win time for the others to withdraw.
de: Der König von Sparta kämpfte und starb in der Schlacht bei den Thermopylen 480 v.Chr. Er blockierte den Weg der großen Persischen Armee an einer schmalen Stelle mit 7000 Mann, bis Xerxes einen geheimen unversperrten Weg bemerkte. Mit dem Feind im Rücken schickte Leonidas einen Großteil seiner Truppen nach Hause und sicherte mit 300 handverlesenen Hopliten deren Rückzug.
es: El rey de Esparta, que luchó y murió en la batalla de las Termópilas en el 480 a.C. Consiguió bloquear con éxito la ruta del enorme ejército Persa a través del estrecho paso con sus 7000 hombres, hasta que Jerjes tuvo conocimiento de un camino secreto sin obstáculos. Con el enemigo en la retaguardia, Leonidas envió de vuelta a casa a la mayoría de sus tropas, eligiendo quedarse atrás con 300 hoplitas escogidos y ganar tiempo para que los demás se retiraran.
fr: Le roi de Sparte, qui a combattu et est mort pendant la bataille des Thermopyles en 480 avant J.C. Il bloqua avec la succès la route de l'énorme armée Perse à travers ce passage étroit avec l'aide de ses 7000 hommes, jusqu'à ce que Xerxès eut connaissance d'un passage secret sans embûche. Contourné par son adversaire, Léonidas renvoya chez eux la plupart de ses hommes et choisit de rester avec 300 de ses meilleurs hoplites pour laisser temps aux autres de se rentrer.
gl: O rei de Esparta, que loitou e morreu na batalla das Termópilas no ano 480 a.C. Leónidas bloqueou con éxito o camiño ao enorme exército persa a través do estreito paso cos seus 7000 soldados, ata que Xerxes recibiu noticia dun camiño secreto polo que pasar. Ao decatarse de que o inimigo os rodeara, Leónidas enviou de volta a Esparta á meirande parte das tropas, e quedou atrás con 300 hoplitas escollidos persoalmente para conseguirlles tempo ao resto das tropas na súa retirada.
nl: De koning van Sparta. Hij vocht tot de dood in de slag bij Thermopylai in 480 V.C.. Daar blokkeerde hij succesvol het Perzische leger in een smalle doorgang met zijn leger van 7000 man, tot Xerxes een geheime weg vond. Wanneer Leonidas langs achter aangevallen werd stuurde hij het grootste deel van zijn troepen naar huis, zelf bleef hij echter doorvechten met 300 zelfgekozen hoplieten om tijd te winnen.
pt_pt: Rei de Esparta que combateu e morreu na batalha das Termópilas em 480 a.C. Com os seus 7000 soldados, travou com êxito o avanço do enorme exército persa, através de uma passagem estreita, até o comandante Xerxes ter descoberto um caminho alternativo desobstruído. Ao ver o inimigo na sua retaguarda, Leónidas mandou embora a maior parte das suas tropas e decidiu ficar a combater com 300 hoplitas de elite, para que os outros tivessem tempo de se retirar.

source: Leonidas I
es: Leónidas I
fr: Léonidas Ier
gl: Leónidas I
pt_pt: Leónidas I

source: Because Brasidas has sponsored their citizenship in return for service, Helot Skirmishers fight longer and harder for Sparta while within range of him.
de: Weil Brasidas ihnen die Bürgerrechte als Bezahlung für ihre Dienste anbot, kämpfen Helotische Plänkler länger und härter für Sparta, wenn sie in seiner Nähe sind.
es: Dado que Brásidas patrocinó su ciudadanía a cambio de servicios, los hostigadores ilotas lucharon mucho y fuertemente por Esparta aunque bajo su mando.
fr: Parce que Brasidas leur a accordé la citoyenneté en retour, les tirailleurs hilotes se battent plus longtemps et plus vaillamment pour Sparte tant qu'ils sont à sa portée.
gl: Como Brásidas financiou a súa cidadanía a cambio do seu servizo, os soldados ilotas loitan por máis tempo e con máis determinación por Esparta cando están dentro do seu raio de acción.
nl: Omdat Brasidas burgerschap gaf in ruil voor hun diensten vochten Helotische tirailleurs langer en harder voor Sparta in zijn zicht.
pt_pt: Brásidas financiou a sua cidadania em troca de serviço militar, por isso os Atiradores Hilotas lutam por mais tempo e com mais determinação por Esparta quando estão ao seu alcance.

source: Agis III was the 20th Spartan king of the Eurypontid lineage. Agis cobbled together an alliance of Southern Greek states to fight off Macedonian hegemony while Alexander the Great was away in Asia on his conquest march. After securing Crete as a Spartan tributary, Agis then moved to besiege the city of Megalopolis in the Peloponnese, who was an ally of Macedon. Antipater, the Macedonian regent, lead an army to stop this new uprising. In the Battle of Megalopolis, the Macedonians prevailed in a long and bloody battle. Much like Leonidas 150 years earlier, instead of surrendering, Agis made a heroic final stand in order to buy time for his troops to retreat.
de: Agis III. war der 20. Spartanerkönig aus dem Haus der Eurypontiden. Agis schmiedete eine Allianz südgriechischer Staaten, um die Mazedonische Hegemonie zu bekämpfen, während Alexander der Große auf seinem Feldzug in Vorderasien war. Nachdem er Kreta tributpflichtig gemacht hatte, belagerte Agis die Stadt Megalopolis auf der Peloponnes, die mit Mazedonien verbündet war. Antipater, der mazedonische Regent, führte daraufhin eine Armee dorthin, um diesen Aufstand gegen das Korinthische Bündnis zu beenden. In der Schlacht von Megalopolis gewannen die Makedonen in einer langen, blutigen Schlacht die Oberhand. Ähnlich wie Leonidas I. 150 Jahre vorher, focht Agis einen heldenhaften Opferkampf, um seinen Truppen Zeit für den Rückzug zu verschaffen.
es: Agis III fue el 20º rey espartano del linaje de los Europóntidas. Agis improvisó una alianza de los estados griegos del sur para derribar la hegemonía macedónica mientras Alejandro Magno conquistaba Asia. Luego de asegurar a Creta como un estado tributario espartano, Agis sitió la ciudad de Megalópolis, aliada de Macedonia, en el Peloponeso. Antípatro, el regente de Macedonia, guió un ejército para detener el levantamiento. En la batalla de Megalópolis, los macedonios vencieron en una larga y sangrienta batalla. Como Leónidas 150 años atrás, en vez de rendirse, Agis hizo una heroica resistencia final para que sus tropas puedan replegarse.
fr: Agis III était le 20ème roi de Sparte de la dynastie eurypontide. Agis concocta une alliance des états de la Grèce du sud pour combattre l'hégémonie Macédonienne pendant qu'Alexandre le grand se trouve en Asie pour ses conquêtes. Après avoir sécurisé la Crète comme étant tributaire de Sparte, Agis assiégea ensuite la cité de Megalopolis dans le Péloponnèse, qui était un allié des Macédoniens. Antipater, le régent de Macédoine, conduit une armée pour arrêter ce nouveau soulèvement. Dans la bataille de Megalopolis, les macédoniens s'attendaient à une longue et sanglante bataille. Comme Leonidas 150 ans plus tôt, au lieu de se rendre, Agis s'opposa héroïquement dans un dernier combat afin de laisser du temps à ses troupes pour qu'elles battent en retraite.
gl: Axis III, da familia dos Euripóntidas, foi o vixésimo rei de Esparta. Axis conseguiu unha alianza dos estados gregos do sur para loitar contra a hexemonía de Macedonia mentres Alexandre Magno estaba lonxe, en Asia, nas súas conquistas. Tras converter Creta nun vasalo de Esparta, Axis asediou a cidade de Megalópolis, no Peloponeso, que era aliado de Macedonia. Antípatro, rexente de Macedonia, comandou un exército para deter este novo levantamento. Na Batalla de Megalópolis, os macedonios conseguiron a vitoria tras unha longa e sanguenta batalla. De xeito similar a como fixera Leónidas 150 anos atrás, en vez de renderse, Axis fixo un último acto heroico para gañar tempo para a retirada das súas tropas.
nl: Agis III was de 20ste Spartaanse koning van de Eurypontid familie. Agis zorgde voor een Zuid Griekse alliantie om het krachtige Macedonische leger onder Alexander de Grote te kunnen verslaan terwijl Alexander bezig was met Azië te veroveren. Nadat Agis Kreta als een bondgenoot kon winnen, begon hij met de Megapolis, een geallieerde van Macedonië, te belegeren. Antipater, de regent van Macedonië, voerde een leger aan om deze aanval te stoppen. In de slag van Megapolis konden de Macedoniërs standhouden in een lange, bloederige strijd. Agis volgde daarop het voorbeeld van Leonidas, 150 jaar eerder, en in plaats van zich over te geven bleef Agis strijden om het grootste deel van zijn troepen veilig kunnen te laten terugtrekken.
pt_pt: Ágis III foi o 20.º rei de Esparta da dinastia euripôntida. Improvisou uma aliança de estados do sul da Grécia para combater a hegemonia macedónia durante a ausência de Alexandre Magno, enquanto este realizava as suas conquistas na Ásia. Depois de conseguir que Creta se tornasse sua tributária, Ágis prosseguiu cercando a cidade de Megalópolis no Peloponeso, aliada da Macedónia. Antípatro, o regente macedónio, liderou um exército para travar esta sublevação. Na batalha de Megalópolis, os macedónios levaram a melhor num combate longo e sangrento. Tal como Leónidas o fizera 150 anos antes, também Ágis recusou a rendição e combateu até à morte para que as suas tropas tivessem tempo de se retirar.

source: Agis III
gl: Axis III
pt_pt: Ágis III

source: Syssition
gd: Syssítion
gl: Gran comedor
pt_pt: Sissitia

source: Train heroes and Spartiates and research technologies related to them.
de: Bilde Helden und Spartiaten aus und erforsche Technologien für diese.
es: Entrena héroes y espartiatas e investiga tecnologías relacionadas con ellos.
fr: Former des Héros et des spartiates. Rechercher les technologies associées.
gd: Trèanaich curaidhean is spàrtaich is rannsaich teicneolasan co-cheangailte riutha.
gl: Adestra herores e hómoiois e investiga tecnoloxías relativas a eles.
nl: Train helden en Spartiates, en onderzoek gerelateerde technologiën.
pt_pt: Recruta heróis e Homoiois e desenvolve tecnologias para estas unidades.

source: The Syssition was the Mess Hall for full-blooded Spartiates. Every Spartan peer, even kings, belonged to one.
de: Die Syssitien waren ein Speisessaal für Vollblutspartiaten. Jeder Spartaner Bürger, auch Könige, gehörten einer Syssitie an.
es: El Syssition era el comedor de oficiales de los espartanos de sangre. Cada espartano, incluso los reyes, pertenecía a uno.
fr: Le Syssition était la cantine militaire des Spartiates de pure souche. Chaque Spartiate, même les rois, dépendait d'un Syssition.
gl: Todo espartano, incluídos or reis, formaban parte dun gran comedor para hómoiois.
nl: De Syssition was een eetzaal voor volbloed Spartanen. Iedere Spartaanse burger, zelfs koningen, behoorden tot zo'n eetzaal.
pt_pt: A Sissitia era a messe de todos os espartanos de sangue, incluindo os reis.
