Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Sparta was a prominent city-state in ancient Greece, and its dominant military power on land from circa 650 B.C. Spartan culture was obsessed with military training and excellence, with rigorous training for boys beginning at age seven. Thanks to its military might, Sparta led a coalition of Greek forces during the Greco-Persian Wars, and won over Athens in the Peloponnesian Wars, though at great cost.
de: Der wohlbekannte Stadtstaat Sparta war ab ca. 650 v. Chr. die dominierende Landstreitmacht des antiken Griechenlands. Die spartanische Kultur war geprägt von militärischer Disziplin und Spitzenleistung. Die strenge Ausbildung begann für die spartanischen Jungen bereits ab dem siebten Lebensjahr. Aufgrund seiner militärischen Überlegenheit führte Sparta den Peleponnesischen Bund trotz großer Verluste zum Sieg gegen Athen und dessen Verbündete.
es: Esparta era una importante ciudad-estado en la Antigua Grecia, con un poder militar terrestre decisivo en torno al 650 a.C. La cultura espartana estaba obsesionada con el entrenamiento militar y la excelencia, con un riguroso entrenamiento para los hombres a partir de los siete años. Gracias a su poderío militar, Esparta lideró una coalición de fuerzas griegas durante las Guerras Médicas y derrotó a Atenas en la Guerra del Peloponesa, aunque sufrió un alto coste.
fr: Sparte était une cité-État de premier plan dans la Grèce antique, et sa puissance militaire dominait sur le terrain vers 650 ans avant J.C. La culture spartiate était obsédée par l'excellence et la formation militaire, avec une formation rigoureuse pour les garçons dès l'âge de sept ans. Grâce à sa puissance militaire, Sparte a dirigé la coalition des forces grecques pendant les Guerres gréco-perses, et vaincu Athènes pendant les guerres du Péloponnèse, même si ce fut au prix d'un lourd tribu.
gl: Esparta era unha cidade estado prominente na antiga Grecia, e o poder militar dominante da cona desde arredor do ano 650 a.C. A cultura espartana estaba obsesionada co adestramento militar e a superación, con rigorosos adestramentos para os rapaces desde os sete anos. Grazas á súa fortaleza militar, Esparta liderou unha coalición de forzar gregas durante as Guerras Médicas, e conseguir a vitoria sobre Atenas durante as Guerras do Peloponeso, aínda que pagando un alto prezo.
nl: Sparta was een prominente stadstaat in klassiek Griekenland en een dominante kracht op het land van ongeveer 650 V.C. De Spartaanse cultuur was geobsedeerd door militaire training en kampen, met allesomvattende trainingen voor jongens vanaf zeven jaar. Dankzij hun militaire kracht leidden ze een coalitie van Griekse volkeren in de Grieks-Perzische Oorlog, en wonnen ze tegen Athene in de Peloponnesische Oorlogen, hoewel tegen een hoge prijs.
pt_pt: Esparta era uma importante cidade-estado da Grécia antiga e era a força militar dominante na região desde cerca de 650 a.C. A cultura espartana era obcecada com o treino e a excelência militares - os rapazes eram exercitados com inflexibilidade desde os sete anos de idade. Graças ao seu poderio militar, Esparta liderou com êxito uma coligação de forças gregas durante as Guerras Persas, e triunfou sobre Atenas na Guerra do Peloponeso, sofrendo embora grandes perdas.

source: Thebans
de: Thebaner
es: Tebanos
fr: Thébains
gd: Muinntir Thìba
gl: Tebanos
nl: Thebanen
pt_pt: Tebanos

source: Oblique Order
de: Schiefe Schlachtordnung
es: Orden oblicua
fr: Ordre oblique
gd: Òrdugh claon
gl: Orde oblicua
nl: Schuine opstelling
pt_pt: Ordem Oblíqua

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
gd: Chan eil fhios
gl: Descoñecido
nl: Onbekend
pt_pt: Desconhecido

source: Boeotian Confederacy
de: Böotischer Bund
es: Confederación Beocia
fr: Confédération béotienne
gd: Co-bhann Bheòtaidhea
gl: Confederación beocia
nl: Boeotische confederatie
pt_pt: Confederação Beócia

source: Pelopidas
es: Pelópidas
fr: Pélopidas
gl: Pelópidas
pt_pt: Pelópidas

source: Gorgidas
es: Górgidas
gl: Górxidas
pt_pt: Górgidas

source: Calydnus
de: Kalydnos
es: Calidno
gl: Calidno
pt_pt: Calídno

source: Ogyges
de: Ogygos I.
es: Ogiges
fr: Ogygès
gl: Oxixes
pt_pt: Ogiges

source: Cadmus
de: Kadmos
es: Cadmo
fr: Cadmos
gl: Cadmo
pt_pt: Cadmo

source: Pentheus
es: Penteo
fr: Penthée
gl: Penteo
pt_pt: Penteu

source: Polydorus
de: Polydoros
es: Polidoro
fr: Polydore
gl: Polidoro
pt_pt: Polidoro

source: Nycteus
de: Nykteus
es: Nicteo
fr: Nyctée
gl: Nicteo
pt_pt: Nicteu

source: Lycus
de: Lykos
es: Lico
fr: Lycos
gl: Lico
pt_pt: Lico

source: Labdacus
de: Labdakos
es: Lábdaco
fr: Labdacos
gl: Lábdaco
pt_pt: Lábdaco

source: The great power of Central Greece and leader of the Boeotian confederacy.
de: Die große Macht Zentralgriechenlands und Führer des Böotischen Bundes.
es: El gran poder de la Grecia central y lider de la Confederación Beocia.
fr: La grande puissance de la Grèce centrale et chef de la confédération béotienne.
gl: O gran poder da Grecia central e líder da confederación beocia.
nl: De grote macht van centraal Griekenland en de leider van de Boeotische confederatie.
pt_pt: A grande potência da Grécia central e líder da confederação beócia.

source: At the siege of the Athenian fortress at Delium, the Thebans employed what may be deemed the first recorded use of a flame thrower in warfare.
de: Bei der Belagerung der Athenischen Festung bei Delium, nutzten die Theben etwas, dass man einen Flammenwerfer nennen könnte. In der Kriegsgeschichte war das die erste belegte Nutzung einer solchen Waffe.
es: En el asedio de la fortaleza ateniense en Delio, los tebanos emplearon lo que podría considerarse como el primer uso documentado de un lanzallamas en la guerra.
fr: Pendant le siège de la forteresse athénienne de Délium, les Thèbains ont utilisé ce qui peut être considéré comme la première utilisation connue d'un lance-flammes durant une guerre.
gl: Durante o sitio da fortaleza ateniense en Delio, os tebanos efectuaron o que podería considerarse o primeiro uso rexistrado dun lanzachamas para usos militares.
nl: Tijdens de belegering van de Atheense versterking te Delium hebben de Thebanen een speciaal tuig gebruikt. Dit is de eerste keer dat het gebruik van een vlammenwerper werd neergeschreven.
pt_pt: Durante o cerco da fortaleza ateniense de Délio, os Tebanos usaram o que se pode considerar ser o primeiro lança-chamas na história da guerra.

source: The great power of Central Greece and leader of the Boeotian confederacy, Thebes is a force to be reckoned with. It is a major rival of ancient Athens, and sided with the Persians during the 480 BC invasion under Xerxes. Theban forces ended the power of Sparta at the Battle of Leuctra in 371 BC under the command of Epaminondas. The Sacred Band of Thebes (an elite military unit) famously fell at the battle of Chaeronea in 338 BC against Philip II and Alexander the Great. Prior to its destruction by Alexander in 335 BC, Thebes was a major force in Greek history, and was the most dominant city-state at the time of the Macedonian conquest of Greece.
de: Die große Macht Zentralgriechenlands und Leiter des Böotischen Städtebundes, Theben war eine ernstzunehmende Stärke. Sie war ein großer Rivale Athens und machten mit den Persern während der Invasion unter Xerxes 480 v.Chr. gemeinsame Sache. Thebens Streitkräfte beendeten die Glanzzeit Spartas in der Schlacht bei Leukrata 371 v.Chr. unter Kommando von Epaminondas. Die Heilige Schar der Theben (eine Eliteeinheit) fiel glorreich in der Schlacht von Chaironeia 338 v.Chr. gegen Philip den II und Alexander den Großen. vor seiner Zerstörung durch Alexander 335 v.Chr. war Thebes eine der wichtigsten Mächte in der griechischen Geschichte, und der dominanteste Stadtstaat zur Zeit des Mazedonischen Krieges.
es: El gran poder de Grecia central y líder de la confederación beocia, Tebas es una fuerza que no se puede subestimar. Es un gran rival de la antigua Atenas, y se aliaron con los Persas durante la invasión de 480 a.C bajo Jerjes. Fuerzas Tebanas terminaron con el poder de Esparta en la batalla de Leuctra en 371 a.C bajo el mando de Epaminondas. El batallón sagrado de Tebas (una unidad militar famosa) famosamente cayó en la batalla de Queronea en 338 a.C contra Filipo II y Alejandro Magno. Antes de su destruccion a manos de Alejandro en 335 a.C, Tebas fue participante importante en la historia griega, y fue la ciudad-estado mas dominante para el tiempo en que Macedonia conquistó Grecia
fr: La grande puissance de la Grèce centrale et chef de la confédération béotienne, Thèbes est une force avec laquelle il fallait compter. Elle est la rivale principale de l'ancienne Athènes, et fut l'allié des Perses pendant l'invasion de Xerxès en 480 av. J.C. Les forces de Thèbes mirent fin à la puissance de Sparte durant la bataille de Leuctres en 371 av J.C. sous le commandement d'Épaminondas. Le bataillon sacré de Thèbes (un corps d'élite de l'armée) fut défait pendant la célèbre bataille de Chéronée, en 338 av J.C., contre Philippe II et Alexandre le Grand. Avant sa destruction par Alexandre en 335 av J.C., Thèbes était une force majeure dans l'histoire Grecque, et était la cité-état la plus dominante au temps de la conquête Macédonienne de la Grèce.
gl: O gran poder da Grecia central e líder da confederación beocia, os tebanos eran unha forza a ter en conta. Eran un gran rival dos antigos atenienses, e tomaron o bando dos persas durante a invasión de Xerxes durante o ano 480 a.C. As forzas dos tebanos remataron co poder de Esparta na batalla de Leuctra no ano 371 a.C. baixo o mando de Epaminondas. A banda sagrada de Tebas (unha unidade militar de elite) é famosa por caer na batalla de Queronea no ano 338 a.C. contra Filipo II e Alexandro Magno. Antes da súa destrución a mans de Alexandre no ano 335 a.C., Tebas era unha importante forza na historia de Grecia, e foi a cidade estado máis dominante durante o tempo da conquista de Grecia por parte dos macedonios.
nl: De grote invloed van Thebe, dat een belangrijk machtscentrum in centraal Griekenland en leider van de Boeotische Bond was, mag niet worden onderschat. Thebe is een groot rivaal van het oude Athene en collaboreerde met de Perzen tijdens de Perzische inval onder leiding van Xerxes in 480 BC. Met hun overwinning bij de slag van Leuctra in 371 BC maakten de Thebaanse strijdkrachten onder leiding van Epaminondas een einde aan de Spartaanse overmacht. De Heilige Schare van Thebe (een elite militaire eenheid) leed een roemrijke nederlaag tegen Philippus II en Alexander de Grote tijdens de slag van Chaeronea in 338 BC. Voordat Thebe verwoest werd door Alexander in 335 BC, was de stad een belangrijke Griekse mogendheid en de meest dominante stadstaat ten tijde van de Macedonische verovering van Griekenland.
pt_pt: Líder da confederação beócia e grande força da Grécia central, Tebas constituía uma potência considerável. Foram grandes rivais de Atenas e aliaram-se aos Persas durante a invasão de Xerxes em 480 a.C. As forças tebanas puseram fim ao domínio de Esparta na batalha de Leuctra em 371 a.C. sob o comando de Epaminondas. O famoso Batalhão Sagrado de Tebas (uma unidade militar de elite) tombou na batalha de Queroneia contra Filipe II da Macedónia e Alexandre Magno. Tebas foi uma das principais potências da história da Grécia e era a pólis dominante na altura da conquista macedónia da Grécia, antes de ser destruída por Alexandre Magno em 335 a.C.

source: Players start on two sides of a sea with scattered islands
de: Die Spieler beginnen auf zwei Seiten von einem Meer mit verstreuten Inseln
es: Los jugadores comienzan a ambas orillas de un mar de islas dispersas.
fr: Les joueurs commencent sur ​​les deux rives d'une mer aux îles dispersées
gd: Tòisichidh na cluicheadairean air an dà oirthir aig muir sa bheil eileanan sgapte
gl: Os xogadores comezan nas dúas beiras dun mar cheo de illas.
nl: Spelers starten aan beide kanten van een zee die vol ligt met eilanden.
pt_pt: Os jogadores começam em duas costas com ilhas espalhadas pelo mapa.

source: Aegean Sea
de: Ägäis
es: Mar Egeo
fr: Mer Égée
gd: Am Muir Àigeanach
gl: Mar Exeo
nl: Egeïsche zee
pt_pt: Mar Egeu

source: High Alpine mountains surrounding deep valleys strung with mountain streams and finger-like lakes.
de: Hochalpen Berge rund um tiefe Täler mit Bergbächen und Seen wie Finger aufgereiht.
es: Altas montañas Alpinas que rodean profundos valles encadenados a los arroyos de montaña y lagos en forma de dedos.
fr: De hautes montagnes alpines environnantes de profondes vallées enfilées avec des ruisseaux de montagne et des lacs rubaniforme.
gd: Beanntan Alpach mòra timcheall air glinn dhomhain sa bheil uillt is lochan coltach ri meuran.
gl: Montañas alpinas elevadas que arrodean profundos vales repleto de cadeas montañosas e lagos en forma de dedos.
nl: Hoge bergen in de Alpen rond diepe valleien, ook enkele kleine rivieren en meren.
pt_pt: Altas montanhas alpinas rodeados por vales profundos com riachos e lagos.

source: Alpine Lakes
de: Alpenseen
es: Lagos alpinos
fr: Lacs alpins
gd: Lochan Alpach
gl: Lagos alpinos
nl: Alpenmeren
pt_pt: Lagos Alpinos

source: High Alpine mountains bordering deep valleys.
de: Hohe alpine Berge grenzen an tiefe Täler.
es: Altas montañas alpinas rodeando profundos valles.
fr: De hautes montagnes alpines longeant des vallées profondes.
gd: Beanntan Alpach mòra ri taobh glinn dhomhain.
gl: Montañas alpinas elevadas que arrodean profundos vales.
nl: Hoge bergen in de Alpen, met diepe valleien er tussen.
pt_pt: Altas montanhas alpinas que fazem fronteira com vales profundos.

source: Alpine Valley
de: Alpental
es: Valle alpino
fr: Vallée alpine
gd: Gleann Alpach
gl: Val dos Alpes
nl: Alpine vallei
pt_pt: Vale Alpino

source: An indefensible open land with little wood and stone, representing the central basin of Asia Minor.
de: Ein unhaltbares Freiland mit wenig Holz und Stein, das das zentralen Becken von Kleinasien repräsentiert.
es: Una baldío indefendible con poca madera y piedra, representando la cuenca central de Asia menor.
fr: Une terre ouverte indéfendable avec peu de bois et de pierre, représentant le bassin central de l'Asie Mineure.
gd: Tìr fosgailte a tha doirbh dìon le beagan fiodha 's cloiche a riochdaicheas àrainn mheadhanach na h-Àisia Bige.
gl: Unha terra aberta imposíbel de defender e con escaseza de madeira e pedra, representando a conca central de Asia Menor.
nl: Een onverdedigbaar open land, met weinig hout en steen. Dit stelt het centrale bassin van Klein Azië voor.
pt_pt: Um território indefensável com pouca madeira e pedra represente a bacia central da Ásia Menor.

source: Anatolian Plateau
de: Anatolisches Plateau
es: Llanura de Anatolia
fr: Plateau anatolien
gd: Àrd-chlàr Anatolach
gl: Meseta de Anatolia
nl: Anatolisch plateau
pt_pt: Planalto da Anatólia

source: A maze of islands of different sizes and shapes. Players start with more wood than normal.
de: Ein Labyrinth von Inseln in verschiedenen Größen und Formen. Die Spieler beginnen mit mehr Holz als normal.
es: Un laberinto de islas de diferentes formas y tamaños. Los jugadores comienzan con más madera de la normal.
fr: Un labyrinthe d'îles de différentes tailles et formes. Les joueurs commencent avec plus de bois que la normale.
gd: Cuartan de dh'eileanan air a bheil meud 's cruth eadar-dhealaichte. Tòisichidh na cluicheadairean le barrachd fiodha nas àbhaist.
gl: Un labirinto de illas de distintos tamaños e formas. Os xogadores comezan con máis madeira do habitual.
nl: Een doolhof van eilandjes met verschillende groottes en vormen. Spelers starten met meer hout dan normaal.
pt_pt: Um labirinto de ilhas com tamanhos e formas diferentes. Os jogadores começam com mais madeira do que é normal.

source: Archipelago
de: Archipel
es: Archipiélago
fr: Archipel
gd: Innis-mhuir
gl: Arquipélago
nl: Archipel
pt_pt: Arquipélago

source: Each player starts deep in the forest. The Ardennes is a region of extensive forests, rolling hills and ridges formed within the Givetian Ardennes mountain range, primarily in modern day Belgium and Luxembourg. The region took its name from the ancient Silva, a vast forest in Roman times called Arduenna Silva.
de: Jeder Spieler startet tief in einem Wald. Die Ardennen sind eine Region weitläufiger Wälder, sanft geschwungener Hügel und langer Hügelketten, die in die Bergzüge der Giveter Ardennen eingebettet ist, hauptsächlich im heutigen Belgien und Luxemburg. Diese Region wurde nach dem antiken Wort Silva, einem großen Wald, zur Zeit des Römischen Imperiums als Arduenna Silva bezeichnet.
es: Cada jugador empieza en medio del bosque. Las Ardenas es una región de extensos bosques, ondulantes cerros y crestas formada dentro de la cordillera de las Ardenas en el Givetiense, principalmente en lo que ahora es Bélgica y Luxemburgo. Ésta región toma su nombre a la antigua Silva, un bosque vasto en los tiempos Romanos, llamada la Arduenna Silva.
fr: Chaque joueur commence en pleine forêt. Les Ardennes sont une région de vastes forêts, de collines et de crêtes formées au sein d'une chaîne de montagnes du Givétien, à notre époque essentiellement en Belgique et au Luxembourg. La région tire son nom de l'ancienne Arduenna Silva (forêt ardennaise en français), qui était la plus grande forêt de toute la Gaule selon Jules César qui la cite à deux reprises dans sa guerre des Gaules.
gd: Tòisichidh gach cluicheadair sa choille dhomhain. 'S e sgìre le coilltean mòra, cnuic 's druim sa mhonadh Givetian a tha sna h-Ardennes agus a' mòrchuid dheth far a bheil a' Bheilg 's Lugsamburg san latha an-diugh. Fhuair an sgìre a h-ainm on Silva àrsaidh, seo mòr-choille ri linn nan Ròmanach ris an cante Arduenna Silva.
gl: Cada xogador comeza nas profundidades dun bosque. A rexión de Ardenas está chea de bosques, outeiros e accidentes formados dentro da cordilleira xivetián de Ardenas, principalmente no que a día de hoxe se coñecen como Bélxica e Luxemburgo. O nome da rexión provén da antiga Silva, unha enorme fraga que nos tempos de Roma recibía o nome de «Arduenna Silva».
nl: Elke speler begint diep in het bos. De Ardennen is een regio met uitgestrekte bossen, golvende heuvels en bergruggen die gevormd zijn in de bergen van de Givetiene Ardenen, vooral in wat vandaag België en Luxemburg is. De regio kreeg haar naam van Arduenna Silva, zoals het onmetelijke bos heette dat daar in de tijd van de Romeinen bestond.
pt_pt: Cada jogador começa numa floresta densa. As Ardenas é uma região de colinas montanhosas, altamente florestada, partilhada principalmente pela Bélgica e pelo Luxemburgo. A origem do nome remonta a Arduenna Silva, o nome que os Romanos davam à floresta que se prolongava do rio Sambre na Bélgica até ao rio Reno na Alemanha.

source: Ardennes Forest
de: Ardenner Wald
es: Bosque de las Ardenas
fr: Forêt des Ardennes
gd: Coille Ardennes
gl: Bosque de Ardenas
nl: Ardens bos
pt_pt: Floresta das Ardenas

source: A rugged land with small room for buildings with scarce wood. Represents the mountain range in the north-west africa.
de: Eine robustes Land mit wenig Platz für Gebäude mit knappem Holz. Repräsentiert die Bergkette im Nordwesten Afrikas.
es: Un terreno accidentado con poco espacio para edificios y con escasa madera. Representa la cordillera en el noroeste de África.
fr: Un terrain accidenté avec de petits espaces pour les constructions en bois rares. Représente la chaîne de montagnes d'Afrique du Nord-ouest.
gd: Seo tìr sgurrach aig nach eil ach beagan rum airson togalaichean 's fiodh gann. Tha e a' riochdachadh am monadh taobh iar-thuath Afraga.
gl: Un terreo accidentado con apenas espazo para estruturas e escaseza de madeira. Representa a cordilleira do noroeste de África.
nl: Een ruw land met weinig plaats om te bouwen en weinig hout. Dit stelt het gebergte in Noordwest-Afrika voor.
pt_pt: Uma terra áspera com pequeno espaço para construções que necessitem de pouca madeira. Representa a cadeia montanhosa do noroeste da África.

source: Atlas Mountains
de: Atlas-Gebirge
es: Macizo del Atlas
fr: Massif de l'Atlas
gd: Monadh Atlais
gl: Montañas atlantes
nl: Atlas gebergte
pt_pt: Cordilheira do Atlas

source: An experimental map with its heightmap generated by erosion to look more natural. Not all seeds will be fair though! Tiny maps with 8 players may take a while to generate.
de: Eine experimentelle Karte mit einer durch Erosion generierten Höhenkarte, um natürlicher auszusehen. Allerdings sind nicht alle Startwerte fair! Winzige Karten mit 8 Spielern können bei der Generierung eine Weile brauchen.
es: Un mapa experimental con su relieve generado por erosión para dar un aspecto más natural. Ten en cuenta que no generará terrenos justos todas las veces. Además, puede que mapas pequeños con 8 jugadores tarden un poco más en generarse.
fr: Une carte expérimentale où ses élévations ont été générées par l'érosion pour sembler plus naturelles. Toutes les semences ne seront pas équitables ! Les petites cartes avec 8 joueurs peuvent prendre un certain temps à être générée.
gd: Seo mapa deuchainneach 's chaidh a mhapa-àirde a ghintinn le bleith-thalmhainn gus dreach as nàdarra a chur air. Cha bhi a h-uile geama cothromach co-dhiù! Faodaidh gun toir e ùine mhath gus mapaichean beaga airson 8 cluicheadairean a ghintinn.
gl: Un mapa experimental co seu mapa de alturas xerado mediante erosión para obter un resultado máis natural. Pero ollo, que non todas as veces dá lugar a un mapa xusto! Os mapas ananos con 8 xogadores poden necesitar moito tempo para xerarse.
nl: Een experimentele kaart waar het terrein gemaakt is door erosie om het meer natuurlijk te maken. Niet alle startposities zullen eerlijk zijn! Kan een tijdje duren om te genereren.
pt_pt: Um mapa experimental com o seu mapa de altura gerado pela erosão para ter um ar mais natural. Atenção que nem tudo vai ser justo! Mapas pequenos para 8 jogadores podem demorar mais um pouco para gerar.

source: Belgian Uplands
de: Belgisches Hochland
es: Altiplanos belgas
fr: Plateaux belges
gd: Am Monadh Beilgeach
gl: Cumes belgas
nl: Belgische hooglanden
pt_pt: Colinas das Ardenas

source: Each player starts on a hill surrounded by steep cliffs. Represents Cantabria, a mountainous region in the North of the Iberian peninsula.
de: Jeder Spieler startet auf einem Hügel, der von steilen Klippen umgeben ist. Repräsentiert Kantabrien, eine bergige Region im Norden der iberischen Halbinsel.
es: Cada jugador comienza en una colina rodeada por escarpados acantilados. Representa Cantabria, una región montañosa en el norte de la península Ibérica.
fr: Chaque joueur commence sur une colline entourée de falaises abruptes. Représente la Cantabrie, une région montagneuse au nord de la péninsule ibérique.
gd: Tòisichidh gach cluicheadair air cnoc le creagan casa timcheall orra. Riochdaichidh e Cantabria, seo sgìre beanntach tabh tuath an rubha Ibèirich.
gl: Cada xogador comeza nun outeiro arrodeado de barrancos. Representa a rexión cantábrica.
nl: Ieder speler start op een heuvel, omgeven met steile kliffen. Dit stelt Cantabrië voor, een bergachtige streek in het noorden van Spanje.
pt_pt: Cada jogador começa numa colina rodeada por penhascos íngremes. Representa a Cantábria, uma região montanhosa no norte da Península Ibérica.

source: Cantabrian Highlands
de: Kantabrisches Hochland
es: Sierra cántabra
fr: Cordillère Cantabrique
gd: Tìr àrd Chantaibria
gl: Cordilleira cantábrica
nl: Cantabrische hooglanden
pt_pt: Montes Cantábricos
