Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Using geometric masonry increases the sturdiness of defensive walls.
de: Durch Nutzung geometrischer Mauerei erhöht sich die Stabilität von Verteidigungswällen.
es: El uso de la mampostería geométrica mejora el aguante de los muros defensivos.
fr: L'utilisation de maçonneries géométriques augmente la robustesse de murs défensifs.
gd: Le clachaireachd gheomatrach, bidh na ballachan-dìona nas seasmhaiche.
gl: O uso de albanelaría xeométrica aumenta a resistencia das murallas defensivas.
nl: Geometrische metselkunsten verhogen de stevigheid van een muur.
pt_pt: O uso da alvenaria geométrica aumenta a resistência das muralhas.

source: City walls +2 crush armor levels, but +10% build time.
de: Stadtmauern +2 Schmetterpanzerung, aber +10% Bauzeit.
es: Murallas de la ciudad con +2 en nivel de blindaje, pero +10% en el tiempo de construcción.
fr: Les remparts gagnent +2 points d'armure d'écrasement, mais sont +10% plus longs à construire.
gd: +2 de dh'armachd an aghaidh brùillidh airson ballachan a' bhaile ach toir e +10% nas fhaide an togail.
gl: A protección das murallas urbanas contra ataques de impacto aumenta en +2, pero o tempo de construción das mesmas aumenta en +10%.
nl: Stadsmuren +2 verbrijzelpantser maar ook +10% bouwtijd.
pt_pt: Aumenta em +2 a defesa das muralhas mas também aumenta o seu tempo de construção em +10%.

source: Geometric Masonry
de: Geometrisches Mauerwerk
es: Mampostería geométrica
fr: Maçonnerie géométrique
gd: Clachaireachd gheomatrach
gl: Albanelaría xeométrica
nl: Geometrisch metselwerk
pt_pt: Alvenaria geométrica

source: Often, an infantryman would carry a secondary weapon in addition to his primary weapon of choice, to be drawn when the primary weapon has failed or been broken.
de: Oft trägt ein Fußsoldat eine zusätzliche Waffe bei sich, die er benutzt, wenn seine Hauptwaffe nutzlos oder kaputt ist.
es: A menudo un soldado de infantería llevaba un arma secundaria además de su arma principal, útil cuando el arma principal fallaba, o se rompía.
fr: Souvent, un soldat d'infanterie portait avec lui une arme secondaire en supplément de son arme principale, qu'il utilisait lorsque son arme principale défaillait ou se brisait.
gd: A bharrachd air a' phrìomh arm aige, bhiodh coisridh a' toirt arm eile leis gu tric a b' urrainn dha cleachdadh nan robh am prìomh arm air fhàilligeadh no briste.
gl: Os soldados de infantaría, ademais da súa arma principal preferida, adoitaban portar unha segunda arma que empregar en caso de que lle pasase algo á principal.
nl: Een infanteriesoldaat droeg vaak een tweede wapen naast zijn hoofdwapen. Dat kon hij gebruiken als zijn hoofdwapen verloren of gebroken was.
pt_pt: Era habitual um soldado de infantaria trazer consigo uma arma branca secundária, para o caso da sua arma principal não funcionar ou ficar inutilizável.

source: Melee infantry +1 hack attack.
de: Nahkampfinfanterie erhält +1 Hiebangriff.
es: Infantería cuerpo a cuerpo +1 al ataque de corte.
fr: L'infanterie de mêlée gagne +1 d'attaque tranchante.
gd: +1 air ionnsaighean spealgaidh na coisridh.
gl: Aumenta o ataque de contacto de folla da infantaría en +1.
nl: Mêlee infanterie +1 slagkracht.
pt_pt: Aumenta o ataque de golpe de infantaria de contacto em +1.

source: Side Arms
de: Seitenwaffen
es: Arma de bolsillo
fr: Arme de poing
gd: Arm cliathaich
gl: Armas auxiliares
nl: Zijwapens
pt_pt: Armas Secundárias

source: Using iron instead of bronze gave spears additional piercing power.
de: Die Verwendung von Eisen anstatt Bronze erhöhte die Durschschlagskraft von Speeren.
es: Usar hierro en vez de bronce le da poder de penetración adicional a las lanzas.
fr: Utilisation du fer au lieu du bronze donne une puissance de pénétration supplémentaire aux lances.
gd: Rinn sleaghan bioradh nas cumhachdaiche le iarann an àite umha.
gl: O uso de ferro en vez de bronze aumentaba a efectividade punzante das lanzas.
nl: Het gebruik van ijzer i.p.v. brons gaf speren een extra steekkracht.
pt_pt: Usar ferro em vez de bronze originou lanças com um poder de perfuração adicional.

source: All Spear units +2 hack attack.
de: Alle Speerträger +2 Hiebangriffe.
es: Todas las unidades con lanza +2 daño por corte.
fr: Tous les lanciers gagnent +2 d'attaque tranchante.
gd: +2 air ionnsaigh spealgaidh nan sleaghairean.
gl: Aumenta en +2 o ataque de folla de todas as unidades con lanza.
nl: Alle speervechters +2 slagkracht.
pt_pt: Aumenta o ataque de golpe de todas as unidades com lanças em +2.

source: Iron Spearheads
de: Eiserne Speerspitzen
es: Lanzas con cabeza de hierro
fr: Lances de fer
gd: An ceann-slèigh iarainn
gl: Puntas de lanza de ferro
nl: Ijzeren speerpunten
pt_pt: Ponta da lança de ferro

source: Lance vs. Chamfron
de: Lanze vs. Rossstirn
es: Lanza vs. chaflán protector
fr: Lance vs. Chanfrein
gd: Lannsa no seampron
gl: Lanza ou helmo de cabalo
nl: Lans vs. chamfron
pt_pt: Lança ou barda

source: Champions vs. Part-timers
de: Gardisten vs. Bürgersoldaten
es: Campeones vs. irregulares
fr: Champions vs. Contractuels
gd: Laoich no saighdearan pàirt-ùine
gl: Campións ou cidadáns
nl: Kampioenen vs. Deeltijds
pt_pt: Campeões ou Cidadãos

source: Servants vs. Wedge and Mallet
de: Knechte vs. Hammer und Meißel
es: Siervos vs. Mazeros
fr: Servants vs. Marteau et burin
gd: Sgalagan no gèinneach is slacan
gl: Servos ou cuñas e mazas
nl: Dienaars vs. Splijthamer
pt_pt: Servos ou cunhas e macetes

source: Serfs vs. Shaft Mining
de: Leibeigene vs. Bergbauschächte
es: Siervos vs. Minería de pozo
fr: Serfs vs. Exploitation minière
gd: Ìochdarain no mèinnearachd sluic
gl: Servos ou minaría de pozo
nl: Slaaf vs. mijnschacht
pt_pt: Servos ou Mineração em Poço

source: Slaves vs. Silver Mining
de: Sklaven vs. Silberbergbau
es: Esclavos vs. Minería de plata
fr: Esclaves vs. Extraction de l'argent
gd: Tràill no mèinnearachd airgid
gl: Escravos ou minaría de prata
nl: Slaven vs. Zilvermijnen
pt_pt: Escravos ou Mineração de Prata

source: Iron Axes vs. Wheelbarrow
de: Eisenaxt vs. Schubkarre
es: Hachas de hierro vs. Carretilla de mano
fr: Haches de fer vs. Brouette
gd: Tuaghan iarainn no am bara-cuibhle
gl: Machados de ferro ou carretillas
nl: Ijzeren bijlen vs. kruiwagen
pt_pt: Machado de ferro ou carrinho de mão

source: Heal Range and Rate
de: Heilungsreichweite und -geschwindigkeit
es: Distancia y velocidad de sanación
fr: Portée et vitesse de guérison
gd: Astar 's luaths an leighis
gl: Alcance e velocidade de sandación
nl: Helingsbereik en snelheid
pt_pt: Alcance e velocidade de curar

source: Heal Range and Rate #2
de: Heilungsreichweite und -geschwindigkeit #2
es: Distancia y velocidad de sanación #2
fr: Portée et vitesse de guérison n°2
gd: Astar 's luaths an leighis 2
gl: Alcance e velocidade de sandación 2
nl: Helersbereik en heelsnelheid #2
pt_pt: Alcance e velocidade de cura #2

source: Garrison Healing vs. Self-Healing
de: Heilung einquartierter Einheiten vs. Selbstheilung
es: Curación al Guarnecerse vs. Autocuración
fr: Soins de garnison vs. Autoguérison
gd: Slànachadh sa gearastan no fèin-shlànachadh
gl: Sandación de grupo ou sandación autónoma
nl: Genezing v/d bemanning vs automatisch
pt_pt: Cura guarnecida conta auto-cura

source: Females vs. Population
de: Frauen versus Bevölkerung
es: Mujeres vs. Población
fr: Citoyennes vs. Population
gd: Boireannaich no sluagh
gl: Mulleres ou poboación
nl: Vrouwen vs. bevolking
pt_pt: Mulheres vs. População

source: Side Arms vs. Irregulars
de: Seitenarme vs Irreguläre
es: Armas de bolsillo vs. Irregulares
fr: Armes de poing vs. Infanterie irrégulière
gd: Airm cliathaich no saighdearan neo-riaghailteach
gl: Armas auxiliares ou irregulares
nl: Zijwapens vs. wilden
pt_pt: Armas Secundárias vs. Irregulares

source: Spear Fighting vs. Skirmishing
de: Speerkampf vs. Plänkelei
es: Lanzeros vs. Guerrileros
fr: Combat à la lance vs. Escarmouche
gd: Ionnsaighean slèigh no streup
gl: Loitar con lanza ou escaramuzar
nl: Speervechten vs. Schermutselen
pt_pt: Lutar com lançar ou escamuraçar

source: Infantry Hack Armor vs. Spearmen Pierce Armor
de: Infanterie Hieb Rüstung vs. Speerkämpfer Durchbohr Rüstung
es: Protección contra corte de infantería vs. Protección contra perforación de lanceros
fr: Armure d'infanterie contre les objets tranchants vs. Armure de lanciers contre les objets perçants
gd: Armachd an aghaidh spealgaidh airson coisridh no armachd an aghaidh bioraidh airson sleaghairean
gl: Armadura de perforación da infantaría ou armadura de perforación dos lanceiros
nl: Infanterie slagpantser vs. speervechter steekpantser
pt_pt: Armadura para infantaria ou armadura para lanceiros

source: Levy Infantry vs. Levy Cavalry
de: Infanterierekruten vs. Kavallerierekruten
es: Infantería de leva vs. Caballería de leva
fr: Levée d'infanterie vs. Levée de cavalerie
gd: Togail coisridh no togail eachraidh
gl: Levas de infantaría contra levas de cabalaría
nl: Infanteriewerving vs. cavaleriewerving
pt_pt: Mobilização da infantaria conta mobilização da cavalaria

source: Attack vs. Cost
de: Angriff vs. Kosten
es: Ataque contra coste
fr: Attaque vs. Coût
gd: Ionnsaigh no cosgais
gl: Ataque ou custo
nl: Aanval vs. Kosten
pt_pt: Ataque ou custo

source: Attack vs. Packing
de: Angriff vs. Packzeit
es: Ataque vrs Empaquetar
fr: Attaque vs. Démontage
gd: Ionnsaigh no pasgadh
gl: Atacar ou montar
nl: Aanval vs. inpaksnelheid
pt_pt: Atacar ou montar

source: Cost vs. Armor
de: Kosten vs. Rüstung
es: Coste vs. Armadura
fr: Coût vs. Armure
gd: Cosgais no armachd
gl: Custo ou armadura
nl: Kosten vs. Bewapening
pt_pt: Custo ou armadura

source: Night's Watch vs. Crenellations
de: Nachtwache vs. Zinnen
es: Guardias nocturnos vs. Almenas
fr: Ronde de nuit vs. Créneaux
gl: Garda nocturna ou ameas
nl: Nachtwacht vs. Kantelen
pt_pt: Guardas nocturnos ou ameias

source: Walls build time vs. Health
de: Mauer: Bauzeit vs. Trefferpunkte
es: Hachas de Hierro vrs Carretilla
fr: Temps de construction des murs vs. Résistance
gd: Luaths togail no seasmhachd nam ballachan
gl: Tempo de construción dar murallas ou vida
nl: Constructietijd vs. sterkte van muren
pt_pt: Tempo de construção de muralhas ou resistência

source: City Phase
de: Großstadtphase
es: Fase de ciudad
fr: Phase des Cités
gd: Linn nam mòr-bhailtean
gl: Fase de cidade
nl: Grootstadsfase
pt_pt: Cidade

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Athenian city phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
de: Steigen Sie von einer betriebsamen Ansiedlung zu einer wahren Metropole auf, voll mit den Wundern der modernen Technologie. Das ist die attische Stadt-Phase, in der die Sammelrate für Metall erhöht ist wegen des "Silbereulen"-Bonuses.
es: Avanzar de una bulliciosa ciudad a una verdadera metrópolis, llena de las maravillas de la tecnología moderna. Esta es la fase de la ciudad de Atenas, donde las tasas de recolección de metal se elevan debido a la bonificación de los búhos de plata.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne. C'est la phase de la cité d'Athènes, où les taux d'exploitation de métaux sont améliorés en raison du bonus de la Chouette d'argent.
gd: Adhartaich o bhaile iomairteach gu mòr-bhaile, làn chulaidhean-iongantais an teicneolais ùir. Seo linn mòr-bhaile na h-Àithne far an tèid barrachd meatailt a chruinneachadh ri linn na buannachd "Cailleachan-oidhche airgid".
gl: Avanza dunha vila en auxe a unha verdadeira metrópole, chea de marabillas da tecnoloxía moderna. Esta é a fase de cidade de Atenas, onde a taxa de recolección de metal se acelera grazas á bonificación «Curuxa».
nl: Avanceer van een stadje naar een echte metropool, vol wonderen met moderne technologie. Dit is de Atheense grootstadfase waar metaalmijnsnelheden nog een bonus krijgen dankzij de "Zilveren Uilen".
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões, plena de maravilhas da tecnologia moderna. Na Fase de Cidade ateniense, o ritmo de recolha do metal é impulsionado pelo bónus 'Corujas de Prata'.

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Silver Owls civ bonus grants an extra +10% metal gather rate to all workers.
de: Schreite zur Stadtphase fort, wodurch zusätzliche Gebäude und Einheiten freigeschaltet werden. Das Hoheitsgebiet von Verwaltungssitzen wird um +50% erhöht. Der 'Silbereulen'-Bonus verleiht allen Arbeiten eine um +10% erhöhte Metallabbaurate.
es: Avanza hacía la fase de ciudad, que desbloquea más estructuras y unidades. El radio de territorio de los centros urbanos incrementa un +50%. La bonificación ateniense de "los búhos de plata" añade un +10% extra a la velocidad de recolección del metal a todos los trabajadores.
fr: Évoluer vers la Phase des Cités pour débloquer davantage de structures et d'unités. Le rayon du territoire des centres-villes augmente de +50%. Le bonus de civilisation 'Chouettes d'argent' accorde un supplément de +10% du taux d'exploitation du métal pour tous les travailleurs.
gd: Adhartaich gu linn nam mòr-bhailtean a bheir barrachd thogalaichean is aonadan dhut. Bidh leudachadh de +50% a bharrachd aig ranntair nan ionadan sìobhalta. Cruinnichidh gach obraiche meatailt +10% nas luaithe le buannachd an t-sìobhaltais "Cailleachan-oidhche airgid".
gl: Avanzar á fase de cidade, que desbloquea máis estruturas e unidades. O raio de influencia dos centros cívicos aumenta outro +50%. A bonificación de civilización «Curuxa» aumenta nun +10% a taxa de recolección de metal.
nl: Ga verder naar stadsfase. Deze geeft toegang tot meer gebouwen en eenheden. De territoriumgrootte van beschavingscentra wordt met 50% vergroot. De 'zilveren uil' bonus geeft 10% extra metaal mijnsnelheid voor alle werkkrachten.
pt_pt: Eleva para Cidade onde estão disponíveis novos edifícios e unidades. A área territorial dos centros cívicos aumenta em +50%. A Coruja de Prata garante +10% na capacidade de obtenção do metal.

source: Requires 4 new Town Phase structures (except Walls and Civic Centers).
de: Braucht 4 neue Gebäude der Dorfphase (außer Wällen und Verwaltungssitzen).
es: Necesita cuatro estructuras de la Fase urbana (exceptuando murallas y centros cívicos)
fr: Nécessite 4 nouvelles structures de la Phase des Villes (sauf Murs et Centres-villes).
gd: Feumaidh seo 4 togalaichean ùra (ach ballachan is ionadan sìobhalta) o linn nam bailtean.
gl: Require 4 novas estruturas da fase de vila (sen contar murallas e centros civís).
nl: Vereist 4 stadsgebouwen (uitgezonderd muren en beschavingscentra).
pt_pt: Requer 4 edifícios próprios da Fase de Vila (excepto Muralhas e Centros Cívicos).

source: Advance from a bustling town to large city.
de: Steigen Sie von einer betriebsamen Ansiedlung zu einer großen Stadt auf.
es: Avanzar desde una bulliciosa urbe a una gran ciudad.
fr: Amélioration d'une ville animée en une grande cité.
gd: Adhartaich o bhaile iomairteach gu mòr-bhaile.
gl: Avanza dunha vila en auxe a unha gran cidade.
nl: Ga van een kleine stad naar een grootstad.
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões.

source: Advance to City Phase, which unlocks Brythonic structures and units. Territory radius for Civic Centers increased by another +50%
de: Erforsche die Stadtphase und schalte mehr britannische Gebäude und Einheiten frei. Der Territorialradius von Verwaltungssitzen wird um weitere erhöht: +50%
es: Avanza hacía la fase de ciudad, que desbloquea más estructuras y unidades britanas. El radio de territorio de los centros urbanos se incrementa un +50%.
fr: Évoluer vers la Phase des Cités pour débloquer davantage de structures et unités bretonnes. Le rayon du territoire des centres-villes augmente encore de +50%.
gd: Adhartaich gu linn nam mòr-bhailtean a bheir togalaichean is aonadan Breatannach dhut. Bidh leudachadh de +50% a bharrachd aig ranntair nan ionadan sìobhalta
gl: Avanzar á fase de cidade, que desbloquea estruturas e unidades bretoas. O raio de influencia dos centros cívicos aumenta outro +50%.
nl: Ga verder naar grootstadsfase. Deze geeft toegang tot Britse gebouwen en eenheden. De territoriumgrootte voor beschavingscentra wordt met nog eens 50% vergroot.
pt_pt: Eleva para Cidade onde estão disponíveis edifícios e unidades bretãs. A área territorial dos centros cívicos aumenta em +50%.

source: City Phase - Britons
de: Stadtphase - Briten
es: Fase Ciudad - Britanos
fr: Phase des Cités - Bretons
gd: Linn nam mòr-bhailtean - Na Breatannaich
gl: Fase de cidade — Bretóns
nl: Grootstadsfase - Britten
pt_pt: Cidade - Bretões

source: Advance to City Phase, which unlocks Gallic structures and units. Territory radius for Civilization Centers increased by another +50%
de: Steige zur Stadtphase auf, welche gallische Bauwerke und Einheiten freischaltet. Der Terrirorialradius von Verwaltungssitzen wird um weitere +50% erhöht
es: Avanza hacía la fase de ciudad, que desbloquea estructuras y unidades galas. El radio de territorio aumenta para los centros urbanos un +50% más.
fr: Évoluer vers la Phase des Cités pour débloquer davantage de structures et unités gauloises. Le rayon du territoire des centres-villes augmente encore de +50%.
gd: Adhartaich gu linn nam mòr-bhailtean a bheir togalaichean is aonadan Gallach dhut. Bidh leudachadh de +50% a bharrachd aig ranntair nan ionadan sìobhalta
gl: Avanzar á fase de cidade, que desbloquea estruturas e unidades galas. O raio de influencia dos centros cívicos aumenta outro +50%.
nl: Ga verder naar grootstadsfase. Deze geeft toegang tot Gallische gebouwen en eenheden. De territoriumgrootte voor beschavingscentra wordt met nog eens 50% vergroot.
pt_pt: Avançar para a Fase de Cidade, que disponibiliza estruturas e unidades gaulesas. A área territorial dos Centros Cívicos aumenta mais 50%.

source: City Phase - Gauls
de: Stadtphase - Gallier
es: Fase de ciudad - Galos
fr: Phase des Cités - Gaulois
gd: Linn nam mòr-bhailtean - Muinntir na Gaille
gl: Fase de cidade — Galos
nl: Grootstadsfase - Galliërs
pt_pt: Cidade - Gauleses

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology.
de: Steigen Sie von einer betriebsamen Ansiedlung zu einer wahren Metropole auf, voll mit den Wundern der modernen Technologie.
es: Anticipos de una animada ciudad a una verdadera metrópolis, llena de las maravillas de la tecnología moderna.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne.
gd: Adhartaich o bhaile iomairteach gu mòr-bhaile, làn chulaidhean-iongantais an teicneolais ùir.
gl: Avanza dunha vila en auxe a unha verdadeira metrópole, chea de marabillas da tecnoloxía moderna.
nl: Avanceer van een stadje naar een echter metropool, vol wonderen van moderne technologie.
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões, plena de maravilhas da tecnologia moderna.

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%
de: Erforsche die Großstadtphase und schalte mehr Gebäude und Einheiten frei. Der Territorialradius von Verwaltungssitzen wird um weitere erhöht: +50%
es: Avanza hacía la fase de ciudad, que desbloquea más estructuras y unidades. El radio de territorio de los centros urbanos incrementa un +50%.
fr: Évoluer vers la Phase des Cités pour débloquer davantage de structures et unités. Le rayon du territoire des centres-villes augmente encore de +50%.
gd: Adhartaich gu linn nam mòr-bhailtean a bheir barrachd thogalaichean is aonadan dhut. Bidh leudachadh de +50% a bharrachd aig ranntair nan ionadan sìobhalta
gl: Avanzar á fase de vila, que desbloquea estruturas e unidades. O raio de influencia dos centros cívicos aumenta outro +30%.
nl: Ga verder naar grootstadsfase. Deze geeft toegang tot meer gebouwen en meer eenheden. De territoriumgrootte van beschavingscentra wordt met nog eens 50% vergroot.
pt_pt: Eleva para Cidade onde estão disponíveis novos edifícios e unidades. A área territorial dos centros cívicos aumenta em +50%.

source: Britons vs. Gauls
de: Britannier vs. Gallier
es: Britanos contra Galos
fr: Bretons vs. Gaulois
gd: Na Breatannaich no Muinntir na Gaille
gl: Bretóns ou galos
nl: Britten vs. Galliërs
pt_pt: Bretões ou gauleses

source: Town Phase
de: Stadtphase
es: Fase urbana
fr: Phase des Villes
gd: Linn nam bailtean
gl: Fase de vila
nl: Stadsfase
pt_pt: Fase de Vila

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Athenian city phase, where metal gathering rates are boosted because of the Silver Owls bonus.
de: Steigen Sie von einer betriebsamen Ansiedlung zu einer wahren Metropole auf, voll mit den Wundern der modernen Technologie. Das ist die attische Stadt-Phase, in der die Sammelrate für Metall erhöht ist wegen des Silbereulen-Bonuses.
es: Avanzar de una bulliciosa ciudad a una verdadera metrópolis, llena de las maravillas de la tecnología moderna. Esta es la fase de la ciudad de Atenas, donde las tasas de recolección de metal se elevan debido a la bonificación de los búhos de plata.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne. C'est la phase de la cité d'Athènes, où les taux d'exploitation de métaux sont améliorés en raison du bonus de la Chouette d'argent.
gd: Adhartaich o bhaile iomairteach gu mòr-bhaile, làn chulaidhean-iongantais an teicneolais ùir. Seo linn mòr-bhaile na h-Àithne far an tèid barrachd meatailt a chruinneachadh ri linn na buannachd "Cailleachan-oidhche airgid".
gl: Avanza dunha vila en auxe a unha verdadeira metrópole, chea de marabillas da tecnoloxía moderna. Esta é a fase de cidade de Atenas, onde a taxa de recolección de metal se acelera grazas á bonificación «Curuxa».
nl: Avanceer van een stadje naar een echte metropool, vol wonderen met moderne technologie. Dit is de Atheense grootstadfase waar metaalmijnsnelheden nog een bonus krijgen dankzij de "Zilveren Uilen".
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões, plena de maravilhas da tecnologia moderna. Na Fase de Cidade ateniense, o ritmo de recolha do metal é impulsionado pelo bónus 'Corujas de Prata'.
