Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Celtic mercenaries have their metal cost decreased.
de: Keltische Söldner kosten weniger Metall.
es: Los mercenarios celtas reducen su coste en metal.
fr: Les mercenaires celtes ont un coût en métal diminué.
gd: Cosgaidh saighdearan Ceilteach nas lugha de mheatailt.
gl: Diminúe o custo de metal dos mercenarios celtas.
nl: Keltische huurlingen kosten minder metaal.
pt_pt: Diminui o custo do metal para recrutar mercenários celtas.

source: Hire a Celtic mercenary captain to reduce cost -20 metal for Celtic mercenaries.
de: Werbe einen keltischen Söldnerhauptmann an, um die Metallkosten für keltische Söldner um 20 zu senken.
es: Contrata un general mercenario galo para reducir el coste de -20 unidades menos de metal para los mercenarios celtas.
fr: Embaucher un capitaine mercenaire celte pour réduire de -20 le coût en métal des mercenaires celtes.
gd: Fastaich caiptean-duaise Ceilteach ach an cosg saighdearan-duaise Ceilteach -20 de mheatailt.
gl: Contrata un capitán mercenario celta para reducir o custo de metal dos mercenarios celtas en -20.
nl: Huur een Keltische huurlingenkapitein om de kost voor Keltische huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um capitão dos mercenários celtas para reduzir o custo de metal em 20 nos mercenários celtas.

source: Celtic Mercenary Captain
de: Keltischer Söldnerhauptmann
es: Capitán celta mercenario
fr: Capitaine mercenaire celte
gd: Caiptean-duaise Ceilteach
gl: Capitán mercenario celta
nl: Keltische huurlingenkapitein
pt_pt: Capitão mercenário celta

source: Hire a Gallic mercenary general to reduce cost -20 metal for Celtic mercenaries.
de: Werbe einen gallischen Söldnerhauptmann an, um die Metallkosten für keltische Söldner um 20 zu senken.
es: Contrata un general mercenario galo para reducir el coste en metal de los mercenarios celtas en -20 unidades.
fr: Embaucher un général mercenaire gaulois pour réduire de -20 le coût en métal des mercenaires celtes.
gd: Fastaich caiptean-duaise na Gaille ach an cosg saighdearan-duaise Ceilteach -20 de mheatailt.
gl: Contrata un xeneral mercenario galo para reducir o custo de metal dos mercenarios celtas en -20.
nl: Huur een Keltische huurlingengeneraal om de kost voor Keltische huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um general mercenário gaulês para reduzir o custo de metal em 20 nos mercenários celtas.

source: Gallic Mercenary General
de: Gallischer Söldnerfeldherr
es: General mercenario galo
fr: Général mercenaire gaulois
gd: Ceann-armailt-duaise Gallach
gl: Xeneral mercenario galo
nl: Gallische huurlingengeneraal
pt_pt: General mercenário gaulês

source: Iberian mercenaries have their metal cost decreased.
de: Iberische Söldner kosten weniger Metall.
es: Los mercenarios íberos reducen su coste en metal.
fr: Les mercenaires ibères coûtent moins de métal.
gd: Cosgaidh saighdearan-duaise Ibèireach nas lugha de mheatailt.
gl: Diminúe o custo de metal dos mercenarios iberos.
nl: Verminder de metaalkost voor Iberische huurlingen.
pt_pt: Diminuiu o custo do metal para recrutar mercenários ibéricos

source: Hire a Lusitanian mercenary captain to reduce cost -20 metal for Iberian mercenaries.
de: Werbe einen lusitanischen Söldnerhauptmann an, um die Metallkosten für iberische Söldner um 20 zu senken.
es: Contrata un capitán mercenario lusitano para reducir en -20 unidades de metal para los mercenarios íberos.
fr: Embaucher un capitaine mercenaire lusitanien pour réduire de -20 le coût en métal des mercenaires ibères.
gd: Fastaich caiptean-duaise Luasatàineach ach an cosg saighdearan-duaise Ibèireach -20 de mheatailt.
gl: Contrata un capitán mercenario lusitano para reducir o custo de metal dos mercenarios iberos en -20.
nl: Huur een Lusitaniaanse huurlingenkapitein om de kost van Iberische huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um capitão dos mercenários lusitanos para reduzir o custo de metal para recrutar mercenários italliotas em -20.

source: Lusitanian Mercenary Captain
de: Lusitanischer Söldnerhauptmann
es: Capitán mercenario lusitano
fr: Capitaine mercenaire lusitanien
gd: Caiptean-duaise Luasatàineach
gl: Capitán mercenario lusitano
nl: Lucitaniaanse huurlingkapitein
pt_pt: Capitão mercenário lusitano

source: Hire a Celtiberian mercenary general to reduce cost -20 metal for Iberian mercenaries.
de: Werbe einen keltiberischen Söldnerhauptmann an, um die Metallkosten für iberische Söldner um 20 zu senken.
es: Contrata a un general celtíbero mercenario para reducir a -20 el coste de los mercenarios íberos.
fr: Embaucher un général mercenaire celtibère pour réduire de -20 le coût en métal des mercenaires ibères.
gd: Fastaich ceann-armailt-duaise Ceiltibèireach ach an cosg saighdearan-duaise Ibèireach -20 de mheatailt.
gl: Contrata un xeneral mercenario celtibero para reducir o custo de metal dos mercenarios iberos en -20.
nl: Huur een Celtiberische huurlingengeneraal om de kost voor Iberiesche huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um general mercenário celtiberico para reduzir o custo de metal em 20 nos mercenários ibéricos.

source: Celtiberian Mercenary General
de: Keltiberischer Söldnerhauptmann
es: General mercenario celtíbero.
fr: Général mercenaire celtibère
gd: Ceann-armailt-duaise Ceiltibèireach
gl: Xeneral mercenario celtibero
nl: Celtiberische huurlingengeneraal
pt_pt: General mercenário celtibero

source: Italian mercenaries have their metal cost decreased.
de: Italische Söldner kosten weniger Metall.
es: Los mercenarios italianos reducen su coste en metal.
fr: Les mercenaires Italiens ont un coût en métal diminué.
gd: Cosgaidh saighdearan-duaise Eadailteach nas lugha de mheatailt.
gl: Diminúe o custo de metal dos mercenarios italiotas.
nl: Italiaanse huurlingen kosten minder metaal.
pt_pt: Diminuiu o custo do metal para recrutar mercenários italiotas.

source: Hire an Italiote mercenary captain to reduce cost -20 metal for Italian mercenaries.
de: Werbe einen italiotischen Söldnerhauptmann an, um die Metallkosten für italiotische Söldner um 20 zu senken.
es: Contrata a un capitán mercenario italiota para reducir el coste en metal de mercenarios italianos en -20.
fr: Embaucher un capitaine mercenaire italiote pour réduire de -20 le coût de métal des mercenaires italiens.
gd: Fastaich caiptean-duaise Eadailteach ach an cosg saighdearan-duaise Eadailteach -20 de mheatailt.
gl: Contrata un capitán mercenario italiota para reducir o custo de metal dos mercenarios italiotas en -20.
nl: Huur een Italiaanse huurlingenkapitein om de kost van Italiaanse huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um capitão dos mercenários italiotas para reduzir o custo de metal para recrutar mercenários italiotas em -20.

source: Italiote Mercenary Captain
de: Italiotischer Söldnerhauptmann
es: Capitán mercenario italiota
fr: Capitaine mercenaire italiote
gd: Caiptean-duaise Eadailteach
gl: Capitán mercenario italiota
nl: Italiaanse huurlingkapitein
pt_pt: Capitão mercenário italiota

source: Hire an Italiote mercenary general to reduce cost -20 metal for Italian mercenaries.
de: Werbe einen italischen Söldnerhauptmann an, um die Metallkosten für italische Söldner um 20 zu senken.
es: Contrata un general mercenario italiota para reducir en -20 unidades de metal para los mercenarios italianos.
fr: Embaucher un général mercenaire italiote pour réduire de -20 le coût de métal des mercenaires italiens.
gd: Fastaich ceann-armailt-duaise Eadailteach ach an cosg saighdearan-duaise Eadailteach -20 de mheatailt.
gl: Contrata un xeneral mercenario italiota para reducir o custo de metal dos mercenarios italiotas en -20.
nl: Huur een Italiaanse huurlingengeneraal om de kost voor Italiaanse huurlingen met 20 metaal te verminderen.
pt_pt: Contrata um capitão dos mercenários italiotas para reduzir o custo de metal para recrutar mercenários italiotas em -20.

source: Italiote Mercenary General
de: Italischer Söldnerfeldherr
es: General mercenario italiota
fr: Général mercenaire italiote
gd: Ceann-armailt-duaise Eadailteach
gl: Xeneral mercenario italiota
nl: Italiaanse huurlingengeneraal
pt_pt: General mercenário italita

source: Celtic merc cost vs. recruit time #1
de: Keltische Söldner: Kosten vs. Rekrutierzeit #1
es: Coste merc celtas vs. tiempo de reclutamiento #1
fr: Coût des mercenaires celtes vs. temps de recrutement n°1
gd: Cosgaisean nan saighdearan-duaise Ceilteach no ùine trusaidh 1
gl: Custo de mercenarios celtas ou tempo de recrutamento 1
nl: Keltische huurlingen kost vs rekruteertijd #1
pt_pt: Custo dos mercenários celtas ou tempo de recrutamento # 1

source: Celtic merc cost vs. recruit time #2
de: Keltische Söldner: Kosten vs. Rekrutierzeit #2
es: Coste merc celtas vs. tiempo de reclutamiento #2
fr: Coût des mercenaires celtes vs. temps de recrutement n°2
gd: Cosgaisean nan saighdearan-duaise Ceilteach no ùine trusaidh 2
gl: Custo de mercenarios celtas ou tempo de recrutamento 2
nl: Keltische huurlingen kost vs rekruteertijd #2
pt_pt: Custo dos mercenários celtas ou tempo de recrutamento # 2

source: Iberian merc cost vs. recruit time #1
de: Iberische Söldner: Kosten vs. Rekrutierzeit #1
es: Coste merc íbero vs. tiempo de reclutamiento #1
fr: Coût des mercenaires ibères vs. temps de recrutement n°1
gd: Cosgaisean nan saighdearan-duaise Ibèireach no ùine trusaidh 1
gl: Custo de mercenarios iberos ou tempo de recrutamento 1
nl: Iberische huurlingen kost vs rekruteertijd #1
pt_pt: Custo dos mercenários ibéricos ou tempo de recrutamento # 1

source: Iberian merc cost vs. recruit time #2
de: Iberische Söldner: Kosten vs. Rekrutierzeit #2
es: Coste merc íbero vs. tiempo de reclutamiento #2
fr: Coût des mercenaires ibères vs. temps de recrutement n°2
gd: Cosgaisean nan saighdearan-duaise Ibèireach no ùine trusaidh 2
gl: Custo de mercenarios iberos ou tempo de recrutamento 2
nl: Iberische huurlingen kost vs rekruteertijd #2
pt_pt: Custo dos mercenários celtas ou tempo de recrutamento #2

source: Italian merc cost vs. recruit time #1
de: Italische Söldner: Kosten vs. Rekrutierzeit #1
es: Coste mercenarios italianos vs. tiempo de reclutamiento #1
fr: Coût des mercenaires italiens vs. temps de recrutement n°1
gd: Cosgaisean nan saighdearan-duaise Eadailteach no ùine trusaidh 1
gl: Custo de mercenarios italiotas ou tempo de recrutamento 1
nl: Italiaanse huurlingen kost vs rekruteertijd #1
pt_pt: Custo dos mercenários italiotas ou tempo de recrutamento #1

source: Italian merc cost vs. recruit time #2
de: Italische Söldner: Kosten vs. Rekrutierzeit #2
es: Coste mercenarios italiano vs. tiempo de reclutamiento #2
fr: Coût des mercenaires italiens vs. temps de recrutement n°2
gd: Cosgaisean nan saighdearan-duaise Eadailteach no ùine trusaidh 2
gl: Custo de mercenarios italiotas ou tempo de recrutamento 2
nl: Italiaanse huurlingen kost vs rekruteertijd #2
pt_pt: Custo dos mercenários italliotas ou tempo de recrutamento #2

source: Carthaginians were colonizers. Civic Centers, Temples, and Houses -25% build time.
de: Die Karthager waren Kolonisierer. Die Bauzeit von Verwaltungssitzen, Tempeln und Häusern ist um -25% verkürzt.
es: Los cartagineses fueron colonizadores. Centros urbanos, templos y casas -25% menos de tiempo para la construcción.
fr: Les carthaginois étaient colonisateurs. Les centres-villes, temples et habitations gagnent -25% de temps de construction.
gd: Bhiodh na Cartagaich ri tuineachadh. Togaidh tu ionadan sìobhalta, teampaill agus taighean nas luaithe le -25%.
gl: Os cartaxineses eran colonizadores. Redúcese nun -25% o tempo de construción de centros cívicos, templos e casas.
nl: Carthagers waren kolonisators. Beschavingscentra, Tempels en Huizen -25% bouwtijd.
pt_pt: Os cartagineses eram colonizadores. Centros cívicos, templos e casas têm -25% de tempo de construção.

source: Carthaginians were explorers. All Traders and Ships +25% vision range.
de: Karthager waren Entdecker. Alle Händler und Schiffe sehen +25% weiter.
es: Los cartagineses fueron exploradores. Todos los comerciantes y barcos ganan un +25% más de alcance de visión.
fr: Les carthaginois étaient explorateurs. Tous les commerçants et navires gagnent +25% de champ de vision.
gd: Bhiodh na Cartagaich ri rùrachadh. Gheibh gach neach-malairt is long +25% de dh'astar lèirsinne.
gl: Os cartaxineses eran exploradores. Aumenta o raio de visión dos comerciantes e naves un +25%.
nl: Carthagers waren verkenners. Alle handelaars en koopmansschepen +25% zicht.
pt_pt: Cartagineses são exploradores. Todos os comerciantes e embarcações aumentam a sua visão em +25%.

source: Significantly increase build speed of batches of ships at the Shipyard.
de: Erhöht die Baugeschwindigkeit für mehrere in Auftrag gegebene Schiffe in der Werft signifikant.
es: Incrementa notablemente la velocidad de construcción de tus navíos en el astillero.
fr: Augmenter de manière significative la vitesse de construction des navires par groupes au chantier naval.
gd: Dèan togail ghrunnan de longan nas luaithe aig an doca.
gl: Aumenta de maneira considerábel a velocidade de construción de naves en grupos nos estaleiros.
nl: Verhoog de bouwsnelheid van in serie geproduceerde shepen op de scheepswerf.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações se forem em esquadra.

source: Shipyard increased batch construction speed bonus.
de: Erhöht die Baugeschwindigkeit für mehrere Bauaufträge in der Werft signifikant.
es: Los astilleros tienen una bonificación por reclutamiento por grupos.
fr: Les chantiers navals bénéficient d'un bonus d'accélération de la construction par groupes.
gd: Thèid grunnan a thogail nas luaithe ann an doca.
gl: Aumenta a bonificación de velocidade de construción en grupo dos estaleiros.
nl: Verhoogde groepsconstructietijd in de scheepswerf.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações se forem em esquadra

source: Phoenician Naval Architects
de: Phönizische Schiffskonstrukteure
es: Arquitectos navales fenicios
fr: Architectes navals phéniciens
gd: Ailtirean-mara Pheniceach
gl: Arquitectos navais fenicios
nl: Fenicische marinearchitecten
pt_pt: Arquitectos navais fenícios

source: Celtic mercenaries have their train time decreased.
de: Keltische Söldner werden lansgamer ausgebildet.
es: Los mercenarios celtas reducen su tiempo de reclutamiento.
fr: Les mercenaires Celtes ont un temps de formation diminué.
gd: Thèid saighdearan-duaise Ceilteach a thrèanadh nas luaithe.
gl: Diminúe o tempo de adestramento dos mercenarios celtas.
nl: Rekruteertijd van Keltische huurlingen wordt gereduceerd.
pt_pt: É mais rápido recrutar mercenários celtas.

source: Ally with Celtic towns to reduce recruit time -20% for Celtic mercenaries.
de: Verbünde dich mit keltischen Städten, um die Rekrutierungsdauer keltischer Söldner um -20% zu senken.
es: Aliarse con ciudad Celta para reducir -20% el tiempo para reclutar mercenarios celtas.
fr: S'allier avec des villes celtes permet de réduire de -20% le temps de recrutement de mercenaires celtes.
gd: Dèan caidreachas le bailtean Ceilteach ach an trus thu saighdearan-duaise Ceilteach nas luaithe le -20%.
gl: Alíate con vilas celtas para reducir o tempo de recrutamento de mercenarios celtas nun -20%.
nl: Allieer jezelf met Kelten om de rekruteertijd voor Keltische huurlingen met 20% te verminderen.
pt_pt: Fazer alianças com povoações celtas reduz o tempo de recrutamento dos mercenários celtas em -20%.

source: Celtic Alliance
de: Keltische Allianz
es: Alianza celta
fr: Alliance celte
gd: Caidreabhach Ceilteach
gl: Alianza celta
nl: Keltische alliantie
pt_pt: Aliança celta

source: Subjugate Gallic tribes to reduce recruit time -20% for Celtic mercenaries.
de: Unterwerfe gallische Stämme, um die Rekrutierungsdauer gallischer Söldner um -20% zu senken.
es: Subyugar a tribus galas para reducir el tiempo de reclutamiento en -20% para los mercenarios celtas.
fr: Subjuguer les tribus gauloises permet de réduire de -20% le temps de recrutement de mercenaires celtes.
gd: Cuir treubhan na Gaille fo cheannsal ach an trus thu saighdearan-duaise Ceilteach nas luaithe le -20%.
gl: Subxuga tribos galas para reducir o tempo de recrutamento de mercenarios celtas nun -20%.
nl: Onderwerp Gallische stammen om de rekruteertijd voor Gallische huurlingen met 20% te verminderen.
pt_pt: Domina as tribos gaulesas para reduzir o tempo de recrutamento dos mercenários celtas em -20%.

source: Gallic Hegemony
de: Gallische Hegemonie
es: Hegemonía gala
fr: Hégémonie gauloise
gd: Ceannas air a' Ghall
gl: Hexemonía gala
nl: Gallische hegemonie
pt_pt: Hegemonia gaulesa

source: Iberian mercenaries have their train time decreased.
de: Iberische Söldner werden langsamer ausgebildet.
es: Los mercenarios íberos reducen su tiempo de reclutamiento.
fr: Les mercenaires ibères ont un temps de formation diminué.
gd: Thèid saighdearan-duaise Ibèireach a thrèanadh nas luaithe.
gl: Diminúe o tempo de adestramento dos mercenarios iberos.
nl: Iberische huurlingen worden sneller gerekruteerd.
pt_pt: É mais rápido recrutar mercenários ibéricos.

source: Ally with Iberian towns to reduce recruit time -20% for Iberian mercenaries.
de: Durch Verbünden mit iberischen Städten sinkt die Rekrutierungszeit um -20% für iberische Söldner.
es: Aliarse con ciudad ibera para reducir -20% el tiempo para reclutar mercenarios iberos.
fr: S'allier avec des villes ibériques permet de réduire de -20% le temps de recrutement de mercenaires ibères.
gd: Dèan caidreachas le bailtean Ibèireach ach an trus thu saighdearan-duaise Ibèireach nas luaithe le -20%.
gl: Alíate con vilas iberas para reducir o tempo de recrutamento de mercenarios iberos nun -20%.
nl: Wordt geallieerd met een Iberische beschaving om de rekruteertijd van Iberische huurlingen met 20% te verminderen.
pt_pt: Alie com as povoações ibéricas para reduzir o tempo de recrutamento de mercenários ibéricos em -20%.

source: Iberian Alliance
de: Iberische Allianz
es: Alianza íbera
fr: Alliance ibérique
gd: Caidreachas Ibèireach
gl: Alianza ibera
nl: Iberische alliantie
pt_pt: Aliança ibérica

source: Subjugate Hispania to reduce recruit time -20% for Iberian mercenaries.
de: Unterwirf Hispanien, um die Rekrutierzeit für spanische Händler um -20% zu senken.
es: Subyuga a Hispania para reducir el tiempo de reclutamiento en un -20% para los mercenarios íberos.
fr: Soumettre l'Hispanie pour réduire de -20% le temps de recrutement des mercenaires ibères.
gd: Cuir treubhan na Spàinne fo cheannsal ach an trus thu saighdearan-duaise Ibèireach nas luaithe le -20%.
gl: Subxuga Hispania para reducir o tempo de recrutamento de mercenarios iberos nun -20%.
nl: Onderwerp Hispania om de rekruteertijd voor Iberische huurlingen met 20% te verminderen.
pt_pt: Conquiste a Hispânia para reduzir o tempo de recrutamento de mercenários ibéricos em -20%.

source: Iberian Hegemony
de: Spanische Hegemonie
es: Hegemonía íbera
fr: Hégémonie ibérique
gd: Ceannas air na h-Ibèirich
gl: Hexemonía ibérica
nl: Iberische Hegemonie
pt_pt: Hegemonia Ibérica

source: Italian mercenaries have their train time decreased.
de: Italienische Söldner werden langsamer ausgebildet.
es: Los mercenarios italianos tienen su tiempo de reclutamiento reducido.
fr: Les mercenaires italiens ont un temps de formation diminué.
gd: Thèid saighdearan-duaise Eadailteach a thrèanadh nas luaithe.
gl: Diminúe o tempo de adestramento dos mercenarios italiotas.
nl: Italiaanse huurlingen worden sneller gerekruteerd.
pt_pt: Reduziu o tempo de recrutamento dos mercenários italiotas.

source: Ally with Italiote towns to reduce recruit time -20% for Italian mercenaries.
de: Verbünde dich mit italiotischen Städten, um die Rekrutierungsdauer italiotischer Söldner um -20% zu senken.
es: Aliarse con ciudad Italiota para reducir -20% el tiempo para reclutar mercenarios italianos.
fr: S'allier avec des villes italiotes permet de réduire de -20% le temps de recrutement de mercenaires italiens.
gd: Dèan caidreachas le bailtean Eadailteach ach an trus thu saighdearan-duaise Eadailteach nas luaithe le -20%.
gl: Alíate con vilas italiotas para reducir o tempo de recrutamento de mercenarios italiotas nun -20%.
nl: Wordt geallieerd met een Italiaanse beschaving om de rekruteertijd van Italiaanse huurlingen met 20% te verminderen.
pt_pt: Alie com as povoações italiotas para reduzir o tempo de recrutamento de mercenários italiotas em -20%.

source: Italiote Alliance
de: Italiotische Allianz
es: Alianza italiota
fr: Alliance italiote
gd: Caidreachas Eadailteach
gl: Alianza italiota
nl: Italiaanse alliantie
pt_pt: Aliança italiota

source: Subjugate Italiote towns to reduce recruit time -20% for Italian mercenaries.
de: Unterjoche Italiotische Städte, um die Rekrutierungsdauer italienischer Söldner um -20% zu senken.
es: Subyugar a ciudades Italiotas para reducir el tiempo de reclutamiento en -20% para los mercenarios italianos.
fr: Subjuguer les villes italiotes pour réduire de 20% le temps de recrutement de mercenaires italiens.
gd: Cuir treubhan na h-Eadailte fo cheannsal ach an trus thu saighdearan-duaise Eadailteach nas luaithe le -20%.
gl: Subxuga vilas italiotas para reducir o tempo de recrutamento de mercenarios italiotas nun -20%.
nl: Onderwerp Italiaanse steden om de rekruteertijd voor Italiaanse huurlingen met 20% te verminderen.
pt_pt: Domina povoações italiotas para reduzir o tempo de recrutamento de mercenários italiotas em -20%.

source: Italiote Hegemony
de: Italiotische Hegemonie
es: Hegemonía italiota
fr: Hégémonie italiote
gd: Ceannas air an Eadailt
gl: Hexemonía italiota
nl: Italiaanse hegemonie
pt_pt: Hegemonia italiota

source: Upgrade all of your Celtic mercenaries to Advanced rank.
de: Befördert alle keltischen Söldner zum Fortgeschritten-Dienstgrad.
es: Promover a todos tus mercenarios Celtas al rango avanzado.
fr: Monter tous vos mercenaires celtes au grade avancé.
gd: Àrdaich na h-uile saighdear-duaise Ceilteach agad dhan rang adhartach.
gl: Avanzar todos os mercenarios celtas ao rango avanzado.
nl: Promoveer al je Keltische huurlingen naar geavanceerde rang.
pt_pt: Promove todos os seus mercenários celtas ao posto Avançado.

source: Upgrade all of your Celtic mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Celtic Mercenaries technology.
de: Befördere alle ihre keltischen Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-keltisch-Bürger-Technologie frei.
es: Promover a todos tus mercenarios Celtas al rango de Avanzado. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos -25%. Desbloquea la tecnología de Mercenarios Celtas Élite.
fr: Monter tous vos mercenaires celtes au grade avancé. Cela augmente leurs prouesses militaires, mais diminue leur taux de collecte de ressources de -25%. Débloque la technologie Mercenaires celtes d'élite.
gd: Àrdaich na h-uile saighdear-duaise Ceilteach agad dhan rang adhartach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25%. Bheir seo a' ghlas far teicneòlas nan saighdearan-duaise Ceilteach seann-ghaisgeach.
gl: Avanzar todos os mercenarios celtas ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe nun -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios celtas de elite».
nl: Promoveer al je Keltische huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pt_pt: Promove todos os seus mercenários celtas a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de recursos em -25%. Desbloqueia a tecnologia dos mercenários celtas de elite.
