Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Shift + F2: Take huge screenshot (6400px*4800px, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
de: Shift + F2: Macht einen großen Screenshot (6400px*4800px, im .bmp-Format, Speicherort wird links-oben im GUI angezeigt, nachdem die Datei gespeichert wurde, und kann auch in der Konsole/Logs nachgeschaut werden)
es: Mayús + F2: Realiza una captura de pantalla enorme (6400x4800, en formato .bmp, la ruta del archivo se muestra en la esquina superior izquierda de la pantalla una vez se haya guardado, también puede verse en la consola y los registros)
fr: Maj + F2 : Prendre une grande capture d'écran (6400px*4800px, au format BMP, l'emplacement est affiché dans le coin supérieur gauche de l'interface une fois le fichier enregistré, et peut également être trouvé dans console/logs si vous le manquez là.)
gd: F2: Tog glacadh-sgrìn anabarrach mòr (6400x4800px, san fhòrmat .bmp, thèid an t‑ionad a shealltainn air oisean clì gu h‑àrd nuair a bhios am faidhle air a shàbhaladh is chì thu an t‑ionad air a' chonsoil/sna logaichean ma chaill thu e an-sin)
gl: Maiús + F2: Facer unha captura xigante de pantalla (6400×4800px). As capturas xigantes fanse en formato PNG. O lugar no que se gardan móstrase na parte superior esquerda da interface despois de gardar o ficheiro, e pode verse tamén no historial da consola en caso de non dar tempo a velo na interface.
nl: Shift + F2: Neem een grote schermafbeelding (6400px*4800px in .bmp formaat. De locatie is weergegeven in de linker bovenhoek nadat het bestand is opgeslagen. De locatie kan ook gevonden worden in de console of logs).
pt_pt: Shift + F2: Tirar uma grande captura de ecrã, de 6400px*4800px em formato .bmp (a localização é mostrada no canto superior esquerdo depois de guardar o ficheiro; se não conseguir percebê-la nessa altura também pode vê-la na consola ou nos logs)

source: [font="sans-bold-14"]In Game
de: [font="sans-bold-14"]Im Spiel
es: [font="sans-bold-14"]En la partida
fr: [font="sans-bold-14"]En jeu
gd: [font="sans-bold-14"]Am broinn a' gheama
gl: [font="sans-bold-14"]Manual de 0 A.D.
nl: [font="sans-bold-14"]In het spel
pt_pt: [font="sans-bold-14"]Durante uma Partida

source: [font="sans-14"]Double Left Click [on unit]: Select all of your units of the same kind on the screen (even if they're different ranks)
de: [font="sans-14"]Doppelter Linksklick [auf eine Einheit]: Wähle alle deine Einheiten dieses Typs auf dem Bildschirm aus (selbst wenn sie unterschiedliche Ränge bekleiden)
es: [font="sans-14"]Pulsar dos veces [en una unidad]: Selecciona todas tus unidades del mismo tipo en la pantalla (incluso si tienen distinto rango)
fr: [font="sans-14"]Double Clic Gauche [sur une unité] : Sélectionner toutes vos unités de même type sur l'écran (même de grades différents)
gd: [font="sans-14"]Briogadh clì dùbailte [air aonad]: Tagh a h-uile aonad dhen aon seòrsa agad a chì thu (fiù 's ma tha rang eadar-dhealaichte aca)
gl: [font="sans-14"]Clic duplo nunha unidade: Seleccionar todas as túas unidades do mesmo tipo visíbeis na pantalla (incluso aínda que teñan un rango distinto).
nl: [font="sans-14"]Dubbel klikken [op eenheid]: Selecteer alle eenheden van dezelfde soort op het scherm (ook van verschillende rang).
pt_pt: [font="sans-14"]Duplo Clique Esquerdo [na unidade]: Selecciona todas as unidades visíveis do mesmo tipo (mesmo se forem de diferentes hierarquias)

source: Triple Left Click [on unit]: Select all of your units of the same kind and the same rank on the screen
de: Dreifach-Klick [auf eine Einheit]: Wähle alle auf dem Bildschirm befindlichen gleichen Einheiten des selben Rangs aus
es: Pulsar tres veces [en una unidad]: Selecciona todas tus unidades del mismo tipo y rango en la pantalla
fr: Triple-clic gauche [sur une unité]: Sélectionner toutes vos unités de même type et de même grade à l'écran
gd: Briogadh clì trìoblaichte [air aonad]: Tagh a h-uile aonad dhen aon seòrsa is rang agad a chì thu
gl: Clic tripo nunha unidade: Seleccionar todas as túas unidades do mesmo tipo e rango visíbeis na pantalla.
nl: Driedubbelklik [op een eenheid]: Selecteer alle eenheden van dezelfde soort en rang die zichtbaar zijn vanuit het huidige camera standpunt.
pt_pt: Tripo Clique Esquerdo [numa unidade]: Selecciona todas as unidades visíveis do mesmo tipo e da mesma hierarquia

source: Alt + Double Left Click [on unit]: Select all your units of the same kind on the entire map (even if the are different ranks)
de: Alt + Doppelklick [auf eine Einheit]: Wähle alle gleichen Einheiten auf der gesamten Karte aus (unabhängig von ihrem Rang)
es: Alt + Pulsar dos veces [en una unidad]: Selecciona todas tus unidades del mismo tipo en todo el mapa (incluso si tienen distinto rango)
fr: Alt + Double Clic Gauche [sur une unité] : Sélectionner toutes vos unités de même type sur la carte entière (même de grades différents)
gd: Alt + Briogadh clì dùbailte [air aonad]: Tagh a h-uile aonad dhen aon seòrsa agad air a' mhapa gu lèir (fiù 's ma tha rang eadar-dhealaichte aca)
gl: Alt + clic duplo nunha unidade: Seleccionar todas as unidades do mesmo tipo que hai en todo o mapa (aínda que sexan de rangos distintos).
nl: Alt + Dubbel klikken [op eenheid]: Selecteer alle eenheden van dezelfde soort over de volledige kaart (zelfs als ze van verschillende rang zijn)
pt_pt: Alt + Duplo Clique Esquerdo [numa unidade]: Selecciona todas as unidades do mesmo tipo no mapa inteiro (mesmo se forem de hierarquias diferentes)

source: Alt + Triple Left Click [on unit]: Select all your units of the same kind and rank on the entire map
de: Alt + Dreifacher Linksklick [auf eine Einheit]: Wähle alle deine Einheiten dieses Typs und Rangs auf der gesamten Karte aus
es: Alt + Pulsar tres veces [en una unidad]: Selecciona todas tus unidades del mismo tipo y rango en todo el mapa
fr: Alt + Triple clic gauche [sur une unité]: Sélectionner toutes vos unités de même type et de même grade sur la carte entière
gd: Alt + Briogadh clì trìoblaichte [air aonad]: Tagh a h-uile aonad dhen aon seòrsa is rang agad air a' mhapa gu lèir
gl: Alt + clic triplo nunha unidade: Seleccionar todas as unidades do mesmo tipo e rango que hai en todo o mapa.
nl: Alt + driedubbelklik [op een eenheid]: Selecteer alle eenheden van dezelfde soort en rang over de volledige kaart.
pt_pt: Alt + Tripo Clique Esquerdo [numa unidade]: Selecciona todas as unidades do mesmo tipo e da mesma hierarquia no mapa inteiro

source: Shift + F5: Quicksave
de: Shift + F5: Schnellspeichern
es: Mayús + F5: Guardado rápido
fr: Maj + F5 : Sauvegarde rapide
gd: Shift + F5: Sàbhaladh luath
gl: Maiús + F5: Gardar a partida rapidamente.
nl: Shift + F5: Snel opslaan
pt_pt: Shift + F5: Guardar o jogo instantaneamente

source: Shift + F8: Quickload
de: Shift + F8: Schnellladen
es: Mayús + F8: Cargado rápido
fr: Maj + F8 : Chargement rapide
gd: Shift + F8: Luchdadh luath
gl: Maiús + F8: Cargar a última partida gardada.
nl: Shift + F8: Snel laden
pt_pt: Shift + F8: Carregar um jogo instantaneamente

source: F10: Open/close menu
de: F10: Menü öffnen/schließen
es: F10: Abre o cierra el menú
fr: F10 : Ouvrir/fermer le menu
gd: F10: Fosgail/Dùin an clàr-taice
gl: F10: Abrir ou pechar o menú.
nl: F10: Open/sluit menu
pt_pt: F10: Abrir/fechar o menu

source: F12: Show/hide time elapsed counter
de: F12: Zeige/Verstecke die vergangene Zeit
es: F12: Muestra u oculta el contador de tiempo transcurrido
fr: F12 : Afficher/masquer le temps écoulé
gd: F12: Seall/Falaich an ùine a dh'fhalbh
gl: F12: Mostrar ou ocultar o tempo de partida.
nl: F12: Toon/verberg verstreken tijd
pt_pt: F12: Mostrar/ocultar o tempo decorrido

source: ESC: Close all dialogs (chat, menu) or clear selected units
de: ESC: Schließt alle Dialoge (Chat, Menü) oder setzt die Auswahl zurück
es: ESC: Cierra todos los diálogos (chat, menú) o cancela la selección actual
fr: Échap : Fermer tous les dialogues (discussion, menu) ou désélectionner les unités
gd: ESC: Dùin a h‑uile còmhradh (cabadaich, clàr-taice) no falamhaich taghadh nan aonadan
gl: Esc: Pechar todos os diálogos (conversa, menú) ou cancelar a selección actual de unidades.
nl: ESC: Sluit alle vensters (chat, menu, ...) of verwijder de selectie
pt_pt: ESC: Fechar todos os diálogos (sala de conversa, menu) ou desseleccionar as unidades

source: Enter/return: Open/send chat
de: Enter: Chat
es: Intro: Abrir o enviar un mensaje de chat
fr: Entrée/retour chariot : Ouvrir la fenêtre de discussion/Envoyer un message
gd: Enter/Return: Fosgail/Cuir cabadaich
gl: Intro: Abrir a pantalla de conversa ou enviar unha mensaxe.
nl: Enter/return: Open/verstuur chat
pt_pt: Enter: Escrever/enviar uma mensagem

source: T: Send team chat
de: T: Sende Team-Chat
es: T: Enviar mensaje de chat en equipo
fr: T : Envoyer un message d'équipe
gd: T: Cuir cabadaich gun sgioba
gl: T: Enviar unha mensaxe de equipo.
nl: T: Verstuur een team chat
pt_pt: T: Enviar uma mensagem à equipa

source: Pause: Pause/resume the game
de: Pause: Pausieren/Fortsetzen des Spiels
es: Pausa: Pausa/reanuda el juego
fr: Pause : Mettre en pause/Reprendre la partie
gd: Pause: Cuir an geama 'na stad/a' dol
gl: Pausa: Poñer a partida en pausa ou continuala.
nl: Pauze: Pauzeer/hervat het spel
pt_pt: Pausa: Por o jogo em pausa ou continuar o jogo

source: Delete: Delete currently selected unit/units/building/buildings
de: Entfernen: Ausgewählte Einheiten/Gebäude entfernen
es: Supr: Elimina las unidades y edificios seleccionados
fr: Suppr : Détruire la sélection, unité(s) ou bâtiment(s)
gd: Delete: Sguab às an aonad/na h‑aonadan/an togalach/na togalaichean a thagh thu
gl: Suprimir: Eliminar as unidades e estruturas seleccionadas.
nl: Delete: Verwijder de huidige selectie
pt_pt: Delete: Eliminar a(s) unidade(s) e/ou o(s) edifício(s) seleccionado(s)

source: ,: Select idle fighters
de: ,: Wähle untätige Kämpfer
es: ,: Selecciona unidades militares inactivas
fr: , : Sélectionner les combattants inactifs
gd: ,: Tagh na saighdearan nan tàmh
gl: Coma: Seleccionar os guerreiros inactivos.
nl: ,: Selecteer de vrije soldaten
pt_pt: ,: Seleccionar os soldados inactivos

source: .: Select idle workers (including citizen soldiers)
de: .: Wähle untätige Arbeiter (auch Bürgersoldaten)
es: .: Selecciona trabajadores inactivos (incluyendo a ciudadanos soldado)
fr: . : Sélectionner les travailleurs inactifs (y compris les citoyens-soldats)
gd: .: Tagh na h‑obraichean nan tàmh (a' gabhail a-steach am feachd-dùthcha)
gl: Punto: Seleccionar os traballadores inactivos (incluíndo cidadáns soldado).
nl: .: Selecteer de vrije werkers (inclusief civiele soldaten)
pt_pt: ,: Seleccionar os trabalhadores inactivos (incluindo cidadãos-soldados)

source: H: Stop (halt) the currently selected units.
de: H: Stoppt die ausgewählten Einheiten.
es: H: Detiene las unidades seleccionadas.
fr: H : (Halte !) Arrêter les unités actuellement sélectionnées.
gd: H: Cuir stad air na h‑aonadan a thagh thu.
gl: H: Deter as unidades seleccionadas.
nl: H: Stop (halt) de geselecteerde eenheden.
pt_pt: H: Parar as unidades seleccionadas.

source: Ctrl + 1 (and so on up to Ctrl + 0): Create control group 1 (to 0) from the selected units/buildings
de: Ctrl + 1 (und so weiter bis Ctrl + 0): Erschaffe Gruppe 1 (bis 0) aus den ausgewählten Einheiten/Gebäuden
es: Ctrl + 1 (hasta Ctrl + 0): Crea el grupo de control 1 (hasta 0) para las unidades o edificios seleccionados
fr: Ctrl + 1 (jusqu'à Ctrl + 0) : Créer le groupe de contrôle n°1 (à 0) à partir des unités/bâtiments sélectionné(e)s.
gd: Ctrl + 1 ('s mar sin air adhart gu ruige Ctrl + 0): Dèan buidheann-smachd 1 (gu 0) dhe na h‑aonadan/togalaichean a thagh thu
gl: Ctrl + 1 (e así ata Ctrl + 0): Crear o grupo de control 1 (e así ata 0) a partir das unidades e estruturas seleccionadas.
nl: Ctrl + 1 (en zo door tot Ctrl + 0): Creëer een controle groep 1 (tot 0) met de geselecteerde eenheden of gebouwen.
pt_pt: Ctrl + 1 (e em diante até Ctrl + 0): Criar o grupo de controlo 1 (até 0) a partir das unidades/edifícios seleccionados.

source: 1 (and so on up to 0): Select the units/buildings in control group 1 (to 0)
de: 1 (bis 0): Auswählen der Einheiten/Gebäude aus Gruppe 1 (bis 0)
es: 1 (hasta 0): Selecciona las unidades o edificios del grupo de control 1 (hasta 0)
fr: 1 (jusqu'à 0) : Sélectionner les unités/bâtiments du groupe de contrôle 1 (à 0)
gd: 1 ('s mar sin air adhart gu ruige 0): Tagh na h‑aonadan/togalaichean sa bhuidheann-smachd 1 (gu 0)
gl: 1 (e así ata 0): Seleccionar as unidades e estruturas do grupo de control 1 (e así ata 0).
nl: 1 (en zo door tot 0): Selecteer de eenheden/gebouwen in controle groep 1 (tot 0)
pt_pt: 1 (e em diante até 0): Seleccionar as unidades/edifícios do grupo de controlo 1 (até 0)

source: Shift + 1 (to 0): Add control group 1 (to 0) to the selected units/buildings
de: Umschalt + 1 (bis 0): Füge die ausgewählten Einheiten und Gebäude zur Gruppe 1 (bis 0) hinzu
es: Mayús + 1 (hasta 0): Crea el grupo de control 1 (hasta 0) para las unidades o edificios seleccionados.
fr: Maj + 1 (jusqu'à 0) : Ajouter les unités/bâtiments sélectionné(e)s au groupe de contrôle n°1 (à 0)
gd: Shift + 1 (gu ruige 0): Cuir buidheann-smachd 1 (gu 0) ris na togalaichean/na h‑aonadan a thagh thu
gl: Maiús + 1 (e así ata 0): Engadir o grupo de control 1 (e así ata 0) á selección actual de unidades e estruturas.
nl: Shift + 1 (tot 0): Voeg de geselecteerde eenheden/gebouwen aan controlegroep 1 (tot 0) toe
pt_pt: Shift + 1 (até 0): Adiciona o grupo de controlo 1 (até 0) às unidades/edifícios seleccionados

source: Ctrl + F5 (and so on up to F8): Mark the current camera position, for jumping back to later.
de: Strg + F5 (bis Strg +F8): Speichere die aktuelle Kameraposition, um später wieder hinspringen zu können.
es: Ctrl + F5 (hasta F8): Fija la posición actual de la cámara, para poder volver a ella más tarde.
fr: Ctrl + F5 (jusqu'à F8) : Retenir la position actuelle de la caméra, pour y revenir plus tard.
gd: Ctrl + F5 ('s mar sin air adhart gu ruige F8): Comharraich ionad làithreach a' chamara ach an urrainn dhut leum a ghearradh dha an uairsin.
gl: Ctrl + F5 (e así ata F8): Marcar a posición da vista actual, para activala máis tarde.
nl: Ctrl + F5 (en zo door tot F8): Sla de huidige camera positie op, om later naar terug te keren.
pt_pt: Ctrl + F5 (e em diante até Ctrl + F8): Guardar a posição da câmara para a recuperar mais tarde.

source: F5, F6, F7, and F8: Move the camera to a marked position. Jump back to the last location if the camera is already over the marked position.
de: F5, F6, F7 und F8: Springe mit der Kamera zu einer markierten Position. Springe zurück, wenn die Kamera sich über der markierten Position befindet.
es: F5, F6, F7 y F8: Mueve la cámara a la posición fijada. Vuelve a la última ubicacion si ya se estaba en dicha posición.
fr: F5 (jusqu'à F8) : Déplacer la caméra jusqu'à une position mémorisée. Retourner au dernier lieu si la caméra est déjà sur la position mémorisée.
gd: F5, F6, F7 is F8: Gluais an camara gu ionad comharraichte. Gearr leum air ais dhan ionad roimhe ma tha an camara air an ionad chomharraichte mar-thà.
gl: F5, F6, F7 e F8: Activar a vista previamente gardada. Se a cámara xa está nesa vista, volver á vista anterior.
nl: F5 (tot F8): Verplaats de camera naar de opgeslagen positie. Spring terug naar de laatste positie indien de camera al op de opgeslagen positie is.
pt_pt: F5, F6, F7 e F8: Mudar a câmara para a posição guardada. Se já estiver na posição guardada, a câmara muda para a posição anterior.

source: Z, X, C, V, B, N, M: With training buildings selected. Add the 1st, 2nd, ... unit shown to the training queue for all the selected buildings.
de: Z, X, C, V, B, N, M: Wenn Gebäude gewählt sind, die Einheiten ausbilden können: Füge die erste, zweite, ... gezeigte Einheit zur Ausbildungsschleife für alle ausgewählten Gebäude hinzu.
es: Z, X, C, V, B, N, M: con un edificio de reclutamiento seleccionado. Añade la 1ª, 2ª, ... unidad mostrada a la cola de reclutamiento para todos los edificios seleccionados.
fr: Z, X, C, V, B, N, M : Lorsque des bâtiments de production sont sélectionnés. Ajouter la 1ère, 2ème, ... unité affichée à la file de production de tous les bâtiments sélectionnés.
gd: Z, X, C, V, B, N, M: Le togalach trèanaidh no dhà air a thaghadh. Cuir a' chiad, an dàrna, ... aonad a chì thu air a' chiudha trèanaidh sa h‑uile togalach a thagh thu.
gl: Z, X, C, V, B, N, M: Con estruturas de adestramento seleccionadas, engadir a primeira, segunda, etc. unidade da lista de adestramento a todas as estruturas seleccionadas.
nl: Z, X, C, V, B, N, M: Met een gebouw geselecteerd, voeg de 1ste, 2de, ... getoonde eenheid toe aan de rekruteerwachtrij voor alle geselecteerde gebouwen.
pt_pt: Z, X, C, V, B, N, M, depois de seleccionados um ou mais edifícios de recrutamento: Adiciona a 1.ª, a 2.ª, ... unidade à lista de recrutamento desse(s) edifício(s).

source: [font="sans-bold-14"]Modify mouse action
de: [font="sans-bold-14"]Verändere Mausaktionen
es: [font="sans-bold-14"]Modifica la acción del ratón
fr: [font="sans-bold-14"]Modifier les actions de souris
gd: [font="sans-bold-14"]Atharraich gnìomh na luchaige
gl: [font="sans-bold-14"]Modificar a acción do punteiro
nl: [font="sans-bold-14"]Wijzig muis actie
pt_pt: [font="sans-bold-14"]Modificações à acção do rato

source: [font="sans-14"]Ctrl + Right Click on building: Garrison
de: [font="sans-14"]Ctrl + Rechtsklick auf Gebäude: Einquartieren
es: [font="sans-14"]Ctrl + Clic derecho en el edificio: Guarnecer
fr: [font="sans-14"]Ctrl + Clic Droit sur un bâtiment : Garnison
gd: [font="sans-14"]Ctrl + briogadh deas air togalach: Rach 'na ghearastan
gl: [font="sans-14"]Ctrl + clic secundario nunha estrutura: acuartelar.
nl: [font="sans-14"]Ctrl + Rechter klik op gebouw: Beman gebouw
pt_pt: [font="sans-14"]Ctrl + Clique Direito num edifício: Guarnecer

source: Shift + Right Click: Queue the move/build/gather/etc order
de: Shift + Rechtsklick: Reihe den Bewegungs-/Bau-/Sammel-/usw. Auftrag in die Warteschlange ein
es: Mayús + Clic izquierdo: Poner en cola una orden de mover/construir/recolectar/etc
fr: Maj + Clic Droit : Ajouter déplacer/construire/collecter/... à la file d'attente des ordres
gd: Shift + briogadh deas: Cuir an t‑òrdugh gluais/tog/cruinnich/msaa. air a' chiudha
gl: Maiús + clic secundario: Poñer o movemento, construción, colleita, etc. na cola de accións.
nl: Shift + rechtsklik: Voeg een order toe aan de wachtrij
pt_pt: Shift + Clique Direito: Coloca a ordem (mover/construir/recolher/etc.) em fila de espera

source: Shift + Left click when training unit/s: Add units in batches of five
de: Shift + Linksklick beim Einheiten rekrutieren: Fügt fünf Einheiten pro Klick hinzu.
es: Mayús + Clic izquierdo al reclutar unidades: Añade unidades de cinco en cinco
fr: Maj + Clic Gauche [sur unité(s) à entraîner] : Ajouter des unités par groupes de cinq
gd: Shift + briogadh deas le trèanadh aonadan: cuir aonadan ann an grunnan de chòignear ris
gl: Maiús + clic principal durante o adestramento de unidades: Engadir unidades en lotes de 5.
nl: Shift + klik bij het rekruteren van eenheden: Voeg eenheden toe aan de wachtrij in groepen van vijf
pt_pt: Shift + Clique Esquerdo ao recrutar unidades: Adiciona unidades em conjuntos de cinco

source: Shift + Left Click or Left Drag over unit on map: Add unit to selection
de: Shift + Linksklick oder mit linker Maustaste über Einheiten auf der Map ziehen: Fügt Einheit zur Auswahl hinzu
es: Mayús + Clic izquierdo o mediante selección rectangular arrastrando con el clic izquierdo: Añadir unidad a la selección
fr: Maj + Clic/Glissement Gauche [sur unité(s)] : Ajouter la ou les unité(s) à la sélection
gd: Shift + briogadh clì no slaodadh thar an aonaid air a' mhapa: cuir an t‑aonad ris an taghadh
gl: Maiús + clic principal ou arrastrar co botón principal sobre unidades no mapa: Engadir as unidades á selección.
nl: Shift + klik of sleep over een eenheid op de kaart: Voeg eenheid toe aan de selectie
pt_pt: Shift + Clique Esquerdo ou arrastar com o botão esquerdo sobre unidades no mapa: Adicionar unidade(s) à selecção

source: Ctrl + Left Click or Left Drag over unit on map: Remove unit from selection
de: Strg + Linksklick oder mit linker Maustaste über Einheiten auf der Map ziehen: Entfernt Einheit aus der Auswahl
es: Ctrl + Clic izquierdo o arrastrar con selección rectangular: Deselecciona la unidad
fr: Ctrl + Clic/Glissement Gauche [sur unité(s)] : Retirer la ou les unité(s) de la sélection
gd: Ctrl + briogadh clì no slaodadh clì thar an aonaid air a' mhapa: thoir an t‑aonad far an taghadh
gl: Ctrl + clic principal ou arrastrar co botón principal sobre unidades no mapa: Retirar as unidades da selección.
nl: Ctrl + klik of sleep over een eenheid: Verwijder eenheid van de selectie
pt_pt: Ctrl + Clique Esquerdo ou arrastar com o botão esquerdo sobre unidades no mapa: Remover unidade(s) da selecção

source: Alt + Left Drag over units on map: Only select military units
de: Mit Alt + linke Maustaste über die Map ziehen: Nur militärische Einheiten auswählen
es: Alt + Selección rectangular sobre unidades en el mapa: Selecciona únicamente las unidades militares
fr: Alt + Glissement Gauche [sur des unités] : Ne sélectionner que les unités militaires
gd: Alt + slaodadh clì thar aonadan air a' mhapa: Na tagh ach aonadan an airm
gl: Alt + arrastrar co botón principal sobre unidades no mapa: Seleccionar unicamente as unidades militares.
nl: Alt + sleep over eenheden op de kaart: Selecteer alleen militaire eenheden
pt_pt: Alt + Arrastar com o botão esquerdo sobre unidades no mapa: Selecciona unicamente unidades militares

source: Ctrl + Left Click on unit/group icon with multiple units selected: Deselect
de: Strg + Links auf Gruppen-Zeichen mit mehreren Einheiten ausgewählt: Auswahl aufheben
es: Ctrl + Clic izquierdo sobre un icono de unidad/grupo con múltiples unidades seleccionadas: Deselecciona
fr: Ctrl + Clic Gauche sur une unité/l'icône d'un groupe alors que plusieurs unités sont sélectionnées : Désélectionner
gd: Ctrl + briogadh clì air ìomhaigheag an aonaid/a' bhuidhinn le iomad aonad air a thaghadh: Neo-thagh
gl: Ctrl + clic principal sobre unha unidade ou icona de grupo con varias unidades seleccionadas: Retirar da selección.
nl: Ctrl + Klik: Deselecteer eenheid of groep
pt_pt: Ctrl + Clique Esquerdo numa unidade/ícone de grupo, havendo várias unidades seleccionadas: Remover da selecção

source: Right Click with a building/buildings selected: sets a rally point for units created/ungarrisoned from that building.
de: Rechtsklick während ein/mehrere Gebäude ausgewählt ist/sind: Setzt einen Wegpunkt für Einheiten, die mit dem/n Gebäude/n erstellt werden oder deren Einquartierung in dem/n Gebäude/n aufgehoben wird.
es: Clic derecho en un edificio seleccionado: establece un punto de encuentro para las unidades creadas o sin guarnecer del edificio
fr: Clic Droit alors qu'un ou des bâtiments sont sélectionnés : placer un point de ralliement pour les unités provenant de ce(s) bâtiment(s).
gd: Briogadh deas le togalach/togalaichean air an taghadh: suidhichidh seo ceann-cruinneachaidh airson aonadan a thèid a chruthachadh san togalach ud no a dh'fhalbhas an gearastan.
gl: Clic secundario con estruturas seleccionadas: establece o punto de destino das unidades que se recruten ou saian das estruturas.
nl: Rechtsklik met een gebouw geselecteerd: Zet een doel voor eenheden die uit dit gebouw komen.
pt_pt: Clique Direito, depois de seleccionados um ou mais edifícios: Definir ponto de encontro para as unidades recrutadas ou retiradas desse(s) edifício(s).
