Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Train priestesses to heal your troops. Train Sacred Band pikemen. Garrison up to 15 units to heal them at a quick rate.
de: Bilde Hopliten der Heiligen Schar und Priesterinnen, die deine Truppen heilen, aus. Fasst eine bis zu 15 Einheiten umfassende Garnison, die schnell geheilt wird.
es: Recluta a sacerdotisas para sanar a tus tropas. Recluta a piqueros del Batallón Sagrado. Guarnece hasta 15 unidades para sanarlos a un ritmo más rápido.
fr: Former des prêtresses pour soigner vos troupes. Former les piquiers du Bataillon Sacré. Jusqu'à 15 unités en garnison pour les soigner rapidement.
gd: Trèanaich bana-sagartan gus na saighdearan agad a shlànachadh.Trèanaich pìcearan còmhlain naoimh. Cuir gu ruige 15 aonadan 'nan gearastan ann gus an slànachadh gu luath.
gl: Adestra sacerdotisas para sandar unidades. Adestra piqueiros da lexión sagrada. Acuartela ata 15 unidades para sandalas rapidamente.
nl: Rekruteer priesteressen om je troepen te helen. Rekruteer Piekeniers in de orde van de Heilige Schare. Genees tot 15 eenheden in de tempel simultaan.
pt_pt: Recruta sacerdotisas para curar as suas tropas. Recruta piqueiros do Batalhão Sagrado. Guarneça até 15 unidades no seu interior para serem curadas rapidamente.

source: Temple of Ba'al Hammon
de: Tempel des Baal-Hammon
es: Templo de Ba'al Hammon
fr: Temple de Ba'al Hammon
gd: Teampall Ba'al Hammon
gl: Templo de Ba'al Hammon
nl: Tempel van Ba'al Hammon
pt_pt: Templo de Baal Hammon

source: Train Gallic heroes and champions. Construct siege rams.
de: Bilde gallische Helden und Gardisten aus. Baue Belagerungsrammen.
es: Recluta héroes y campeones galos. Construye arietes de asedio.
fr: Entraîner les héros et champions gaulois. Construire des béliers de siège.
gd: Trèanaich curaidhean is laoich Ghallach. Tog reitheachan sèiste.
gl: Adestra heroes e campións galos. Constrúe arietes.
nl: Rekruteer Gallische helden en kampioenen. Bouw stormrammen.
pt_pt: Recruta heróis e soldados de elite gauleses. Constrói aríetes.

source: Gallic Dun
de: Gallisches Dun
es: Fortín galo
fr: Dun gaulois
gd: Dùn Gallach
gl: Dun galo
nl: Gallische vesting
pt_pt: Dun Gaulês

source: Celtic Outpost
de: Keltischer Außenposten
es: Avanzada celta
fr: Avant-poste celte
gd: Gearastan Ceilteach
gl: Atalaia celta
nl: Keltische voorpost
pt_pt: Atalaia Celta

source: Earthworks
de: Schanzwerk
es: Excavaciones
fr: Terrassements
gd: Uchdan-ùir
gl: Estruturas de terra
nl: Aardewerken
pt_pt: Fortificação

source: Gallic Outpost
de: Gallischer Außenposten
es: Avanzada gala
fr: Avant-poste gaulois
gd: Gearastan Gallach
gl: Atalaia gala
nl: Gallische voorpost
pt_pt: Atalaia gaulesa

source: Add +10 to Population Cap. Recruit Naked Fanatics.
de: Erhöht das Bevölkerungslimit um +10. Rekrutiere nakte Fanatiker.
es: Añade +10 al límite de población. Recluta Fanáticos desnudos.
fr: Ajouter +10 à la limite de population. Recruter des fanatiques.
gd: Cuir +10 ris na tha ceadaichte dhut de shluagh. Trus fanataich loma.
gl: Aumenta o límite de poboación en +10. Permite recrutar fanáticos espidos.
nl: Verhoog de maximum bevolking met 10. Rekruteer naakte fanatiekelingen.
pt_pt: Capacidade populacional aumenta +10. Recruta Fanáticos Nus.

source: Tavern
de: Taverne
es: Taberna
fr: Taverne
gd: Taigh-tàrn
gl: Taberna
nl: Taverne
pt_pt: Taberna

source: Train heroes.
de: Trainiere Helden.
es: Recluta héroes.
fr: Entraîner les Héros.
gd: Trèanaich curaidhean.
gl: Adestra heroes.
nl: Rekruteer helden.
pt_pt: Recruta heróis.

source: All units within vision of this monument will fight harder. Effect Range: 50 meters.
de: Alle Einheit in Sichtweite dieses Monuments kämpfen Härter. Effektive Reichweite: 50 Meter.
es: Todas las unidades dentro del campo de visión de este monumento lucharán mejor. Alcance de efecto: 50 metros.
fr: Toutes les unités à vue de ce monument se battront plus durement. Effet de portée : 50 mètres.
gd: Nì gach aonad am broinn astair lèirsinne na carraigh seo sabaid nas treasa. Astar na buaidhe: 50 meatair.
gl: Todas as unidades situadas dentro do raio de acción deste monumento loitarán mellor. O raio de acción é de 50 metros.
nl: Alle eenheden binnen 50 meter van dit monument vechten harder.
pt_pt: Todos soldados que podem ver o monumento podem lutar melhor (ainda não implementado). Efeito do alcance: 50 metros.

source: Revered Monument
de: Verehrtes Denkmal
es: Monumento reverencial
fr: Monument vénéré
gd: Carragh urramach
gl: Monumento venerado
nl: Geëerd monument
pt_pt: Monumento Venerado

source: Iberian Outpost
de: Iberischer Außenposten
es: Avanzada íbera
fr: Avant-poste ibérique
gd: Gearastan Ibèireach
gl: Atalaia ibera
nl: Iberische voorpost
pt_pt: Atalaia Ibérica

source: Train Champions and Heroes. Garrison up to 15 soldiers inside for stout defense.
de: Bilde Gardeeinheiten und Helden aus. Quartiere bis zu 15 Soldaten im Inneren für feste Verteidigung ein.
es: Recluta campeones y héroes. Guarnece hasta 15 soldados en su interior para una implacable defensa.
fr: Former Champions et Héros. Jusqu'à 15 soldats en garnison pour une défense robuste.
gd: Trèanaich curaidhean 's laoich. Faodaidh gu ruige 15 saighdearan a dhol 'nan gearastan ann airson dìona sheasmhaich.
gl: Adestra campións e heroes. Acuartela ata 15 unidades para defender.
nl: Train kampioenen en helden. Beman met 15 soldaten voor een sterke verdediging.
pt_pt: Recruta campeões e heróis. Guarnece até 15 soldados para defender.

source: Research special technologies and reduce the research time of all remaining technologies.
de: Erforsche bestimmte Technologien und reduziere damit die Forschungszeit für alle verbleibenden Technologien.
es: Investiga tecnologías especiales y reduce el tiempo de investigación del resto de tecnologías.
fr: Recherche des technologies spéciales et réduit le temps de recherche de toutes les autres technologies.
gd: Rannsaich teicneolasan sònraichte is ìslich an ùine a bheir rannsachadh airson an corr dhen teicneolas.
gl: Investiga tecnoloxías especiais e reduce o tempo de investigación das tecnoloxías restantes.
nl: Onderzoek speciale technologieën en verminder de onderzoekstijd van alle overblijvende technologiën.
pt_pt: Desenvolve tecnologias especiais e reduz o tempo de desenvolvimento das restantes tecnologias.

source: Build siege engines. Research siege technologies.
de: Baue Belagerungsmaschinen und erforsche zugehörige Technologien.
es: Construye máquinas de asedio. Investiga tecnologías de asedio.
fr: Construire des engins de siège. Recherche des technologies de siège.
gd: Tog innealan-sèiste. Rannsaich teicneolasan sèiste.
gl: Constrúe máquinas de asedio. Investiga tecnoloxías de asedio.
nl: Bouw belegeringsmachines, onderzoek belegeringstechnologieën.
pt_pt: Constrói maquinaria de cerco e desenvolve a sua tecnologia.

source: Train elephant units.
de: Bilde Elefanteneinheiten aus.
es: Recluta unidades de elefante.
fr: Dresser des éléphants.
gd: Trèanaich ailbhein.
gl: Adestra unidades con elefantes.
nl: Rekruteer olifanten.
pt_pt: Recruta unidades de elefantes.

source: Train heroes and champion units.
de: Bilde Helden und Gardisten aus.
es: Recluta héroes y unidades campeonas.
fr: Entraîner les héros et les champions.
gd: Trèanaich curaidhean is laoich.
gl: Adestra heroes e campións.
nl: Rekruteer helden en kampioenen.
pt_pt: Recruta heróis e unidades de elite.

source: The famous pillar of Ashoka. Currently a useless structure.
de: Die Berühmte Säule von Ashoka. Aktuell ein nutzloses Gebäude.
es: El famoso pilar de Ashoka. Sin funcionalidad por el momento.
fr: Le célèbre pilier d'Ashoka. Une structure actuellement inutile.
gd: Carragh Aśoka cliùiteach. Seo structar gun fheum aig an àm seo.
gl: O famoso piar de Aśokā. Trátase actualmente dunha estrutura inútil.
nl: De bekende pilaar van Ashoka. Momenteel nutteloos.
pt_pt: O famoso pilar de Asoka. Actualmente é uma estrutura sem utilidade

source: MercenaryCamp
de: Söldnerlager
es: CampamentoMercenario
fr: Camp de Mercenaires.
gd: Campa shaighdearan-duaise
gl: Campo de mercenarios
nl: Huurlingenkamp
pt_pt: AcampamentoMercenário

source: Capture this structure to train mercenaries from Hellenistic Egypt.
de: Nehmt diese Struktur ein, um Söldner aus hellenistischen Ägypten zu trainieren.
es: Conquista esta estructura para reclutar mercenarios del Egipto Helenístico.
fr: Capturez cette structure pour entraîner des mercenaires d'Égypte hellénistique.
gd: Glac an structar seo ach an trèanaich thu saighdearan-duaise às an Èipheit Ghreugach.
gl: Captura esta estrutura para adestrar mercenarios do Exipto heleno.
nl: Verover dit gebouw om Hellenistische huurlingen van Egypte te rekruteren.
pt_pt: Capture este edifício para recrutar mercenários do Egipto Helenístico.

source: Mercenary Camp (Egyptian)
de: Söldnerlager (Ägypter)
es: Campamento mercenario (egipcio)
fr: Camp de mercenaires (Égyptien)
gd: Campa shaighdearan-duaise (Èipheiteach)
gl: Campo de mercenarios exipcio
nl: Huurlingenkamp (Egyptisch)
pt_pt: Acampamento Mercenário (Egípcio)

source: "Satrapy Tribute": Gain a trickle of food, wood, stone, and metal resources. Train Persian heroes and their "Immortals" bodyguards. Build Limit: 1.
de: „Satrap Tribut“: Erhalte eine kleine Menge Nahrung, Holz, Stein und Metal. Trainiere Persische Helden und ihre „unsterbliche“ Leibgarde. Baulimit: 1.
es: "Tributo Sátrapa": Obtén un goteo de recursos en comida, madera, piedra y metal. Recluta héroes persas y sus guardaespaldas "Inmortales". Límite de construcción: 1.
fr: "Tribut de satrapie": Bénéficie peu à peu de ressources alimentaire, bois, pierre et métal. Former les Héros persans et leurs gardes du corps "Immortels". Limite de construction : 1.
gd: Cìos satraip: Faigh beagan teachd a-steach cunbhalach de bhiadh, fiodh, clach is meatailt. Trèanaich curaidhean Pearsach is an lèintean-crios "neo-bhàsmhor". Cuingeachadh togail: 1.
gl: Tributo ao sátrapa: obtén un aumento da comida, madeira, pedra e metal. Adestra heroes persas e os seus gardacostas, os «Inmortais». Límite de construción: 1.
nl: "Satrapie belasting": Krijg een kleine maar constante belasting in de vorm van grondstoffen. Rekruteer Perzische helden en hun "onsterfelijke" bodyguards.
pt_pt: "Tributo de Sátrapa": Obtenha um aumento de comida, madeira, pedra e metal. Recruta heróis persas e os seus guarda-costas "imortais". Limite de construção: 1.

source: Persian Palace
de: Persischer Palast
es: Palacio persa
fr: Palais perse
gd: Lùchairt Phearsach
gl: Palacio persa
nl: Perzisch Paleis
pt_pt: Palácio Persa

source: Levy citizen-infantry units.
de: Einheiten der Bürgerinfanterie einberufen.
es: Recluta unidades de ciudadanos-soldado.
fr: Lever des unités d'infanterie citoyenne.
gd: Tog saighdearan-dùthcha.
gl: Recrutar levas de cidadáns soldado.
nl: Rekruteer burgerinfanterie.
pt_pt: Mobiliza unidades de infantaria de cidadãos.

source: Provincial Governor
de: Provinzstadthalter
es: Gobernador provincial
fr: Gouverneur de province
gd: Riaghladair mòr-roinne
gl: Gobernador provincial
nl: Provenciale gouverneur
pt_pt: Governador Civil

source: Train Champion Cavalry and Construct Siege Rams.
de: Bilde Gardereiter aus und baue Rammböcke.
es: Recluta caballería campeona y construye arietes de asedio.
fr: Entraîner la cavalerie championne et construire des béliers de siège.
gd: Trèanaich laoich eachraidh is tog reitheachan sèiste.
gl: Adestra cabaleiros campións e constrúe arietes.
nl: Rekruteer kampioenruiters en bouw stormrammen.
pt_pt: Recruta cavalaria de elite e constrói aríetes.

source: Special Imperial Roman building.
de: Spezielles imperiales-römisches Gebäude.
es: Edificio especial de la Roma imperial.
fr: Bâtiment spécial de la Rome Impériale.
gd: Togalach sònraichte na h‑impireachd Ròmanach.
gl: Estrutura especial do Imperio Romano.
nl: Special Romeins imperiaal gebouw.
pt_pt: Edifício especial do Império Romano.

source: Ishtar Gate of Babylon
de: Ishtar-Tor
es: Puerta de Ishtar en Babilonia
fr: Porte d'Ishtar de Babylone
gd: Geata Ištar Bhàbilon
gl: Porta de Istar de Babilonia
nl: Ishtar poort van Babylon
pt_pt: Porta de Ishtar

source: Build Limit: 1.
de: Baulimit: 1.
es: Límite de construcción: 1.
fr: Limite de construction : 1.
gd: Cuingeachadh togail: 1.
gl: Límite de construción: 1.
nl: Bouwlimiet: 1.
pt_pt: Limite de Construção: 1.

source: Palace
de: Palast
es: Palacio
fr: Palais
gd: Lùchairt
gl: Palacio
nl: Paleis
pt_pt: Palácio

source: Special Building. Train War Elephants and Kardakes mercenaries.
de: Spezialgebäude. Bilde Kriegselefanten und Kardakensöldner aus.
es: Edificio especial.⏎ Recluta elefantes de guerra y mercenarios cardeces.
fr: Bâtiment spécial. Former des Éléphants de guerre et des Mercenaires kardakes.
gd: Togalach sònraichte Trèanaich ailbheanan-cogaidh is saighdearan-duaise Kardakes.
gl: Estrutura especial. Permite adestrar elefantes de guerra e mercenarios cardaces.
nl: Speciaal gebouw. Rekruteer oorlogsolifanten en huurlingen van Karkades.
pt_pt: Edifício especial. Recruta elefantes de guerra e mercenários Kárdakes.

source: Persian Special Building
de: Persisches Spezialgebäude
es: Edificio especial persa
fr: Bâtiment spécial perse
gd: Togalach sònraichte nam Pearsach.
gl: Estrutura especial persa.
nl: Perzisch speciaal gebouw
pt_pt: Edifício especial persa

source: Train citizen-cavalry units.
de: Trainiere berittene Bürger.
es: Recluta unidades ciudadanas a caballo.
fr: Former des unités de cavalerie citoyenne.
gd: Trèanaich eachraidh-dùthcha.
gl: Adestra cidadáns soldado a cabalo.
nl: Rekruteer ruiters.
pt_pt: Recruta cidadãos-cavaleiros.

source: Hanging Gardens of Babylon
de: Hängende Gärten der Semiramis
es: Jardines colgantes de Babilonia
fr: Jardins suspendus de Babylone
gd: Gàrraidhean crochte Bhàbalon
gl: Xardíns colgantes de Babilonia
nl: Hangende tuinen van Babylon
pt_pt: Jardins Suspensos da Babilónia

source: Train Egyptian and Middle-Eastern citizen-soldiers. Research training improvements. Garrison: 10.
de: Trainiere Ägyptische und mittelöstliche Bürgersoldaten. Verbessere die Trainingsmethoden. Eiquartieren: 10.
es: Recluta ciudadanos-soldado egipcios y de oriente medio. Investiga mejoras de reclutamiento. Guarnición: 10.
fr: Former des égyptiens et des citoyens-soldats du Moyen-Orient. Rechercher des améliorations de formation. Garnison : 10.
gd: Trèanaich saighdearan-dùthcha Èipheiteach is Ear Mheadhanach. Rannsaich leasachaidhean trèanaidh. Gearastan: 10.
gl: Adestra cidadáns soldado exipcios e de Oriente Medio. Investiga melloras de adestramento. Aforo máximo: 10.
nl: Rekruteer burgersoldaten van Egypte en het Midden-Oosten. Onderzoek trainverbeteringen. Max. bemanning: 10.
pt_pt: Recruta cidadãos-soldados do Egipto e do Médio Oriente. Desenvolve tecnologia de recrutamento. Guarnição: 1

source: Build along the shore to reveal the shorelines over the entire map (Not implemented). Very large vision range: 180 meters.
de: Baue an der Küste, um die gesamten Küstenlinien der Karte zu zeigen (nicht implementiert). Sehr große Sichtweite: 180 Meter.
es: Construir a lo largo de la orilla para revelar la costa de la playa de todo el mapa (no implementado). Gran rango de visión: 180 metros.
fr: Construire au bord de l'eau pour révéler le rivage sur toute la carte (non implémenté). Très large champ de vision : 180 mètres.
gd: Tog air an oirthir e gus na h-oirthirean air feadh a' mhapa a nochdadh (cha deach seo a phrògramachadh fhathast). Astar lèirsinne glè mhòr: 180 meatair.
gl: Constrúeo nunha veira para desvelar a liña de costa de todo o mapa (aínda non funciona). A súa visión é moi extensa: 180 metros.
nl: Bouw langs de kust om alle kustlijnen over de volledige kaart te kunnen zien (nog niet geïmplementeerd). Heel groot gezichtsveld: 180 meter.
pt_pt: Construa ao longo da costa para revelar a linha das costa do mapa (Ainda não implementado). Muito grande visão: 180 metros.

source: Cheap barracks-like structure that is buildable in Neutral territory, but casts no territory influence. - Train Mercenaries. - Min. distance from other Military Settlements: 100 meters.
de: Günstige Baracken ähnliche Struktur, welche im neutralen Bereich bebaubar sind, aber kostet keinen Territorium Einfluss. - Trainiere Söldner. - Min. Abstand zu anderen Militär Siedlungen: 100 Meter.
es: Edificio de acuartelamiento barato edificable en territorio neutral, aunque no aumenta tu territorio de influencia. - Recluta mercenarios. - Distancia mínima a otros asentamientos militares: 100 metros.
fr: Structure peu coûteuse semblable aux casernes, qui est constructible en territoire neutre, mais ne possède aucune influence territoriale. - Forme les mercenaires. - Distance mini. avec les autres établissements militaires : 100 mètres.
gd: Structar coltach ri taighean-feachd ach saor a ghabhas togail air ranntair neo-phàirteach 's aig nach bi buaidh air an ranntair. - Trèanaich saighdearan-duaise - An t-astar as lugha o thuineachaidhean an airm eile: 100 meatair.
gl: Estruturas de baixo custo similares aos cuarteis que poden construírse en territorio neutral, pero non exerce efecto no territorio. • Adestra mercenarios. • Non pode estar a menos de 100 metros doutros asentamentos militares.
nl: Goedkoop kazernegebouw dat gebouwd kan worden in neutraal gebied, maar geen eigen territorium creëert. - Rekruteer huurlingen. - Minimum afstand van andere militaire nederzettingen: 100 meter.
pt_pt: Estrutura militar tipo quartel que pode ser construído em território neutro mas não tem influência territorial. - Recruta mercenário. - Distância mínima para outros edifícios militares: 100 metros.

source: Mercenary Camp
de: Söldnerlager
es: Campamento mercenario
fr: Camp de mercenaires
gd: Campa shaighdearan-duaise
gl: Campo de mercenarios
nl: Huurlingenkamp
pt_pt: Acampamento Mercenário

source: Colony
de: Kolonie
es: Colonia
fr: Colonie
gd: Tuineachadh
gl: Colonia
nl: Kolonie
pt_pt: Colónia

source: This is the Ptolemaic expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster. - Train settler-soldiers of various nationalities. - Min. distance from other Military Colonies: 100 meters.
de: Das ist das ptolemäische Gebäude zur Gebietserweiterung, ähnlich wie der Verwaltungssitz für andere Fraktionen. Es ist schwächer und generiert ein kleineres Territorium, aber es ist billiger und wird schneller gebaut. - Bilde Siedler vieler Nationen aus. - Min. Entfernung von anderen militärischen Kolonien: 100 Meter.
es: Este es el edificio de expansión ptolemaico, similar a los centros urbanos de otras facciones. Es más débil y tiene menos influencia de territorio, pero es mas barato y se construye más rapido. - Recluta a los colonos-soldado de varias nacionalidades. - Distancia mínima a otras colonias militares: 100 metros.
fr: C'est le bâtiment d'expansion ptolémaïque, similaire aux centres-villes des autres factions. Il est moins résistant et exerce une influence territoriale plus petite, mais il est moins cher et se construit plus vite. - Entraîner des colons soldats de différentes nationalités. - Distance mini. vis-à-vis des autres colonies militaires : 100 mètres.
gd: Seo togalach tuineachadh nam Ptolamach a tha coltach ris an ionad shìobhalta aig sìobhaltasan eile. Tha e nas laige agus tha a bhuaidh air an ranntair as lugha, ach tha e nas saoire is togaidh tu nas luaithe e. - Trèanaich saighdearan-tuineachaidh à diofar dhùthchannan. - An t-astar as lugha o thuineachaidhean an airm eile: 100 meatair.
gl: Estrutura de expansión tolemaica, similar aos centros cívicos doutras faccións. Ten unha menor resistencia e exerce un menor efecto no territorio, pero o seu custo é tamén menor, así como o tempo necesario para construíla. • Adestra soldados asentadores de varias nacionalidades. • Non pode estar a menos de 100 metros doutras colonias militares.
nl: Dit is het Ptolemaeïsch expansiegebouw, gelijkaardig aan de beschavingscentra voor andere facties. Het is minder sterk, en veroorzaakt een kleiner territorium, maar het is goedkoper en sneller te bouwen. - Rekruteer immigrant-soldaten van verschillende nationaliteiten. - Minimum afstand tot andere kolonies: 100m.
pt_pt: Este é o edifício de expansão ptolemaico, idêntico aos Centros Cívicos das outras civilizações. É menos resistente e a sua influência territorial é menor, mas é mais barato e mais rápido de se construir. - Recruta colonos-soldados de várias nacionalidades. - Distância mín. para outras Colónias Militares: 100 metros.

source: Temple of Edfu
de: Tempel von Edfu
es: Templo de Edfu
fr: Temple d'Edfu
gd: Teampall Edfu
gl: Templo de Edfu
nl: Tempel van Edfu
pt_pt: Templo de Edfu

source: Triumphal Arch
de: Triumphbogen
es: Arco del triunfo
fr: Arc de triomphe
gd: Bogha buaidhe
gl: Arco do triunfo
nl: Triomfboog
pt_pt: Arco do Triunfo

source: Build anywhere on the map, even in enemy territory. Construct siege weapons and train citizen-soldiers. Heal garrisoned units slowly.
de: Baue es überall auf der Karte, auch in Gegnerischem Territorium. Trainiere Bürgersoldaten und Konstruiere Belagerungswaffen. Heilt eiquartierte Einheiten Langsam.
es: Levántalo en cualquier parte del mapa, incluso en territorio enemigo. Construye armas de asedio y recluta ciudadanos soldado. Sana lentamente a las unidades guarnecidas.
fr: Constructible même en territoire ennemi. Construire des armes de siège et entraîner des citoyens-soldats. Soigner lentement les unités en garnison.
gd: Tog seo àite sam bith air a' mhapa, fiù 's air ranntair nàmhad. tog innealan-sèiste is trèanaich saighdearan-dùthcha. Slànaichidh seo aonadan a bhios 'nan gearastan ann beag air bheag.
gl: Constrúe en calquera parte do mapa, incluso en territorios inimigos. Constrúe máquinas de asedio, e adestra cidadáns soldado. Sanda lentamente as unidades acuarteladas.
nl: Bouw dit overal op de kaart, zelfs in vijandelijk gebied. Bouw belegeringswapens en rekruteer burgersoldaten. Genees de bemanning traag.
pt_pt: Pode ser construído em qualquer ponto do mapa, até mesmo em território inimigo. Permite a construção de máquinas de cerco e o recrutamento de cidadãos-soldados. Cura lentamente as unidades nele guarnecidas.

source: Entrenched Army Camp
de: Verschanztes Armeelager
es: Campamento atrincherado del ejército
fr: Camp militaire retranché
gd: Campa daingeann an airm
gl: Campamento militar atrincheirado
nl: Ingegraven oorlogskamp
pt_pt: Acampamento Militar Entrincheirado

source: Forum
gl: Foro

source: Siege Wall Gate
de: Belagerungswall-Tor
es: Puerta de muralla de asedio
fr: Porte de mur de siège
gd: Geata balla-sèiste
gl: Porta de muralla de pedra
nl: Poort voor belegeringsmuur
pt_pt: Portão

source: A wooden and turf palisade buildable in enemy and neutral territories.
de: Ein Wall aus Holz und Torf, der auch in feindlichen und neutralen Gebieten gebaut werden kann.
es: Una empalizada de madera y hierba que se puede levantar en territorios neutrales y enemigos.
fr: Une palissade en bois et tourbe constructible en territoire ennemi et neutre.
gd: Sonnach fiodha is sgratha a ghabhas togail air ranntair nàmhad is neo-phàirteach.
gl: Unha muralla de madeira e pedra que podes construír en territorios inimigos e neutrais.
nl: Een houten muur. Kan gebouwd worden in neutraal en zelfs vijandig territorium.
pt_pt: Uma paliçada de madeira e terra que pode ser construída em territórios neutrais ou inimigos.

source: Siege Wall
de: Belagerungswall
es: Muralla de asedio
fr: Mur de siège
gd: Balla sèiste
gl: Muralla de pedra
nl: Belegeringsmuur
pt_pt: Muralha de Cerco

source: Siege Wall Tower
de: Belagerungswall-Turm
es: Torreta de muralla de asedio
fr: Tour de siège
gd: Tùr balla-sèiste
gl: Torre de muralla de pedra
nl: Toren voor belegeringsmuur
pt_pt: Torre de Vigia

source: Temple of Mars
de: Tempel des Mars
es: Templo de Marte
fr: Temple de Mars
gd: Teampall Mhàirs
gl: Templo de Marte
nl: Tempel van Mars
pt_pt: Templo de Marte
