Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: - Vulnerable to attacks from the rear.
de: - Verletzlich für Angriffe von Hinten.
es: - Vulnerable a ataques desde la retaguardia.
fr: - Vulnérable aux attaques arrières.
gd: - Tha e so-leònta an aghaidh ionnsaighean on chùlaibh.
gl: • Vulnerábel a ataques pola retagarda.
nl: - Kwetsbaar tegen aanvallen langs achter.
pt_pt: - Vulnerável a ataques pela retaguarda.

source: TEMPLES
de: TEMPEL
es: TEMPLOS
gd: TEAMPAILL
gl: Templos
nl: TEMPELS
pt_pt: TEMPLOS

source: - Town Phase structure required to upgrade to the City Phase.
de: - Gebäude der Dorfphase, das benötigt wird, um in die Stadtphase zu gelangen.
es: - Una estructura necesaria en la Fase urbana, con la que mejorar a la Fase de ciudad.
fr: - Structure de la Phase des Villes requise pour évoluer vers la Phase des Cités.
gd: - Tha togalach linn nam bailtean a dhìth airson àrdachadh gu linn nam mòr-bhailtean.
gl: • Estrutura da fase de vila necesaria para avanzar á fase de cidade.
nl: - Stadsfase gebouw nodig om door te gaan naar de grootstadsfase.
pt_pt: - Edifício da Fase de Vila necessário para ascender à Fase de Cidade.

source: - Recruit Healers to heal your troops on the battlefield.
de: - Rekrutiere Heiler, um deine Truppen zu heilen.
es: - Recluta a sanadores para curar a tus tropas en la batalla.
fr: - Formez-y des guérisseurs pour soigner vos troupes sur le champ de bataille.
gd: - Trus lighichean ach an slànaich iad na saighdearan agad air a' bhlàs.
gl: • Recruta sandadodes para recuperar a vida das tropas no campo de batalla.
nl: - Rekruteer helers om je troepen te genezen.
pt_pt: - Recruta Curandeiros para curar as suas tropas no campo de batalha.

source: - Research healing, religious devotion, and cultural technologies.
de: - Erforsche die Heilkunst, kulturelle Technologien und übe religiöse Hingabe.
es: - Investiga tecnologías de sanación, devoción religiosa y cultura.
fr: - Permet de rechercher la guérison, la dévotion religieuse et les technologies culturelles.
gd: - Rannsaich slànachadh, cràbhadh agus teicneolasan cultarail.
gl: • Investiga sandación, devoción relixiosa e tecnoloxías culturais.
nl: - Onderzoek heling, religieuze en culturele technologieën.
pt_pt: - Desenvolve tecnologias de cura, devoção religiosa e culturais.

source: - Its "aura" heals nearby units.
de: - Aura: Heilt nahe Einheiten.
es: - Su «aura» sana a las unidades cercanas.
fr: - Son "aura" soigne les unités proches.
gd: - Slànaichidh "aura" teampaill na h‑aonadan 'na fhagas.
gl: • A súa aura sanda as unidades próximas.
nl: - Heeft een aura om nabije eenheden te helen.
pt_pt: - A sua "aura" cura as unidades que estiverem próximas de si.

source: - Garrison damaged units inside for quicker healing.
de: - Einquartierte Einheiten heilen schneller.
es: - Guarnece dentro a unidades heridas para una sanación aún más rápida.
fr: - Les unités blessées en garnison y guérissent plus vite.
gd: - Cuir aonadan 'nan gearastan a-steach ach an slànaich iad nas luaithe.
gl: • Acuartela unidades feridas para acelerar o proceso de sandación.
nl: - Breng gekwetste eenheden binnen om sneller te genezen.
pt_pt: - Guarneça o edifício com unidades feridas para que estas sejam curadas mais rapidamente.

source: THEMISTOCLES
de: THEMISTOKLES
es: TEMÍSTOCLES
fr: THÉMISTOCLE
gl: Temístocles
pt_pt: Temístocles

source: - Athenian hero who commanded the Greeks at the great naval battles of Artemisium and Salamis.
de: - Ein Held Athens, der die Griechen in den großen Seeschlachten von Salamis und Artemisium führte.
es: - Héroe ateniense que comandó a los Griegos en las grandes batallas navales de Artemisio y Salamina.
fr: - Héros athénien qui commandait les Grecs aux grandes batailles navales de l'Artémision et de Salamine.
gd: - Curaidh na h-Àithne a stiùirich na Greugaich aig na batail-mara mòra aig Artemisium agus Salamis.
gl: • Heroe ateniense que comandou aos gregos nas batallas navais de Artemisio e Salamina.
nl: - Atheense held die de Grieken commandeerde tijdens de grote zeeslagen van Artemsium en Salamis.
pt_pt: - Herói ateniense que comandou os Gregos em grandes batalhas navais em Artemisium e Salamina.

source: - All ships are built faster while he lives.
de: - Während er lebt, werden Schiffe schneller gebaut.
es: - Todas las naves se construyen más rápido mientras vive.
fr: - Tous les bateaux sont construits plus rapidement quand il est en vie.
gd: - Thèid na h-uile long a thogail nas luaithe fhad 's a bhios e beò.
gl: • Todas as embarcacións constrúense máis rápido mentres vive.
nl: - Alle schepen worden sneller gebouwd tijdens zijn leven.
pt_pt: - Todas as embarcações são construídas mais rapidamente.

source: - The ship he is garrisoned inside moves much faster.
de: - Das Schiff auf dem er stationiert ist, ist deutlich schneller.
es: - La nave en que él esté guarnecido se mueve mucho más rápido.
fr: - Le bateau dans lequel il est en garnison avance beaucoup plus rapidement.
gd: - Gluaisidh an long sa bhios e 'na gearastan mòran nas luaithe.
gl: • Cando vai a bordo dun barco, este barco vólvese máis rápido.
nl: - Het schip waarin hij zich bevindt kan sneller varen.
pt_pt: - A embarcação em que ele está guarnecido desloca-se mais rapidamente.

source: TRIREME
de: TRIERE
es: TRIRREME
fr: TRIRÈME
gd: TRÌ-RÀMHACH
gl: Trirreme
nl: TRIREEM
pt_pt: TRIRREME

source: - The Medium Warship.
de: - Ein mittelschweres Kriegsschiff.
es: - El navío intermedio.
fr: - Navire de guerre moyen.
gd: - An long-chogaidh mheadhanach.
gl: • A nave de guerra media.
nl: - Mediumgroot oorlogsschip.
pt_pt: - Navio de guerra de porte médio.

source: - Available to the Romans, Carthaginians, Hellenic factions, and Persians.
de: - Steht Römern, Karthagern, Hellenen und Persern zur Verfügung.
es: - Disponible para los romanos, cartagineses, facciones helenas, y persas.
fr: - Disponible pour les romains, les carthaginois, les hellènes et les perses.
gd: - Tha seo ri fhaighinn dha na Ròmanaich, na Cartagaich, na Greugaich is na Pearsaich.
gl: • Dispoñíbel para os romanos, cartaxineses, helenos e persas.
nl: - Beschikbaar voor Romeinen, Carthagers, Grieken en Perzen.
pt_pt: - Disponível para os Romanos, Cartagineses, Helénicos e Persas.

source: - Good for transporting or fighting.
de: - Gut zum Transportieren oder Kämpfen.
es: - Bueno para transportar y luchar.
fr: - Bon pour le transport ou le combat.
gd: - Tha i math airson giùlain no sabaid.
gl: • Axeitada tanto para transporte como para batallas.
nl: - Goed als transportmiddel of om te vechten.
pt_pt: - Indicada tanto para transporte como para batalhas.

source: - Garrison a catapult aboard for a long-range siege attack.
de: - Nimm ein Katapult als weitreichende Belagerungswaffe an Bord.
es: - Monta una catapulta a bordo para ataques de asedio de larga distancia.
fr: - Mettez-y une catapulte en garnison pour une attaque de siège à longue portée.
gd: - Cuir crann-tabhaill 'na ghearastan air bòrd airson ionnsaigh sèiste aig astar mòr.
gl: • Monta unha catapulta para dispoñer de ataque de asedio de gran alcance.
nl: - Beman met een katapult voor een zwaardere aanval.
pt_pt: - Guarneça uma catapulta a bordo para fornecer ataque de cerco de grande alcance.

source: - Capable of a devastating ship-to-ship ramming attack that must recharge between each use.
de: - Ist imstande andere Schiffe verheerend zu rammen. Dieser Angriff muss nach jedem gebrauch aufladen.
es: - Capaz de un ataque de embestida devastador, que debe de ser regargado después de cada uso.
fr: - Capable d'éperonnage dévastateur (navire à navire) qui doit se recharger entre chaque utilisation.
gd: - Tha ionnsaigh starraidh cronail dha longan eile aige nach urrainn dhut cleachdadh da thuras sa bhad.
gl: • Conta cun ataque de impacto moi eficaz contra outras naves que debe recargarse despois de cada uso.
nl: - Kan een ander schip rammen, met vernieling tot gevolg. De aanval vraagt wat tijd om voor te bereiden.
pt_pt: - Dispõem de um ataque de embate devastador contra outras embarcações, que tem de ser recarregado depois de usado.

source: - Iberian hero of the Lusitani tribe.
de: - Iberischer Held vom Stamm der Lusitani.
es: - Héroe íbero de la tribu lusitana.
fr: - Héros ibère de la tribu des Lusitaniens.
gd: - Curaidh Ibèirach o threubh nan Lusatanach.
gl: • Heroe ibero da tribo dos lusitanos.
nl: - Iberische held van de Lusitani stam.
pt_pt: - Herói ibérico do povo dos Lusitanos.

source: - At least 7 campaigns against the Romans during the 'Lusitani Wars' from 147 to 139 B.C.
de: - Mindestens 7 Feldzüge gegen Rom in den ‚Lusitanischen Kriegen‘ von 147 v.Chr. bis 139 v.Chr..
es: - Por lo menos 7 campañas contra los romanos durante las Guerras Lusitanas de 147 a 139 A.C.
fr: - Au moins 7 campagnes contre les Romains pendant les "guerres lusitaniennes" entre 147 et 139 av J-C.
gd: - 7 iomairtean an aghaidh nan Ròmanach air a char as lugha rè 'Cogaidhean nan Lusitani' o 147 gu 139 RC
gl: • Participou en polo menos 7 campañas militares contra Roma durante as Guerras Lusitanas, entre o 147 e o 139 a.C.
nl: - Minstens 7 slagen tegen de Romeinen tijdens de 'Lusitani oorlogen' van 147 tot 139 V.C.
pt_pt: - Participou em pelo menos 7 campanhas contra os Romanos durante as Guerras Lusitanas entre 147 e 139 a.C.

source: - Fast moving and can switch between sword and flaming javelin.
de: - Schnell und kann zwischen Schwert und einem brennenden Wurfspeer wechseln.
es: - Se mueven rápido y pueden cambiar entre espada y jabalina ardiente.
fr: - Se déplace rapidement et peut alterner entre épée et javelot enflammé.
gd: - Gluaisidh e gu luath is 's urrainn dha suids a dhèanamh eadar claidheamh agus gath 'na theine.
gl: • Veloz, e pode usar tanto unha espada como unha xavelina en chamas.
nl: - Snel en kan wisselen tussen het zwaard en een vlammende speer als wapen.
pt_pt: - Veloz; pode atacar com espada ou com azagaias em chamas.

source: - His "aura" is the "Tactica Guerilla" that allows nearby Iberian units to ambush their opponents.
de: - Seine Aura„Tactica Guerilla“ erlaubt nahen Iberianern die Gegner aus einem Hinterhalt anzugreifen
es: - Su "aura" es la "táctica de guerrilla" que permite que las unidades íberas colindantes puedan emboscar a sus oponentes.
fr: - Son "aura" est la "Tactique de guérilla" qui permet aux ibères à proximité de tendre une embuscade.
gd: - Is "Tactica Guerilla" an aura aige a leigeas le aonadan Ibèireach faisg air fàth a dhèanamh air an nàmhaid.
gl: • A súa aura é a «táctica de guerrilla» que permite ás unidades iberas próximas emboscar aos seus opoñentes.
nl: - Als aura heeft hij de "guerrilla tactiek", daarmee kunnen dichtbije Iberische eenheden tegenstanders in een hinderlaag lokken.
pt_pt: - A sua "aura" é a "Táctica Guerrilha" que permite às unidades ibéricas próximas de si emboscar os seus inimigos.

source: WAR ELEPHANTS
de: KRIEGSELEFANTEN
es: ELEFANTES DE GUERRA
fr: ÉLÉPHANTS DE GUERRE
gd: AILBHEANAN COGAIDH
gl: Elefantes de guerra
nl: OORLOGSOLIFANTEN
pt_pt: ELEFANTES DE GUERRA

source: - Huge beasts from Africa and India, trained for war.
de: - Riesige Tiere aus Afrika und Indien, für den Krieg ausgebildet.
es: - Enormes bestias de África y de India, entrenadas para la guerra.
fr: - Bêtes énormes de l'Afrique et de l'Inde, dressées pour la guerre.
gd: - Beathaichean mòra à Afraga 's às na h-Innseachan a chaidh a thrèanadh airson a' chogaidh.
gl: • Enormes bestas de África e da India, adestradas para o combate.
nl: - Grote beesten van Afrika en Indië, getraind voor de oorlog.
pt_pt: - Grandes animais africanos e indianos treinados para a guerra.

source: - High Food and Metal cost, but very powerful. Strongest against Structures and Cavalry.
de: - Hohe Nahrung- und Metallkosten , aber sehr mächtig. Stark gegen Strukturen und Kavallerie.
es: - Alto coste de alimentos y metal, pero muy poderosos. Más fuertes contra estructuras y caballería.
fr: - Coûtent cher en nourriture et en métal, mais très puissants. Efficaces contre les structures et la cavalerie.
gd: - Cosgaisean bìdh is meatailt mòra, ach glè chumhachdach. As treasa an aghaidh thogalaichean 's eachraidh.
gl: • Custan unha gran cantidade de metal e comida, pero son moi fortes. Son especialmente efectivos contra estruturas e contra a cabalaría.
nl: - Hoge voedsel- en metaalkost, maar heel krachtig. Sterkst tegen gebouwen en ruiters.
pt_pt: - Grande custo em comida e metal mas muito poderosos. Muito fortes contra edifícios e cavalaria.

source: - Vulnerable to infantry skirmishers.
de: - Verletzlich gegenüber Infanterieplänklern.
es: - Vulnerable a infantería de escaramuza.
fr: - Vulnérables face aux tirailleurs d'infanterie.
gd: - So-leònta an aghaidh streupairean.
gl: • Son vulnerábeis contra escaramuzadores de infantaría.
nl: - Kwetsbaar voor tirailleurs.
pt_pt: - Vulneráveis aos ataques dos zagaieiros.

source: - Available to: Mauryans, Ptolemies, Seleucids, and Carthaginians.
de: - Verfügbar für: Maurya-Inder, Ptolemäer, Seleukiden und Karthager.
es: - Disponible para Maurianos, Ptolemaicos, Seléucidas y Cartaginenses.
fr: - Disponible pour : Mauryas, Égyptiens, Séleucides et Carthaginois.
gd: - Ri làimh dha na: Mauraidhich, Ptolamaich, Seleucaich 's Cartagaich.
gl: • Poden adestralos os mauros, tolemaicos, seléucidas e cartaxinexes.
nl: - Beschikbaar voor: de Mauryanen, de Ptolemeërs, de Seleuciden en Carthago
pt_pt: - Disponíveis para: Maurias, Ptolemaicos, Selêucidas e Cartagineses.

source: WHALES
de: WALE
es: BALLENAS
fr: BALEINES
gd: MUCAN-MARA
gl: Baleas
nl: WALVISSEN
pt_pt: BALEIAS

source: - An oceanic resource.
de: - Eine Meeresressource.
es: - Un recurso oceánico.
fr: - Une ressource océanique.
gd: - Stòras-mara.
gl: • Un recurso mariño.
nl: - Een oceanische voedselbron.
pt_pt: - Um recurso oceânico.

source: - 2000 Food.
de: - 2000 Nahrung.
es: - 2000 de Comida.
fr: - 2000 de nourriture.
gd: - 2000 biadh.
gl: • 2000 unidades de comida.
nl: - 2000 voedsel.
pt_pt: - 2000 Comida.

source: - Gatherable by Fishing Boats after the whale is killed.
de: - Können von Fischerbooten gesammelt werden, nachdem der Wal getötet wurde
es: - Recogido por botes pesqueros después de matarla.
fr: - Récupérable par des bateaux de pêche une fois la baleine tuée.
gd: - Gabhaidh a chruinneachadh le bàta-iasgaich nuair a bhios a' mhuc-mhara air a mharbhadh.
gl: • Pode recollerse con barcos de pesca unha vez morta a balea.
nl: - Voedsel kan opgehaald worden door vissers nadat de walvis gedood is.
pt_pt: - Recurso explorável por Pesqueiros, depois da morte da baleia.

source: - Roam around the oceans of the game and flee when attacked.
de: - Sie streifen durch die Ozeane und fliehen wenn sie angegriffen werden.
es: - Nada recorriendo los océanos del juego y huye cuando se le ataca.
fr: - Migrent dans les océans du jeu et fuient lorsqu'elles sont attaquées.
gd: - Rachaidh iad air fàrsan air cuantan a' gheama is teichich iad nuair a thèid ionnsaigh a thoirt orra.
gl: • Habitan os océanos do xogo, e foxen cando son atacadas.
nl: - Zwemmen rond in de oceaan en vluchten wanneer ze worden aangevallen.
pt_pt: - Vagueiam nos oceanos e fogem quando são atacadas.

source: Turtle (0.5x)
de: Schildkröte (0,5×)
es: Eterno (x0.5)
fr: Tortue (0,5x)
gd: Seilcheig (0.5x)
gl: Moi lento (×0,5)
nl: Schildpad (0.5x)
pt_pt: Muito lenta (0,5x)

source: Slow (0.75x)
de: Langsam (0,75×)
es: Lento (x0.75)
fr: Lent (0,75x)
gd: Mall (0.75x)
gl: Lento (×0,75)
nl: Traag (0.75x)
pt_pt: Lenta (0,75x)

source: Normal (1x)
de: Normal (1×)
es: Normal (x1)
gd: Àbhaisteach (1x)
gl: Normal (×1)
nl: Normaal (1x)

source: Fast (1.25x)
de: Schnell (1,25×)
es: Rápido (x1.25)
fr: Rapide (1,25x)
gd: Luath (1.25x)
gl: Rápido (×1,25)
nl: Snel (1.25x)
pt_pt: Rápida (1,25x)

source: Very Fast (1.5x)
de: Sehr schnell (1,5×)
es: Muy rápido (x1.5)
fr: Très rapide (1,5x)
gd: Iolair (1.5x)
gl: Moi rápido (×1,5)
nl: Heel snel (1.5x)
pt_pt: Muito Rápida (1,5x)

source: Insane (2x)
de: Verrückt (2×)
es: Tremendo (x2)
fr: Dément (2x)
gd: Gun chiall (2x)
gl: De tolos (×2)
nl: Zot snel (2x)
pt_pt: Uma Brutalidade (2x)

source: Player 1
de: Spieler 1
es: Jugador 1
fr: Joueur 1
gd: Cluicheadair 1
gl: Xogador 1
nl: Speler 1
pt_pt: Jogador 1

source: Player 2
de: Spieler 2
es: Jugador 2
fr: Joueur 2
gd: Cluicheadair 2
gl: Xogador 2
nl: Speler 2
pt_pt: Jogador 2

source: Player 3
de: Spieler 3
es: Jugador 3
fr: Joueur 3
gd: Cluicheadair 3
gl: Xogador 3
nl: Speler 3
pt_pt: Jogador 3

source: Player 4
de: Spieler 4
es: Jugador 4
fr: Joueur 4
gd: Cluicheadair 4
gl: Xogador 4
nl: Speler 4
pt_pt: Jogador 4

source: Player 5
de: Spieler 5
es: Jugador 5
fr: Joueur 5
gd: Cluicheadair 5
gl: Xogador 5
nl: Speler 5
pt_pt: Jogador 5

source: Player 6
de: Spieler 6
es: Jugador 6
fr: Joueur 6
gd: Cluicheadair 6
gl: Xogador 6
nl: Speler 6
pt_pt: Jogador 6

source: Player 7
de: Spieler 7
es: Jugador 7
fr: Joueur 7
gd: Cluicheadair 7
gl: Xogador 7
nl: Speler 7
pt_pt: Jogador 7

source: Player 8
de: Spieler 8
es: Jugador 8
fr: Joueur 8
gd: Cluicheadair 8
gl: Xogador 8
nl: Speler 8
pt_pt: Jogador 8

source: Tiny
de: Winzig
es: Diminuto
fr: Minuscule
gd: Beag bìodach
gl: Pequerrecho
nl: Mini
pt_pt: Mínimo

source: Small
de: Klein
es: Pequeño
fr: Petite
gd: Beag
gl: Pequeno
nl: Klein
pt_pt: Pequeno

source: Small (2 players)
de: Klein (2 Spieler)
es: Pequeño (2 jugadores)
fr: Petite (2 joueurs)
gd: Beag (2 chluicheadair)
gl: Pequeno (2 xogadores)
nl: Klein (2 spelers)
pt_pt: Pequeno (2 jogadores)

source: Medium
de: Mittel
es: Intermedio
fr: Moyen
gd: Meadhanach
gl: Medios
pt_pt: Médio

source: Medium (3 players)
de: Mittel (3 Spieler)
es: Intermedio (3 jugadores)
fr: Moyenne (3 joueurs)
gd: Meadhanach (3 cluicheadairean)
gl: Mediano (3 xogadores)
nl: Medium (3 spelers)
pt_pt: Médio (3 jogadores)

source: Normal (4 players)
de: Normal (4 Spieler)
es: Normal (4 jugadores)
fr: Normale (4 joueurs)
gd: Àbhaisteach (4 cluicheadairean)
gl: Normal (4 xogadores)
nl: Normaal (4 spelers)
pt_pt: Normal (4 jogadores)

source: Large
de: Groß
es: Grande
fr: Grande
gd: Mòr
gl: Grande
nl: Groot
pt_pt: Grande

source: Large (6 players)
de: Groß (6 Spieler)
es: Grande (6 jugadores)
fr: Grande (6 joueurs)
gd: Mòr (6 cluicheadairean)
gl: Grande (6 xogadores)
nl: Groot (6 spelers)
pt_pt: Grande (6 jogadores)

source: Very Large
de: Sehr Groß
es: Muy grande
fr: Très grande
gd: Glè mhòr
gl: Moi grande
nl: Erg Groot
pt_pt: Muito Grande

source: Very Large (8 players)
de: Sehr Groß (8 Spieler)
es: Muy grande (8 jugadores)
fr: Très grande (8 joueurs)
gd: Glè mhòr (8 cluicheadairean)
gl: Moi grande (8 xogadores)
nl: Erg Groot (8 spelers)
pt_pt: Muito Grande (8 jogadores)

source: Giant
de: Gigantisch
es: Enorme
fr: Géante
gd: Ana-mhòr
gl: Xigante
nl: Gigantisch
pt_pt: Gigante

source: Athenians
de: Athener
es: Atenienses
fr: Athéniens
gd: Muinntir na h‑Àithne
gl: Atenienses
nl: Athene
pt_pt: Atenienses

source: Metal mining gathering rates increased by +10% for each passing age.
de: Die Metallabbaurate wird in jeder Phase um +10% erhöht.
es: La velocidad de explotación del metal se mejora un +10% f por cada edad que avances.
fr: Le taux d'exploitation des métaux augmente de +10% à chaque nouvelle phase.
gd: Cruinneachadh meatailt nas luaithe le +10% airson gach linn a dh'fhalbhas.
gl: A taxa de extracción de metal das minas aumenta un 10% por cada fase.
nl: Mijnwerkers in metaalmijnen werken 10% sneller per nieuwe fase bereikt.
pt_pt: Aumenta a capacidade de recolha do metal em 10% em cada elevação.

source: Silver Owls
de: Silbereulen
es: Búhos de plata
fr: Chouettes d'argent
gd: Cailleachan-oidhche airgid
gl: Curuxa
nl: Zilveren uilen
pt_pt: Corujas de Prata

source: The mines at Laureion in Attica provided Athens with a wealth of silver from which to mint her famous and highly prized coin, The Athenian Owl.
de: Durch die Minen von Laureion in Attika hatten die Athener Zugriff auf Silber, welches sie zu zur Prägung ihrer bekannten und hochwertigen Münzen, der Athenischen Eulen, verwendeten.
es: Las minas de Laureion en Attica bendecía a los atenienses con un mar de plata con el que acuñar su apreciada y famosa moneda, el Búho ateniense.
fr: Les mines du Laurion en Attique fournissaient à Athènes de l'argent en abondance, avec lequel était frappée sa célèbre et très précieuse monnaie, sur laquelle figurait la Chouette Athénienne.
gd: Thug na mèinnean aig Laureion ann an Attica saoibhreas de dh'airgead do Bhaile na h‑Àithne às a rinneadh Cailleach-oidhche na h‑Àithne, am bonn luachmhor cliùiteach aca.
gl: As minas de Lavrio, en Ática, fornecen aos atenienses abundantes reservas de prata que lles permiten acuñar a súa famosa e moi valiosa moeda, a «curuxa ateniense».
nl: De mijnen van Laureion in Attica gaven Athene toegang tot een schat aan zilver, deze werd gebruikt om hun bekende munten met de Atheense uil te slaan.
pt_pt: As minas de Lavrio, em Ática, forneciam aos atenienses abundantes reservas de prata que lhes permitiam cunhar a sua famosa e mais valiosa moeda, a Coruja de Atenas.

source: Constructing a Theatron increases the territory expanse of all buildings by +20%.
de: Ein Theatron zu bauen erhöht die territoriale Ausdehnung aller Gebäude um +20%.
es: Construir un Teatro amplía el territorio de expansión de todos los edificios un +25%.
fr: Construire un Theatron augmente de +20% l'étendue territoriale de tous les bâtiments.
gd: Ma thogas tu tèatron, thèid leudachadh an ranntair aig na h-uile togalach a mheudachadh le +20%.
gl: Construír un teatro aumenta un +20% a expansión territorial de todas as estruturas.
nl: Een theater vergroot het territorium van alle gebouwen met 20%.
pt_pt: Construir um teatro aumento a expansão territorial dos edifícios em +20%.

source: Hellenization
de: Hellenisierung
es: Helenización
fr: Hellénisation
gd: Greugachadh
gl: Helenización
nl: Hellenisatie
pt_pt: Helenização

source: The Greeks were highly successful in Hellenising various foreigners. During the Hellenistic Age, Greek was the lingua franca of the Ancient World, spoken widely from Spain to India.
de: Die Griechen waren erfolgreich in der Hellenisierung von verschiedenen eingeborenen Völkern. Während des Hellenistischen Zeitalters war Griechisch die Verkehrssprache der antiken Welt, die von Spanien bis Indien gesprochen wurde.
es: Los Griegos tuvieron bastante éxito helenizando culturas extranjeras. Durante la era helenística el griego se convirtió en la lengua franca del mundo antiguo, ampliamente difundida desde Hispania hasta la lejana India.
fr: Les Grecs ont très bien réussi à helléniser de nombreux étrangers. Au cours de l'époque hellénistique, le grec, largement parlé de l'Espagne à l'Inde, était la langue véhiculaire du Monde Antique.
gd: Bhiodh na Greugaich uabhasach soirbheachail le Greugachadh iomadh choigreach. ri linn a' Ghreugachais, bhiodh a' Ghreugais na lingua franca aig an t‑saoghail àrsaidh is bhathar 'ga bruidhinn gu farsaing on Spàinn gu na h‑Innseachan.
gl: Os gregos conseguiron con éxito helenizar a varios estranxeiros. Durante o período helenístico, o grego era a lingua franca do mundo coñecido, falado amplamente desde a Península Ibérica ata a India.
nl: De Grieken waren erg succesvol in de Hellenisatie van ettelijke andere gebieden. Tijdens de klassieke oudheid was Grieks de lingua franca, gesproken van Spanje tot in India.
pt_pt: Os Gregos conseguiram helenizar vários povos estrangeiros. Durante o período helenístico, o grego era a língua franca do mundo antigo, falado desde a Península Ibérica até à Índia.

source: Ships construct 25% faster.
de: Schiffe werden 25% schneller gebaut.
es: Los navíos se construyen un 25% más rápido.
fr: La construction des navires est 25% plus rapide.
gd: Thèid longan an togail 25% nas luaithe.
gl: As embarcacións constrúense un 25% máis rápido.
nl: Schepen worden 25% sneller gebouwd.
pt_pt: As embarcações constroem-se 25% mais rápido.
