Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Dictator for six months during the Second Punic War. Instead of attacking the most powerful Hannibal, he started a very effective war of attrition against him.
de: Während des zweiten punischen Krieges war er sechs Monate lang Dikator. Anstatt den mächtigen Hannibal anzugreifen startete er einen sehr effektiven Zermürbungskrieg gegen ihn.
es: Dictador por seis meses durante la segunda guerra púnica. En vez de combatir contra un Aníbal cada vez más poderoso, inició una sutil y efectiva guerra de desgaste en su contra.
fr: Dictateur pendant six mois au cours de la deuxième guerre punique. Plutôt que d'attaquer le puissant Hannibal, il commença une guerre d'usure très efficace contre lui.
gl: Quinto Fabio Máximo foi seis meses ditador durante a Segunda Guerra Púnica. En vez de atacar a Aníbal cando este último estaba no seu mellor momento, Quinto comezou unha guerra de desgaste contra el que resultou moi efectiva.
nl: Dictator gedurende zes maanden van de Tweede Punische Oorlog. In plaats van Hannibal rechtstreeks aan te vallen startte hij een effectieve perceptieoorlog tegen Hannibal.
pt_pt: Ditador durante seis meses durante a Segunda Guerra Púnica. Em vez de atacar o poderosíssimo Aníbal, Fábio Máximo encetou contra ele uma guerra de desgaste muito eficaz.

source: Quintus Fabius Maximus
es: Quinto Fabio Máximo
gl: Quinto Fabio Máximo
pt_pt: Fábio Máximo

source: A soldier of the first war with Carthage, a hero of the Second Punic War, and victor over the Gauls at Clastidium. Plutarch describes him as a man of war, strong in body and constitution, with an iron will to fight on. As a general he was immensely capable, standing alongside Scipio Africanus and Claudius Nero as the most effective Roman generals of the entire Second Punic War. In addition to his military achievements Marcellus was a fan of Greek culture and arts, which he enthusiastically promoted in Rome. He met his demise when his men were ambushed near Venusia. In honor of the respect the people held for him, Marcellus was granted the title of 'Sword of Rome.'
de: Ein Krieger im ersten Krieg gegen Karthago und Held im zweiten punischen Krieg sowie Sieger über die Gallier bei der Schlacht von Clastidium. Plutarch beschreibt ihn als einen Mann des Krieges mit starkem Körper und Durchhaltevermögen sowie einem eisernen Willen zum Weiterkämpfen. Er war ein sehr fähiger General und galt neben Scipio Africanus und Claudius Nero als einer der effektivsten römischen Generäle des gesamten zweiten punischen Krieges. Neben seinen militärischen Erfolgen war Marcellus Anhänger der griechischen Kunst und Kultur, welche er in Rom sehr enthusiastisch vertrat. Er starb als seine Männer nahe der Stadt Venusia in einen Hinterhalt gerieten. Im Andenken an den Respekt den er bei vielen Menschen innehatte, bekam Marcellus den Titel 'Schwert von Rom'.
es: Un soldado de la primera guerra con Cártago, el héroe de la Segunda Guerra Púnica, victorioso ante los Galos en Clastidium. Plutarch se describe a si mismo como un hombre de la guerra, fuerte en cuerpo y mente, con un espíritu de acero con el cual luchar. Como general es inmensamente capaz, posicionandose junto a Scipio Africanus y Claudius Nero como el general romano mas efectivo de toda la Segunda Guerra Púnica. Ademas de sus logros militares, Marcellus era un admirador de la cultura y el arte de griego, que promovió con entusiasmo en Roma. Conoció su muerte cuando el y sus hombres fueron emboscados cerca de Venusia. En honor a él, la gente le concedió a Marcellus el título de "La Espada de Roma".
fr: Un soldat de la première guerre avec Carthage, héros de la deuxième guerre punique et vainqueur des Gaules à Clastidium. Plutarque le décrit comme un homme de guerre, fort de corps et de constitution, avec une volonté de fer pour le combat. En général, il était extrêmement compétent, debout aux côtés de Scipion l'Africain et Claudius Nero en tant que généraux romains les plus efficaces de toute la deuxième guerre punique. En plus de ses réalisations militaires, Marcellus était un défenseur de la culture et des arts grecs, qu'il a diffusés à Rome avec enthousiasme. Il mourut lorsque ses hommes furent pris en embuscade près de Venusia. En mémoire du respect que le peuple avait envers lui, Marcellus obtint le titre d'Épée de Rome.
gl: Marco Claudio Marcelo foi un soldado da primeira guerra con Cartago, heroe da Segunda Guerra Púnica e vencedor sobre os galos en Clastidium. Plutarco descríbeo como un home de guerra, de constitución forte e cunha férrea vontade para seguir loitando. Foi un xeneral inmensamente capaz, encabezando xunto con Escipión o Africano e Nerón a lista dos xenerais romanos máis efectivos da Segunda Guerra Púnica. Ademais das súas fazañas militares, Marcelo gustaba da cultura e a arte gregas, que promovía en Roma de maneira entusiasta. Morreu cando os seus soldados sufriron unha emboscada preto de Venusia. En honor ao respecto que lle tiña o pobo, Marcelo recibiu o título de «Espada de Roma».
nl: Een soldaat tijdens de Eerste Punische Oorlog, een held tijdens de tweede. Plutarchus omschrijft zichzelf als een man van de oorlog, sterk in kracht en woord, met een ijzeren wil om door te zetten. Als generaal was hij enorm capabel, te vergelijken met Scipio Africanus en Claudius Nero als meest effectieve generaals in de gehele oorlog tegen Carthago. Naast zijn militaire resultaten was Marcellus ook een fan van de Griekse cultuur, dewelke hij enorm promootte in Rome. Hij is gestorven in een hinderlaag bij Venosa. Marcullus kreeg de titel "Zwaard van Rome" door het respect dat hij afdwong bij het volk.
pt_pt: Foi soldado na primeira guerra com Cartago, herói da Segunda Guerra Púnica e venceu os Gauleses em Clastídio. Plutarco descreve-o como sendo um guerreiro nato, de corpo e constituição fortes, com um desejo inabalável de combater. Foi um general extremamente competente, tendo sido considerado, juntamente com Cipião Africano e Cláudio Nero, um dos comandantes romanos mais eficazes de toda a Segunda Guerra Púnica. Para além dos seus feitos militares, Marcelo era um entusiasta da cultura e artes gregas, as quais promoveu efusivamente em Roma. Encontrou a morte durante uma emboscada aos seus soldados, perto de Venúsia. Em honra ao respeito que o povo tinha por Marcelo, foi-lhe atribuído o epíteto de "Espada de Roma".

source: Marcus Claudius Marcellus
es: Marco Claudio Marcelo
gl: Marco Claudio Marcelo
pt_pt: Marco Cláudio Marcelo

source: He was the first really successful Roman general against the Carthaginians. His campaigns in Spain and Africa helped to bring Carthage to its knees during the Second Punic War. He defeated Hannibal at the Battle of Zama in 202 B.C.
de: Er war der erste wirklich erfolgreiche römische General gegen die Karthager. Seine Feldzüge in Spanien und Afrika trugen dazu bei, Karthago während des zweiten punischen Krieges zu besiegen. Er besiegte Hannibal in der Schlacht von Zama im Jahr 202 v. Chr.
es: Fue el primer general romano que combatió con éxito contra los cartagineses. Las campañas que realizó en Hispania y África le ayudaron a debilitar a Cartago durante la Segunda Guerra Púnica. Derrotó a Aníbal en la batalla de Zama en el año 202 A.C.
fr: Il fut le premier général romain vraiment efficace contre les carthaginois. Ses campagnes en Espagne et en Afrique ont contribué à mettre Carthage à genoux pendant la deuxième guerre punique. Il a vaincu Hannibal lors de la bataille de Zama en 202 avant J-C.
gl: Escipión foi o primeiro xeneral romano en conseguir unha vitoria contra os cartaxineses. As súas campañas na Península Ibérica e África axudaron a poñer a Cartago de xeonllos durante a Segunda Guerra Púnica. Derrotou a Aníbal na Batalla de Zama no ano 202 a.C.
nl: Hij was de eerst echt succesvolle Romeinse Generaal tegen Carthago. Zijn veldtochten in Spanje en Afrika hielpen hem naar de val van Carthago tijdens de Tweede Punische Oorlog. Hij versloeg Hannibal in de slag van Zama in 202 V.C.
pt_pt: Foi o primeiro general romano a obter êxito efectivo contra os Cartagineses. As suas campanhas na Hispânia e em África levaram à subjugação de Cartago durante a Segunda Guerra Púnica. Derrotou Aníbal na Batalha de Zama em 202 a.C.

source: Entrenched Camp
de: Verschanztes Lager
es: Campamento atrincherado
fr: Camp retranché
gd: Campa daingeann
gl: Campamento atrincheirado
nl: Ingegraven kampplaats
pt_pt: Acampamento Entrincheirado

source: Trains citizen-soldiers from neutral or enemy territory.
de: Trainiere Bürgersoldaten auf neutralem oder feindlichem Boden.
es: Recluta ciudadanos-soldado en territorio neutral o enemigo.
fr: Former des citoyens-soldats en territoire neutre ou ennemi.
gd: Trèanaich saighdearan-dùthcha o ranntair nàmhad no neo-phàirteach.
gl: Adestra cidadáns soldado desde territorios neutrais ou inimigos.
nl: Rekruteer burgersoldaten van neutraal of vijandig territorium.
pt_pt: Recruta cidadãos-soldados em território neutro ou inimigo.

source: Sometimes it was a temporary camp built facing the route by which the army is to march, other times a defensive or offensive (for sieges) structure. Within the Praetorian gate, which should either front the east or the enemy, the tents of the first centuries or cohorts are pitched, and the dracos (ensigns of cohorts) and other ensigns planted. The Decumane gate is directly opposite to the Praetorian in the rear of the camp, and through this the soldiers are conducted to the place appointed for punishment or execution. It has a turf wall, and it's surrounded by a canal filled with water whenever possible for extra defense. Many towns started up as bigger military camps to evolve to more complicated cities.
de: Manchmal war es ein kurzfristiges Lager an Strecken, auf denen Truppenbewegungen stattfinden, manchmal auch ein Verteidigungs- oder Angriffsbauwerk (bei Belagerungen). Innerhalb der Tore befinden sich die Zelte der ersten Zenturie oder Kohorte, die Drachen (Kohortenabzeichen) und andere Abzeichen. Die Porta decumana befindet sich gegenüber der Porta praetoria im rückwärtigen Teil des Lagers, durch welche Soldaten zum für Bestrafung oder Exekution bestimmten Platz gebracht werden. Das Lager ist von einem Torfwall und, wenn möglich, von einem Wassergraben umgeben. Viele Städte waren anfangs größere Militärlager, die sich in komplexe Städte entwickelten.
es: A veces era un campamento improvisado de cara a la ruta por la que marchaba el ejército, otras veces tenía una funcionalidad defensiva u ofensiva (para asedios). Tras el portón pretoriano, que debía encontrarse al este o frente al enemigo, se alzaban las primeras tiendas de centurios y cohortes. Los dracos (insignias de las cohortes) se plantaban allí. El portón decumano se encontraba diametralmente opuesto al pretoriano, en la parte trasera del campamento, y por ella los soldados se conducían al lugar fijado para castigo o ejecución. Tenía un muro de hierba, y, siempre que fuera posible, se rodeaba de un canal lleno de agua para mayor defensa. Muchas ciudades comenzaron como grandes campamentos militares, para evolucionar en ciudades, ya más complicadas.
fr: Il s'agissait parfois d'un camp temporaire construit face à la route empruntée par l'armée, parfois d'une structure défensive ou offensive (lors de sièges). Derrière la porte les tentes des premières centuries ou cohortes sont installées, et les dragons (insignes des cohortes) et autres insignes sont plantés. La porte décumane est directement opposée à la prétorienne à l'arrière du camp, et à travers elle les soldats sont conduits à l'endroit désigné pour les punitions et exécutions. Il est entouré d'un mur de briques et d'un canal rempli, lorsque c'était possible, d'eau fournissant une défense supplémentaire. De nombreuses cités ont d'abord été de grands camps militaires avant d'évoluer vers des villes plus complexes.
gl: Ás veces tratábase dun campamento temporal erguido de cara á ruta pola que o exército marcharía, mentres que outras se trataba dunha estrutura defensiva ou ofensiva (para asedios). Dentro móntanse as tendas das primeiras centurias ou cohortes canda a porta pretoriana, que debería dar ou ben ao leste ou ben ao inimigo, e plántanse os dracos (o estandarte da cohorte) así como outros estandartes. A porta Decumano sitúase no lado oposto aos pretorianos, situados estes na parte posterior do campamento, e a través dela se conduce aos soldados ao lugar determinado para o seu castigo ou execución. Conta cun muro de terra, e cando é posíbel está rodeado dunha canle con auga para maior defensa. Moitas cidades foron inicialmente campamentos que evolucionaron en complexidade co paso do tempo.
nl: Soms was het een tijdelijk kamp langs de route die door een leger moest genomen worden, andere keren een defensieve of zelfs offensieve bouw. Binnen de Preatorische poort stonden tenten van de eerste centurions of cohorten. De draken (teken van de cohorten) en andere tekens waren geplaatst. De Decumane poort stond tegenover het Praetorium in de achterkant van het kamp, en door deze werden soldaten geleid naar de plaats waar straffen of zelfs executie voltrokken werden. Het kamp had een aarden wal en was omgraven met een gracht indien mogelijk. Vele steden startten als uitgegroeide militaire kampen.
pt_pt: Por vezes era um acampamento militar temporário construído junto à estrada ao longo da qual o exército marchava, outras era uma estrutura defensiva ou ofensiva (no caso dos cercos). No seu interior, frente ao portão Pretório, eram armadas as tendas das primeiras centúrias ou das coortes e erguidos os dragões (pendões das coortes) e outros pendões. O portão Decumane, directamente oposto ao portão Pretório, localizava-se nas traseiras do campo, e era através dele que os soldados eram conduzidos ao local destinado aos castigos e às execuções. Os acampamentos tinham uma muro de terra e eram rodeados por um fosso, que era enchido com água sempre que possível para aumentar a defesa. Muitas vilas tiveram na sua origem campos militares de grandes dimensões, que por vezes acabavam por evoluir para cidades mais complexas.

source: Can be built in neutral and enemy territory to strangle enemy towns.
de: Kann auf neutralem und feindlichem Territorium gebaut werden um feindliche Städte abzuschneiden.
es: Se puede construir en territorio neutral o enemigo para acabar con asentamientos enemigos.
fr: Peut être construit en territoire neutre et ennemi pour étouffer les villes ennemies.
gd: Gabhaidh an togail air ranntair nàmhad no neo-phàirteach gus bailtean an nàmhad a mhùchadh.
gl: Pode construírse un territorio neutral e inimigo para estrangular as cidades inimigas.
nl: Kan gebouwd worden in neutrale en vijandige gebieden om vijandige steden te versmachten.
pt_pt: Podem ser construídos em território neutro ou inimigo para cercar as povoações inimigas.

source: Turf walls built by legionaries during sieges.
de: Torfwälle die bei Belagerungen von Legionären errichtet wurden.
es: Murallas de hierba levantadas por los legionarios durante los asedios.
fr: Murs de tourbe construits par les légionnaires durant les sièges.
gd: Ballachan-sgratha air an togail le lèigiunaich rè shèistean.
gl: Muros de terra construídos polos lexionarios durante os asedios a cidades.
nl: Muren uit turf worden door legionairs tijdens belegeringen gebouwd.
pt_pt: Muros de terra construídos pelos legionários durante os cercos.

source: The Romans controlled one of the largest empires of the ancient world, stretching at its peak from southern Scotland to the Sahara Desert, and containing between 60 million and 80 million inhabitants, one quarter of the Earth's population at that time. Rome also remained one of the strongest nations on earth for almost 800 years. The Romans were the supreme builders of the ancient world, excelled at siege warfare and had an exquisite infantry and navy.
de: Die Römer kontrollierten eines der größten Reiche der Antike das sich in der Blütezeit von Südschottland bis zur Sahara erstreckte und von etwa 60 bis 80 Millionen Menschen bevölkert wurde, zur damaligen Zeit ein Viertel der Weltbevölkerung. Rom blieb fast 800 Jahre lang eine der stärksten Nationen der Erde. Die Römer waren die besten Architekten der Antike und hatten eine überragende Belagerungskriegsführung sowie eine vorzügliche Infanterie und Seestreitmacht.
es: Los romanos controlaron uno de los imperios más grandes del mundo antiguo, abarcaba desde el sur de Escocia al desierto del Sahara. Era poblado por entre 60 millones u 80 millones de habitantes, un cuarto de la población del mundo en esa época, Roma continuó siendo uno de las naciones más poderosas durante 800 años. Los romanos fueron los supremos constructores del mundo antiguo, excelentes asediadores y tuvieron una formidable infantería y marina.
fr: Les Romains contrôlaient le plus grand empire de l'ancien monde, qui à son apogée s'étendait du sud de l'Écosse au désert du Sahara, et comprenant entre 60 et 80 millions d'habitants, soit le quart de la population terrestre de cette époque. Rome est également restée une des plus fortes nations du monde pendant près de 800 ans. Les Romains furent les bâtisseurs suprêmes de l'ancien monde, excellaient dans la guerre de siège et avaient une sublime infanterie et marine.
gl: Os romanos controlaban un dos maiores imperios do mundo antigo, con territorios baixo o seu control que ían desde o sur de Escocia ata o Deserto do Sáhara, e a súa poboación estaba entre os 60 e os 80 millóns, unha cuarta parte da poboación do planeta naqueles tempos. Roma foi tamén durante os seguintes case 800 anos unha das nacións máis poderosas do planeta. Os romanos eran grandes construtores do mundo antigo, excelentes no asedio militar a cidades, e contaban cunha infantaría e unha flota de primeira.
nl: De Romeinen controleerden één van de grootste rijken van de klassieke oudheid, op zijn piek hadden ze een gebied van zuid Schotland tot de Sahara, met tussen de 60 en 80 miljoen inwoners, een kwart van de wereldbevolking in die tijd. Rome is ook één van de sterkste naties van de wereld gebleven voor bijna 800 jaar. De Romeinen waren de grootste bouwers van de klassieke oudheid, ze blonken uit in belegeringsmethoden en hadden een perfect uitgeruste infanterie en marine.
pt_pt: Os Romanos controlavam um dos maiores impérios do mundo antigo, que no seu auge se estendia desde o sul da Escócia até ao deserto do Saara e contava com 60 a 80 milhões de habitantes - um quarto da população terrestre à época. Durante 800 anos, Roma manteve-se uma das nações mais poderosas do planeta. Os Romanos eram os melhores construtores do mundo antigo, distinguiram-se na arte do cerco e ostentavam uma infantaria e uma marinha excelentes.

source: Seleucids
de: Seleukiden
es: Seleúcidas
fr: Séleucides
gd: Seleucaich
gl: Seléucidas
nl: Seleucidisch Perzië
pt_pt: Selêucidas

source: This unlocks the Seleucid expansion building, the Klēroukhia or Military Colony, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster.
de: Das ist das seleukidische Gebäude zur Gebietserweiterung, ähnlich wie der Verwaltungssitz anderer Fraktionen. Es ist schwächer und hat einen geringeren Einflussbereich, aber es ist billiger und wird schneller gebaut.
es: Esto desbloquea el edificio de ampliación Seléucida. El Klēroukhia o Colonia Militar, similar a los Centros Cívicos de otras facciones. Es más débil y tiene un territorio de influencia más pequeño, pero es más barato y más rápido de construir.
fr: Cela déverrouille le bâtiment d'expansion séleucide, la Clérouquie ou la colonie militaire, semblable aux centres-villes des autres factions. Il est moins résistant et exerce une influence territoriale plus petite, mais il est moins cher et plus rapide à construire.
gl: Isto desbloquea a estrutura de expansión dos seléucidas, o «Klēroukhia» ou «colonia militar», similar ao centro cívico do resto de faccións. A estrutura é máis feble e ten menor influencia territorial, pero é máis barata e constrúese máis rápido.
nl: Dit activeert het Seleucidisch expansiegebouw, de Klēroukhia of militaire kolonie. Gelijkaardig aan de beschavingscentra voor andere beschavingen. Het is zwakker en heeft een kleinere territoriuminvloed, maar het is ook goedkoper en sneller te bouwen.
pt_pt: Isto desbloqueia o edifício selêucida, o Klēroukhia ou Colónia militar, semelhante aos Centros Cívicos das outras civilizações. É mais fraco e tem uma influência territorial menor mas é mais barato e construído mais rapidamente.

source: Cleruchy
de: Kleruchien
es: Cleruquía
fr: Clérouquie
gd: Klēroukhia
gl: Cleruquía
nl: Cleruchie
pt_pt: Clerúquia

source: Choose between Traditional Army and Reform Army technologies that unlock different Champions.
de: Wähle zwischen traditioneller Armee und Reform Armee Technologien, die verschiedene Champions freischalten.
es: Selecciona entre las tecnologías del Ejército Tradicional y del Ejército de la Reforma que desbloquean diferentes Campeones.
fr: Choisissez entre les technologies de l'Armée traditionnelle et l'Armée réformée qui débloquent différents Champions.
gd: Tagh eadar teicneolasan aig an fheachd tradaiseanta no feachd an ath-leasachaidh a bheir taghadh de laoich eadar-dhealaichte dhut.
gl: Escolle entre as tecnoloxías de exército tradicional e exército reformado que desbloquean distintos campións.
nl: Kies tussen een traditioneel leger en een gereformeerd leger. Deze technologieën geven toegang tot verschillende kampioenen.
pt_pt: Escolha entre o exército tradicional e a reforma militar para desbloquear diferentes campeões.
