Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Using rubble materials reduces the costs and build times of walls.
de: Bruchsteine zu nutzen reduziert die Kosten und die Bauzeit von Mauern.
es: Utilizar materiales de escombro reduce los costes y tiempo de construcción de las murallas.
fr: L'utilisation de gravats réduit le coût et le temps de construction des murailles.
gl: Aproveitar a terra reduce os custos e mailo tempo de construción das murallas.
nl: Het gebruik van afvalstenen verminderd de kost en bouwtijd van muren.
pt_pt: O uso de entulho como material reduz o custo e o tempo de construção de muralhas.

source: City walls -20% build time, but -1 crush armor level.
de: Stadtmauern -20% Bauzeit, aber -1 Schmetterpanzerung.
es: Las murallas tardan un -20% menos en construirse, pero reducen en -1 su nivel de armadura contra ataques masivos.
fr: Les remparts sont -20% moins longs à construire, mais ils perdent -1 point d'armure d'écrasement.
gd: Thèid ballachan a' bhaile a thogail nas luaithe e -20% ach bidh -1 de dh'armachd an aghaidh brùillidh aca.
gl: Redúcese nun -20% o tempo de construción das murallas urbanas, pero redúcese en -1 a súa protección contra ataques de impacto.
nl: Stadsmuren -20% bouwtijd maar ook -1 verbrijzelpantser.
pt_pt: Muralhas com -20% de tempo de construção mas -1 na defesa de ataques de impacto.

source: Rubble Materials
de: Bruchstein
es: Reuso de escombros
fr: Gravats
gl: Materiais de terra
nl: Afvalstenen
pt_pt: Construção com Entulho

source: Outposts survive twice as long in neutral territory.
de: Außenposten überleben in neutralem Territorium doppelt so lange.
es: Las avanzadas perduran el doble de tiempo en territorio neutral.
fr: Les postes avancés survivent deux fois plus longtemps en territoire neutre.
gd: Mairidh gearastanan an dà chuid as fhaide air ranntair neo-phàirteach.
gl: As atalaias duran o dobre de tempo en territorio neutral.
nl: Voorposten houden het twee keer zo lang vol in neutraal territorium.
pt_pt: As atalaias duram o dobro do tempo em território neutro.

source: Territory decay -50% for Outposts.
de: Territorialer Zerfall -50% für Außenposten.
es: Reduce un -50% el alcance de visión de los puestos avanzados.
fr: -50% de détérioration hors territoire pour les avant-postes.
gd: Crìonadh ranntair de -50% airson ghearastanan.
gl: Redución dun -50% da taxa de deterioración das atalaias.
nl: Territoriumverval 50% trager voor voorposten.
pt_pt: Redução em 50% da deterioração das atalaias.

source: Stone Foundations
de: Steinfundamente
es: Cimientos de piedra
fr: Fondations en pierre
gd: Bonn cloiche
gl: Infraestrutura de pedra
nl: Stenen fundamenten
pt_pt: Edifícios de pedra

source: Breeding livestock for food.
de: Tierzucht für Nahrung.
es: Cuidar ganado para conseguir comida.
fr: Élevage du bétail pour la nourriture.
gd: A' togail sprèidh airson bìdh.
gl: Crianza de animar para obter comida.
nl: Kweek dieren voor voedsel.
pt_pt: Criação de gado para alimentação.

source: Breed time -25% for domestic animals (sheep, goats, cattle, etc.).
de: Zuchtzeit -25% für domestizierte Tiere (Schafe, Ziegen, Rinder usw.)
es: Tiempo de criar -25% para los animales domésticos (ovejas, cabras, vacas, etc.)
fr: -25% de temps d'élevage des animaux domestiques (moutons, chèvres, bovins, etc.)
gd: Thèid sprèidh a thogail nas luaithe le -25% (caoraich, gobhair, bà agus msaa.).
gl: O tempo de cría redúcese un -25% para os animais domésticos (ovellas, cabras, gando, etc.).
nl: Kweektijd voor tamme dieren (schapen, geiten ...) is 25% korter.
pt_pt: Tempo de criação em -25% para animais domésticos (ovelhas, cabras, gado, etc)

source: Stockbreeding
de: Viehzucht
es: Ganadería
fr: Élevage
gd: Sìolachadh sprèidhe
gl: Gandería
nl: Kwekerij
pt_pt: Criação de animais

source: Increases shuttling capacity for all resources.
de: Erhöht die Tragkapazität für alle Ressourcen.
es: Mejora sensiblemente la capacidad de transporte de todos los recursos.
fr: Augmente les capacités de transport pour toutes les ressources.
gd: Beiridh na h‑aonadan eallach nas motha de na h‑uile stòras.
gl: Aumenta a capacidade de transporte para todos os recursos.
nl: Verhoog de vervoerscapaciteit voor alle grondstoffen.
pt_pt: Aumenta a capacidade de transporte de todos recursos.

source: Workers use wheelbarrows. +5 shuttle capacity for all resources.
de: Arbeiter nutzen Karren. Sie können +5 Rohstoffe jeder Art tragen.
es: Los trabajadores utilizan carretas de mano. +5 de capacidad de transporte para todos los recursos.
fr: Les travailleurs utilisent des brouettes. +5 de capacité de transport pour toutes les ressources.
gd: Cleachdaidh na h‑obraichean barachan-cuibhle. Beiridh na h‑aonadan +5 de dh'eallach nas motha de na h‑uile stòras.
gl: Os traballadores empregan carretillas. Aumenta a capacidade de transporte de todos os recursos en +5.
nl: Werkers gebruiken kruiwagens. +5 vervoerscapaciteit voor alle grondstoffen.
pt_pt: Trabalhadores usam carrinhos de mão. +5 na capacidade de transporte de todos os recursos.

source: Wheelbarrow
de: Schubkarre
es: Carretilla de mano
fr: Brouette
gd: Am bara-cuibhle
gl: Carretilla
nl: Kruiwagen
pt_pt: Carrinho de mão.

source: A horse drawn instrument to turn the sod.
de: Ein von Pferden gezogenes Werkzeug zum Pflügen der Erde.
es: Un instrumento tirado por caballos con el que arar las tierras.
fr: Un instrument dessiné pour le cheval afin de retourner la terre.
gd: Inneal 'ga tharraing le each gus an fhòid a thionndadh.
gl: Un instrumento arrastrado por cabalos para remover a terra de cultivo.
nl: Een instrument om de aarde te keren.
pt_pt: O cavalo puxa a charrua nas terras de cultivo.

source: Equip your workers with iron plows. +25% farming rate.
de: Rüste deine Arbeiter mit Eisenpflügen aus. +25% landwirtschaftlicher Ertrag
es: Equipa a tus trabajadores con arados de hierro. +25% de velocidad de cultivo.
fr: Équiper vos travailleurs avec des charrues de fer. +25% de taux agricole.
gd: Uidheamaich na h-obraichean agad le crainn-treabhaidh iarainn. Bidh an t-àiteach +25% nas luaithe.
gl: Equipa aos traballadores con arados de ferro. A produtividade dos cultivos aumenta nun +25%.
nl: Rust je werkers uit met ijzeren ploegen. +25% boerderijproductie.
pt_pt: Equipe os seus trabalhadores com arados. O ritmo de cultivo aumenta +25%.

source: Iron Plow
de: Eisenpflug
es: Arado de hierro
fr: Charrue en fer
gd: An crann-treabhaidh iarainn
gl: Arado de ferro
nl: Ijzeren ploeg
pt_pt: Arado

source: Increases wood gathering rates for trees.
de: Erhöht die Holz-Sammelgeschwindigkeit für Bäume.
es: Mejora el ritmo de recogida de leña.
fr: Augmente la vitesse d'exploitation des arbres.
gd: Thèid fiodh a chruinneachadh nas luaithe o na craobhan.
gl: Aumenta a velocidade á que se tallan árbores.
nl: Verhoog werksnelheid van houthakkers.
pt_pt: Aumenta a capacidade de serração das árvores.

source: Workers +25% lumbering rate for trees.
de: Arbeiter sammeln Holz 25% schneller.
es: Trabajadores +25% en el ritmo de tala de árboles.
fr: Les travailleurs coupent les arbres +25% plus rapidement.
gd: +25% de dh'astar buain fiodha airson craobhan.
gl: A velocidade de recollida de madeira dos traballadores aumenta un +25%.
nl: Werkers hakken 25% sneller bomen om.
pt_pt: A capacidade de serração das árvores aumenta em +25%.

source: Iron Ax Heads
de: Eisenäxte
es: Hachas con cabeza de hierro
fr: Têtes de haches en fer
gd: An ceann tuaighe iarainn
gl: Machados de ferro
nl: Ijzeren bijlen
pt_pt: Machado

source: Increases stone gathering rates.
de: Erhöht die Stein-Sammelgeschwindigkeit.
es: Mejora el ritmo de explotación pedrera
fr: Augmente la vitesse d'exploitation de la pierre.
gd: Thèid clachan a chruinneachadh nas luaithe.
gl: Aumenta a velocidade de minaría de pedra.
nl: Verhoog snelheid van de werkers in de steenmijnen.
pt_pt: Aumenta a capacidade de recolha da pedra.

source: Compel serfs to help your workers mine stone. +25% stone gathering rate.
de: Zwinge Leibeigene dazu, deinen Arbeitern in den Minen zu helfen. +25% Steinabbaurate.
es: Obliga a los sirvientes a ayudar a tus trabajadores a extraer piedra. +25% el ritmo de explotación de piedra.
fr: Obliger les serfs à aider vos travailleurs à miner la pierre. +25% de taux d'exploitation de la pierre.
gd: Thoir air ìochdarain cuideachadh le tochladh cloiche. Thèid clach a chruinneachadh +25% nas luaithe.
gl: Obriga aos servos a axudar aos traballadores a picar pedra. A velocidade de recolección de pedra aumenta un +25%.
nl: Verkrijg slaven om je werkers stenen te helpen mijnen. +25% steen mijn snelheid extra.
pt_pt: Obrigue os servos ajudarem os trabalhadores nas minas de pedra. +25% em capacidade de recolha de pedra.

source: Serfs
de: Leibeigene
es: Siervos
gd: Ìochdarain
gl: Servos
nl: Slaven
pt_pt: Servos

source: +25% stone gathering rate.
de: +25% Steinabbaurate.
es: +25% en el ritmo de explotación pedrera.
fr: +25% de taux d'exploitation de pierre.
gd: +25% de dh'astar buain cloiche.
gl: Aumenta a velocidade de minaría de pedra en +25%.
nl: +25% sneller mijnen van steen.
pt_pt: Aumenta a capacidade de recolha da pedra em +25%.

source: Servants
de: Knechte
es: Sirvientes
fr: Serviteurs
gd: Sgalagan
gl: Servos
nl: Dienaren
pt_pt: Servos

source: Hire servants to help mine stone. No requirements.
de: Werbe Knechte an, die beim Steinabbau helfen. Keine Voraussetzungen.
es: Contrata sirvientes para ayudar en las minas de piedra. Sin requerimientos.
fr: Engager des serviteurs pour aider aux mines de pierre. Pas d'exigences.
gd: Fastaidh sgalagan a chuidicheas le tochladh cloiche. Chan eil riatanasan na chois.
gl: Contrata servos para axudar a picar pedra. Non se require nada.
nl: Huur dienaren om steen te helpen mijnen.
pt_pt: Contrata servos para ajudar a picar a pedra. Não há requisitos.

source: Increases metal gathering rates.
de: Erhöht Metall-Sammelgeschwindigkeit.
es: Mejora el ritmo de explotación del metal.
fr: Augmente les taux d'exploitation de métal.
gd: Thèid meatailt a chruinneachadh nas luaithe.
gl: Aumenta a velocidade de minaría de metal.
nl: Verhoog de snelheid van werkers in metaalmijnen.
pt_pt: Aumenta a capacidade de recolha do metal.

source: Develop shaft mining. +25% metal gathering rate.
de: Entwickle den Schachtbergbau. +25% Metallabbaurate.
es: Inventa los pozos mineros. +25% de explotación de metal.
fr: Développer l'exploitation minière. +25% de taux d'exploitation de métal.
gd: Rannsaich mèinnearachd sluic. Thèid meatailt a chruinneachadh +25% nas luaithe.
gl: Desenvolve minaría de pozo. Aumenta a velocidade de recolección de metal un +25%.
nl: Ontwikkel dieptemijnen. +25% metaal verzamelsnelheid.
pt_pt: Desenvolve mineração em poço. +25% na obtenção de metal.

source: Shaft Mining
de: Bergbauschächte
es: Pozo minero
fr: Exploitation minière
gd: Mèinnearachd sluic
gl: Minaría de pozo
nl: Schachtmijnen
pt_pt: Mineração em Poço

source: Strike a vein of precious silver. +25% metal gathering rate.
de: Finde eine Ader wertvollen Silbers. +25% Metallabbaugeschwindigkeit
es: Explote una veta de plata. +25% de tasa de recolección de metal.
fr: Trouver un filon d'argent précieux. +25% de taux d'exploitation de métal.
gd: Lorg cuisle airgid uasail. Thèid meatailt a chruinneachadh +25% nas luaithe.
gl: Atopa un filón de prata. A velocidade de recolección de metal aumenta un +25%.
nl: Ontdek een zilverader. +25% metaal mijnsnelheid.
pt_pt: Pique um filão de prata e aumenta a capacidade de obtenção do metal em +25%.

source: Silver Mining
de: Silberbergbau
es: Minería de plata
fr: Extraction de l'argent
gd: Mèinnearachd airgid
gl: Minaría de prata
nl: Zilvermijnen
pt_pt: Mina de prta

source: Mines of Krenides
de: Minen von Krenides
es: Minas de Krenides
fr: Mines de Krenides
gd: Mèinnean Khrenides
gl: Minas de Krenides
nl: Mines van Krenides
pt_pt: Minas de Krenides

source: Mines of Laureion
de: Minen von Laureion
es: Minas de Laureion
fr: Mines du Laureion
gd: Mèinnean Laureion
gl: Minas de Laureion
nl: Mines van Laureion
pt_pt: Minas de Lavrio

source: Buy slaves to help your workers mine for stone. +25% stone gathering rate.
de: Kaufe Sklaven um deinen Arbeitern beim Steinabbau zu helfen. +25% Steinabbaurate.
es: Compra esclavos para mejorar la explotación de piedra. +25% de ritmo de explotación.
fr: Acheter des esclaves pour aider vos travailleurs des mines de pierre. +25% de taux d'exploitation de pierre.
gd: Ceannaich tràillean a chuidicheas le tochladh cloiche. Thèid clach a chruinneachadh +25% nas luaithe.
gl: Compra escravos para axudar aos traballadores a picar pedra. A velocidade de recolección de pedra aumenta un +25%.
nl: Koop slaven om je werkers te helpen bij het mijnen naar steen. +25% mijnsnelheid voor steen.
pt_pt: Compre escravos para ajudar os seus trabalhadores nas minas de pedra. +25% na capacidade de obtenção da pedra.

source: Slaves
de: Sklaven
es: Esclavos
fr: Esclaves
gd: Tràillean
gl: Escravos
nl: Slaven
pt_pt: Escravos

source: +25% metal gathering rate.
de: +25% Metallabbaurate.
es: +25% el ritmo de explotación de metal.
fr: +25% de taux d'exploitation du métal.
gd: +25% de dh'astar buain meatailt.
gl: Aumenta a velocidade de minaría de metal en +25%.
nl: +25% sneller mijnen van metaal.
pt_pt: Aumenta a capacidade de recolha do metal em +25%.

source: Wedge and Mallet
de: Hammer und Meißel
es: Cuña y mazo
fr: Marteau et burin
gd: Gèinneach is slacan
gl: Cuñas e mazas
nl: Splijthamer
pt_pt: Cunhas e macetes

source: Equip your workers with helpful tools. No requirements.
de: Statte diene Arbeiter mit hilfreichen Werkzeugen aus. Keine Voraussetzungen.
es: Equipa tus trabajadores con útiles de trabajo. Sin requisitos.
fr: Équiper vos travailleurs avec des outils utiles. Pas de prérequis.
gd: Thoir innealan feumaidh don luchd-obrach agad. Chan eil riatanasan am broinn seo.
gl: Equipa os traballadores con ferramentas útiles. Non ten requisitos.
nl: Rus je werkkrachten uit met extra gereedschap.
pt_pt: Equipe os seus trabalhados com ferramentas mais eficientes. Não tem requisitos.

source: Baskets to carry foraged food stuffs.
de: Körbe, um gesammelte Nahrung zu tragen.
es: Cesta para llevar productos de alimentación.
fr: Paniers pour transporter la nouritture récoltée.
gd: Cliabhan gus biadh air a chruinneachadh a ghiùlan.
gl: Canastros para cargar con froitos.
nl: Mandjes om bessen te dragen.
pt_pt: Cestos para carregar com fruta.

source: Equip your foragers with wicker baskets. +50% fruit foraging rate.
de: Statte deine Sammler mit Weidenkörben aus. +50% Ernterate.
es: Equipe a sus recolectores con las cestas de mimbre. +50% de tasa de recolección.
fr: Équiper vos cueilleurs de paniers en osier. +50% de taux de cueillette de fruits.
gd: Thoir cliabhan dha na solaraichean bìdh agad. Meudachadh air cruinneachadh bìdh le +50%
gl: Equipa os recolledores de froitos con canastros. Aumenta a velocidade de recolección un +50%.
nl: Geef mandjes aan je verzamelaars. +50% fruit verzamelsnelheid.
pt_pt: Equipe os seus trabalhadores com cestos de verga. O ritmo de recolha de frutos silvestres aumenta +50%.

source: Wicker Baskets
de: Korbflechterei
es: Cestas de mimbre
fr: Paniers en osier
gd: Cliabhan
gl: Canastros
nl: Rieten mand
pt_pt: Cestos de Verga

source: Increases the healing range of all healers.
de: Erhöht die Reichweite von Heilern.
es: Mejora sensiblemente la distancia de sanación de todos los sanadores.
fr: Augmente la portée de guérison de tous les guérisseurs.
gd: Meudaich astar slànachaidh nan lighichean uile.
gl: Aumenta o alcance de sandación dos sandadores.
nl: Verhoogd het bereik van alle helers.
pt_pt: Aumenta a capacidade de cura de todos sacerdotes

source: Healers +4 Healing Range.
de: Heiler erhalten +4 auf Heilungsreichweite.
es: Los sanadores amplían a +4 su distancia de sanación.
fr: Les guérisseurs gagnent +4 de portée de guérison.
gd: +4 air astar slànachaidh nan lighichean.
gl: Aumenta o alcance dos sandadores en +4.
nl: Helers +4 bereik
pt_pt: Aumenta o alcance de cura em +4.

source: Healing Range
de: Heilungsreichweite
es: Distancia de sanación
fr: Portée de guérison
gd: Astar an t‑slànachaidh
gl: Alcance de sandación
nl: Helingsbereik
pt_pt: Alcance de cura

source: Olympic Pantheon
de: Olympisches Pantheon
es: Panteón olímpico
fr: Panthéon olympique
gd: Pan-diadhachd Oilimpeach
gl: Panteón olímpico
nl: Olympisch Parthenon
pt_pt: Panteão olímpico

source: Healing Range 2
de: Heilungsreichweite 2
es: Distancia de sanación 2
fr: Portée de guérison 2
gd: Astar an t‑slànachaidh 2
gl: Alcance de sandación 2
nl: Helingsbereik 2
pt_pt: Alcance de cura 2

source: Increases the Healing Rate of all healers.
de: Erhöht die Heilrate von Heilern.
es: Mejora sensiblemente la velocidad de curación de todos los sanadores.
fr: Augmente la vitesse de soin de tous les guérisseurs.
gd: Meudaichidh seo luaths slànachaidh nan lighichean uile.
gl: Aumenta a velocidade de sandación dos sandadores.
nl: Verhoogde Genezende Kracht van alle helers.
pt_pt: Aumenta a velocidade de cura em todos os sacerdotes.

source: Healers +25% healing rate.
de: Heiler erhalten +25% Heilrate.
es: Los sanadores amplían un +25% su velocidad de sanación.
fr: Les guérisseurs gagnent +25% de vitesse de guérison.
gd: +25% air luaths slànachaidh nan lighichean.
gl: Aumenta a velocidade de sandación en +25%.
nl: Helers +25% helende kracht.
pt_pt: Aumenta a velocidade de cura em +25%.

source: Healing Rate
de: Heilrate
es: Velocidad de sanación
fr: Vitesse de guérison
gd: Luaths an t‑slànachaidh
gl: Velocidade de sandación
nl: Genezingssnelheid
pt_pt: Velocidade de curta

source: Healing Rate 2
de: Heilrate 2
es: Velocidad de sanación 2
fr: Vitesse de guérison 2
gd: Luaths an t‑slànachaidh 2
gl: Velocidade de sandación 2
nl: Genezingssnelheid 2
pt_pt: Velocidade de cura 2

source: Hippocratic Oath
de: Hippokratischer Eid
es: Juramento hipocrático
fr: Serment d'Hippocrate
gd: Bòid Iopocrais
gl: Xuramento hipocrático
nl: Eed van Hippocrates
pt_pt: Juramento de Hipócrates

source: Units garrisoned in a temple are healed faster.
de: Einheiten in einem Tempel regenerieren schneller.
es: Las unidades guarnecidas en el templo sanan más rápido.
fr: Les unités en garnison dans un temple sont guéris plus rapidement.
gd: Thèid aonadan a bhios 'nan gearastan ann an teampall a shlànachadh nas luaithe.
gl: As unidades acuarteladas nun templo sandan antes.
nl: Eenheden die zich in de tempel bevinden genezen sneller.
pt_pt: Unidades guarnecidas no templo curam-se mais rapidamente.

source: Temples +50% garrisoned healing rate.
de: +50% Heilrate für im Tempel einquartierte Einheiten.
es: Templos +50% tasa de curación de la guarnición.
fr: Les temples gagnent +50% de taux de guérison des troupes en garnison.
gd: +25% air luaths slànachaidh san teampall.
gl: Aumenta a velocidade de sandación das unidades acuarteladas nun templo un +50%.
nl: Tempels +50% genezingssnelheid.
pt_pt: Aumenta a velocidade de cura em +50% nas unidades dentro do templo.

source: Divine Offerings
de: Göttliches Angebot
es: Ofrendas divinas
fr: Offrandes divines
gd: Ìobairtean dha na diathan
gl: Ofrendas divinas
nl: Heilige offers
pt_pt: Ofertas divinas

source: Olympic Games
de: Olympische Spiele
es: Juegos olímpicos
fr: Jeux Olympiques
gd: Na geamannan Oilimpeach
gl: Xogos olímpicos
nl: Olypische spelen
pt_pt: Jogos Olímpicos

source: Eleusian Mysteries
de: Mysterien von Eleusis
es: Misterios eleusinos
fr: Mystères d'Éleusis
gd: Dìomhaireachd Eleusis
gl: Misterios eleusinos
nl: Eleusische mysteries
pt_pt: Mistérios de Elêusis

source: The Loom allowed the creation of finer clothing to clothe citizens in the settlement. Women of the household were taught from a young age how to weave on the loom, and subsequently spent a large share of their lives working with it.
de: Der Webstuhl erlaubte die Herstellung feiner Stoffe, um die Bewohner der Siedlung zu bekleiden. Frauen wurden im Haushalt von Kindesbeinen an in der Bedienung des Webstuhls unterrichtet und verbrachten einen großen Teil ihres Lebens bei der Arbeit damit.
es: El telar permitió la creación de ropa más fina con la que vestir en los asentamientos. Las mujeres de la casa eran instruidas desde una edad temprana en cómo tejer con el telar, por lo que pasaban gran parte de sus vidas trabajando con él.
fr: Le métier à tisser a permis la création de vêtements plus fins afin d'habiller les citoyens de la colonie. Les femmes du foyer apprenaient dès le plus jeune âge à tisser sur le métier, et ainsi passaient une grande partie de leurs vies à travailler avec.
gd: Gabhaidh clò as grinne a chruthachadh le beart gus aodach a chur air na saoranaich san tuineachadh. Dh'ionnsaichte dhan chloinn-nighinn on òige mar a dèanadh iad beart-fighe agus chuireadh iad seachad pàirt mhath dhe am beathannan aig an obair seo.
gl: O tear permitiu a creación de mellor roupa coa que vestir aos cidadáns do asentamento. As mulleres da familia aprendían desde novas a usar esta máquina, e como resultado pasaban unha importante parte das súas vidas traballando con ela.
nl: Het weefgetouw maakte het mogelijk om fijnere kleren voor de lokale burgers te maken. Vrouwen van het huishouden werden al van jonge leeftijd geleerd om met het weefgetouw te werken. Daarna spendeerden ze een groot deel van hun leven aan het weefgetouw.
pt_pt: O Tear possibilitou o fabrico de roupas de maior qualidade para vestir os cidadãos de uma povoação. As mulheres aprendiam desde tenra idade a tecer no tear, e consequentemente passavam grande parte das suas vidas a trabalhar com ele.

source: Female Citizens +50% Health.
de: Weibliche Bürger +50% Gesundheit.
es: Las ciudadanas consiguen un 50% más de salud.
fr: +50% de santé pour les Citoyennes.
gd: +50% de shlàinte airson shaoranach boireann.
gl: Aumenta a saúde das cidadás un +50%.
nl: Vrouwelijke burgers 50% hogere gezondheid.
pt_pt: Cidadãs obtêm +50% Resistência.

source: The Loom
de: Der Webstuhl
es: El telar
fr: Métier à tisser
gd: Am beart
gl: Tear
nl: Het weefgetouw
pt_pt: Tear

source: Unlock health regeneration for your units.
de: Ermögliche Lebensregenerierung für deine Einheiten.
es: Desbloquea la regeneración de salud para tus unidades.
fr: Déblocage de la régénération de vie pour vos unités.
gd: Thoir a' ghlas far ath-ghintinn slàinte nan aonadan agad.
gl: Desbloquea a recuperación de vida das túas unidades.
nl: Activeer automatische genezing voor je eenheden.
pt_pt: Desbloqueia a regeneração da saúde das suas unidades.

source: Organic units will slowly regenerate health over time when idle.
de: Untätige Einheiten regenerieren sich im Laufe der Zeit allmählig.
es: Las unidades orgánicas regeneran lentamente su salud a lo largo del tiempo cuando se encuentran inactivas.
fr: Les unités organiques régénéreront lentement leurs santé lorsqu'elles seront au repos.
gd: Gheibh aonadan nàdarra an slàinte air ais beag air bheag nuair a bhios iad 'nan tàmh.
gl: As unidades orgánicas recuperarán vida lentamente co paso do tempo cando non estean a facer nada.
nl: Organische eenheden zullen langzaam opnieuw gezonder worden wanneer ze inactief zijn.
pt_pt: A saúde das unidades orgânicas será regenerada aos poucos enquanto elas estiverem paradas.

source: Battlefield Medicine
de: Schlachtfeldmedizin
es: Medicina de campaña
fr: Médecine de champ de bataille
gd: Leigheas a' bhlàir
gl: Medicina do campo de batalla
nl: Medicijn op het slagveld
pt_pt: Medicina no Campo de Batalha
