Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: An islands map good for intense naval combat.
de: Eine Inselkarte, die gut für intensive Seeschlachten geeignet ist.
es: Un mapa isleño, más que adecuado para desarrollar un intenso combate naval.
fr: Une carte d'archipel adéquat pour une bataille navale intense
gd: Mapa dhe dh'eileanan a tha math airson còmhraige-mhara dèine.
gl: Un mapa de illa bo para intensos combates navais.
nl: Een eilandkaart, goed voor intense zeeslagen.
pt_pt: Uma mapa de ilhas bom para intensos combates navais.

source: Kautilya
gl: Chānakya

source: Sandbox - The Ptolemaic Egyptians
de: Sandkasten – Die Ptolemaier
es: Escenario de prueba - Los egipcios ptolemaicos
fr: Test - Égyptiens ptolémaïques
gd: Bogsa-gainmhich - Na h-Èipheitich Ptolamach
gl: Zona segura — Exipcios tolemaicos
nl: Zandbak - De Ptolemaeïsche Egyptenaren
pt_pt: Jogue uma partida sozinho com o Egipto ptolemaico

source: A sandbox scenario for players to try out the Roman civilisation.
de: Ein Sandkastenszenario für Spieler die die römische Zivilisation kennenlernen wollen.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización romana.
fr: Un scénario de test pour la civilisation romaine.
gd: Cnàmh-sgeul bogsa-gainmhich gus sìobhaltas nan Ròmanach fheuchainn.
gl: Un escenario seguro no que experimentar coa civilización romana.
nl: Een zandbak scenario om de Romeinse beschaving te testen.
pt_pt: Um cenário solitário para os jogadores experimentarem a civilização romana.

source: Sandbox - The Republican Romans
de: Sandbox - Die republikanischen Römer
es: Escenario de prueba - La república romana
fr: Test - République Romaine
gd: Bogsa-gainmhich - Poblachd na Ròimhe
gl: Zona segura — Os romanos republicanos
nl: Zandbak - De Republikeinse Romeinen
pt_pt: Jogue uma partida sozinho com os romanos republicanos

source: A sandbox scenario for players to try out the Seleucid civilisation.
de: Ein Sandkasteszenario für Spieler, die das Seleukidenreich ausprobieren wollen.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización seléucida.
fr: Un scénario de test pour la civilisation séleucide.
gd: Cnàmh-sgeul bogsa-gainmhich gus sìobhaltas nan Seleucach fheuchainn.
gl: Un escenario seguro no que experimentar coa civilización seléucida.
nl: Een zandbak scenario om de Seleucidische beschaving te testen.
pt_pt: Um cenário solitário para os jogadores experimentarem a civilização selêucida.

source: The Seleucids
de: Die Seleukiden
es: Los seléucidas
fr: Les Séleucides
gd: Na Seleucaich
gl: Os seléucidas
nl: De Seleuciden
pt_pt: Selêucidas

source: The Ptolemies
de: Die Ptolemäer
es: Los ptolomeos
fr: Les Ptolémées
gd: Na Ptolamaich
gl: Os tolemaicos
nl: De Ptolemeën
pt_pt: Ptolemaicos

source: Sandbox - The Seleucids
de: Sandbox - Die Seleukiden
es: Escenario de prueba - Los seléucidas
fr: Test - Séleucides
gd: Bogsa-gainmhich - Na Seleucaich
gl: Zona segura — Os seléucidas
nl: Zandbak - De Seleuciden
pt_pt: Jogue uma partida sozinho com os selêucidas

source: Play with the Spartans faction in a non-threatening sandbox environment.
de: Spiele mit Sparta in einer unbedrohlichen Sandkastenumgebung.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización espartana.
fr: Jouer avec les Spartiates dans un environnement de test sans menace.
gd: Cluich 'nad Spartach ann an àrainneachd bogsa-gainmhich neo-bhagarrach.
gl: Xoga cos espartanos nunha zona segura, libre de ameazas.
nl: Speel met de Spartaanse beschaving in een niet-bedreigende zandbak omgeving.
pt_pt: Joga com os espartanos sozinho e livre de ameaças.

source: Sandbox - The Spartans
de: Sandkasten – Die Spartaner
es: Escenario de prueba - Los espartanos
fr: Test - Spartiates
gd: Bogsa-gainmhich - Na Spartaich
gl: Zona segura — Espartanos
nl: Zandbak - De Spartanen
pt_pt: Jogue uma partida sozinho com os espartanos

source: Savanna Ravine
de: Savannenschlucht
es: Cañada de la sabana
fr: Ravin des savanes
gd: Sgoltadh sabhanna
gl: Barranca da sabana
nl: Savanne ravijn
pt_pt: Ravina da Savana

source: A wide-open Savanna map with a small ravine running down the center, which is easily forded.
de: Eine weit offene Savanne mit einer Schlucht in der Mitte, die leicht überbrückt werden kann.
es: Un mapa abierto situado en la Sabana con un pequeña cañada fluyendo por su centro, fácilmente vadeable.
fr: Une grande carte ouverte sur la savane avec un petit ravin qui passe au centre, et qui peut-être facilement passer à gué.
gd: Mapa sabhanna fosgailte le sgoltadh beag thar a' mheadhain a ghabhas grunndadh tarsaing gu furasta.
gl: Un mapa de sabana aberto cunha pequena barranca que baixa do centro, e que pode vadearse con facilidade.
nl: Een open Savannekaart met een kleine ravijn in het midden.
pt_pt: Um mapa de savana aberta, com uma pequena ravina no centro que é fácil de ultrapassar.

source: Greece
de: Griechenland
es: Grecia
fr: Grèce
gd: A' Ghreug
gl: Grecia
nl: Griekenland
pt_pt: Grécia

source: The African serengeti has herds of animals criss crossing the plain. Mineral wealth is bountiful and wood is in full supply.
de: Die afrikanische Serengeti wird von Tierherden durchstreift. Metall ist genau wie Holz reichlich vorhanden.
es: El serengeti africano está poblado por manadas de animales que recorren sus llanuras. La riqueza mineral es excepcional y hay un suministro total de madera.
fr: En Afrique, le Serengeti a des troupeaux d'animaux qui sillonnent la plaine. Le minerai est abondant et l'approvisionnement en bois est assuré.
gd: Siubhlaidh treudan de bheathaichean thairis machair an Serengeti. Tha pailteas mèinneir 's fiodha ann.
gl: O Serengueti africano conta cunha gran variedade animar en toda a chaira. Conta tamén con riqueza mineral e abunda a madeira.
nl: De Afrikaanse Serengeti heeft kuddes dieren die over het land lopen. Veel minerale rijkdom, en totaal geen tekort aan hout.
pt_pt: O Serengeti conta com uma grande variedade de animais que atravessam a sua planície. É igualmente abundante em madeira e riqueza mineral.

source: Serengeti 1
gl: Serengueti 1

source: Ship formations mockup.
de: Schiffformationsmodell
es: Una prueba de formaciones navales.
fr: Maquette des formations de navires.
gd: Mockup air cumaidhean luinge.
gl: Proba de concepto das formacións de naves.
nl: Scheepsformaties voorbeelden.
pt_pt: Teste de formações de embarcações militares.

source: Ships
de: Schiffe
es: Navíos
fr: Bateaux
gd: Longan
gl: Naves
nl: Schepen
pt_pt: Navios

source: Ship Formations
de: Schiffsformationen
es: Formaciones navales
fr: Démo - Formations des navires
gd: Cumaidhean luinge
gl: Formacións de naves
nl: Schip formaties
pt_pt: Formações dos Navios

source: Carthage vs. Macedon vs. Persia vs. Iberia! A large oasis acts as the hub of mountainous spokes that divide the home territories of each player.
de: Kathago vs. Makedonien vs. Perserreich vs. Spanien! Eine große Oase als der Mittelpunkt eines Gebirges, dass das Heimatterritorium von jedem Spieler teilt.
es: ¡Cartago, Macedonia, Persia e Iberia! Un gran oasis funciona como el ojo desde donde parten cordilleras que dividen el territorio inicial de cada jugador.
fr: Carthage contre Macédoine contre Perse contre Ibérie! Une grande oasis agit comme plaque tournante des sillons montagneux qui séparent les territoires d'origines de chaque joueur.
gd: Cartago an aghaidh na Masadoine an aghaidh na Peirse an aghaidh na h-Ibèir! Tha innis-fhàsaich mhòr 'na cho-ionad airson clàran-cuibhle beanntach a sgaraicheas ranntairean nan cluicheadairean.
gl: Cartago contra Macedonia contra Persia contra Iberia! Un gran oasis actúa como centro de raios montañosos que dividen os territorios nos que comeza cada xogador.
nl: Carthago vs. Macedonië vs. Perzië vs. Iberië! Een grote oase als een middelpunt van bergketens die gebieden van elke speler verdeelt.
pt_pt: Cartago contra Macedónia contra Pérsia contra Ibéria! Um grande oásis central é o fulcro das cadeias montanhosas que dividem os territórios iniciais de cada jogador.

source: Siwa Oasis
de: Oase Siwa
es: Oasis de Siwa
fr: Oasis de Siwa
gd: Innis-fhàsaich Siobha
gl: Oasis de Siwa
nl: Siwa oase
pt_pt: Oásis de Siuá

source: A demo map showing the territory effects of each type of structure.
de: Eine
es: Un mapa de ejemplo que muestra los efectos en el territorio de cada tipo de estructura.
fr: Une carte de démonstration montrant les effets du territoire sur chaque type de structure.
gd: Mapa taisbeanaidh a sheallas na buaidhean ranntair aig gach seòrsa de thogalach.
gl: Un mapa de demostración que mostra o efecto no territorio de cada tipo de estrutura.
nl: Een demokaart die de gebiedseffecten van elk type gebouw laat zien.
pt_pt: Um mapa de demonstração que mostra os efeitos territoriais de cada tipo de edifício.

source: Territory Demo
de: Territoriendemo
es: Demo de territorios
fr: Démo - Territoire
gd: Taisbeanadh ranntair
gl: Demostración de territorio
nl: Territorium demo
pt_pt: Demonstração de Território

source: The Celts invade Greece. Fight through the central valley or cut through the rich highlands in order to secure the lands around Delphi!
de: Die Kelten fallen in Griechenland ein. Kämpfen Sie sich durch das zentrale Tal oder schlagen Sie sich durch die reichen Hochländer, um dir Länder um Delphi zu sichern!
es: Los celtas invaden Grecia. Lucha abriéndote camino a través del valle central o ataja por las colinas con el objetivo de hacerte con las tierras cercanas a Delfos.
fr: Les Celtes envahissent la Grèce. Combattez dans la vallée centrale ou coupez à travers les riches hauts plateaux en vue de sécuriser les terres près de Delphes!
gd: Tha muinntir na Gaille a' briseadh a-steach dhan Ghreug. Dèan blàr sa ghleann mheadhanach no rach tron tìr àrd gus an roinn timcheall air Delphi a ghabhail!
gl: Os celtas invaden Grecia. Loita a través do val central ou atalla polas ricas montañas para asegurar as terras que arrodean Delfos!
nl: De Kelten vallen Griekenland binnen. Vecht midden door de vallei of baan een weg door de rijke hooglanden om de gebieden rond Delphi te bemachtigen.
pt_pt: Os Celtas invadem a Grécia. Combate ao longo do vale central ou atalha pelas terras altas para salvaguardar o território em torno de Delfos.

source: Massacre of Delphi
de: Massaker von Delphi
es: Masacre del Delfos
fr: Massacre de Delphes
gd: Sgrios Dhelphi
gl: A masacre de Delfos
nl: Bloedbad van Delphi
pt_pt: Massacre de Delfos

source: "It has always been the Greek Dream to go East." "Beware such pride. The East has a way of swallowing men and their dreams." Will Alexander push his way through The Persian Gates and fulfill his destiny, or will Ariobarzanes defend the rugged ancient land of Persis against a foreign invader?
de: „Es war immer der Traum der Griechen nach Osten zu gehen“ „Hüte dich vor solcherlei Hochmut. Der Osten schluckt Menschen und ihre Träume“ Wird Alexander seinen Weg durch die Persischen Tore gehen und seine Bestimmung erfüllen, oder wird Ariobarzanes das schroffe, antike Persien gegen die fremden Invasoren verteidigen?
es: "Siempre a sido el sueño Griego ir hacia el este" "Cuídate de tal orgullo. El este tiende a tragarse a los hombres y sus sueños" Podrá Alejandro abrirse paso a través de las puertas Persas y cumplir su destino, o podra Ariobarzanes defender la arida antigua tierra de Persis de un invasor extranjero?
fr: "Le rêve grec a toujours été d'aller en Orient." "Méfiez-vous d'un tel orgueil. L'Orient a une manière d'avaler les hommes et leurs rêves." Alexandre traversera-t-il les portes de Perse et accomplira-t-il son destin, ou bien Ariobarzane réussira-t-il à défendre le terrain antique et accidenté de Persis contre un envahisseur étranger ?
gl: «O soño dos gregos foi sempre o de ir a oriente.» «Ten coidado con ese orgullo teu. Non sei que ten oriente que tende a engulir aos homes e mailos seus soños.» Conseguirá Alexandre abrirse camiño a través das portas de Persia e cumprir o seu destino, ou conseguirá Ariobarzanes defender as vellas e accidentadas terras persas contra o invasor estranxeiro?
nl: "Het is altijd een Griekse droom geweest om oostwaarts te gaan." "Let op voor je trots. Het oosten heeft al menig man verslonden in hun dromen." Zal Alexander zijn weg door de Perzische poorten halen. Of zal Ariobarzanes het ruwe land van zijn voorvaderen met succes verdedigen?
pt_pt: "Sempre foi um sonho dos Gregos ir para Oriente." "Cuidado com esse orgulho. O Oriente tem uma maneira especial de engolir os homens e os seus sonhos. " Será que Alexandre Magno vai conseguir cruzar as Portas Persas e cumprir o seu destino, ou será que Ariobarzanes consegue defender a antiga e acidentada Persis contra a invasão estrangeira?

source: Alexandros Megas
de: Alexander der Große
gl: Alexandre Magno
pt_pt: Alexandre Magno

source: Krateros
fr: Craterus
gl: Crátero
pt_pt: Crátero

source: The Persian Gates
de: Die Persischen Tore
es: Las puertas persas
fr: Portes de Perse
gd: Geataichean na Peirse
gl: As portas de Persia
nl: De Perzische poorten
pt_pt: Portas Persas

source: The Romans encroach upon Macedonian lands for the third and final time. Can the once-proud Macedonians prevail against the Roman juggernaut?
de: Die Römer greifen Makedonien zum dritten und letzten Mal an. Können sich die einst stolzen Makedonier gegen den römischen Militärapparat behaupten?
es: Los romanos invaden las tierras macedonias por tercera y última vez. ¿Prevalecerán los otrora orgullosos macedonios contra el gigante romano?
fr: Les Romains empiètent sur les terres macédoniennes pour la troisième et dernière fois. Puissent les Macédoniens, autrefois si fiers, prévaloir contre le rouleau compresseur romain?
gd: Tha na Ròmanaich a' briseadh a-steach air dùthaich nam Masadonach airson an treas turas. An seas na Masadonaich a bhiodh moiteil uair an aghaidh feachd mòr nan Ròmanach?
gl: Os romanos invaden terras macedonias por terceira e última vez. Poden os outrora orgullosos macedonios sobrevivir contra o xigante romano?
nl: De Romeinen vallen voor de derde keer Macedonisch grondgebied binnen. Kunnen de, ooit zo grote, Macedoniërs de Romeinse aanval overwinnen?
pt_pt: Os Romanos invadem terras macedónias pela terceira e última vez. Será que os outrora orgulhosos Macedónios conseguirão triunfar sobre o gigante romano?

source: Lucius Aemilius Paullus
gl: Lucio Emilio Paulo
pt_pt: Lúcio Emílio Paulo

source: Perseus of Macedon
de: Perseus von Makedonien
es: Perseo de Macedonia
fr: Persée de Macédoine
gd: Perseus na Masadoin
gl: Perseo de Macedonia
nl: Perseus van Macedonië
pt_pt: Perseu da Macedónia

source: Greek Allies
de: Griechische Verbündete
es: Aliados griegos
fr: Alliés grecs
gd: Caidreabhaich Ghreugach
gl: Aliados gregos
nl: Griekse geallieerden
pt_pt: Aliados Gregos

source: Third Macedonian War
de: Dritter Makedonisch-Römischer Krieg
es: Tercera guerra macedonia
fr: Troisième Guerre macédonienne
gd: An treas cogadh Masadonach
gl: Terceira guerra macedonia
nl: Derde Macedonische oorlog
pt_pt: Terceira Guerra Macedónia

source: Multiplayer map. A tropical paradise.
de: Mehrspielerkarte. Ein tropisches Paradies.
es: Mapa multijugador. Un paraíso tropical.
fr: Carte multijoueur. Un paradis tropical.
gd: Mapa ioma-chluicheadair. Pàrras tropaigeach.
gl: Mapa para varios xogadores. Un paraíso tropical.
nl: Multiplayer kaart, een tropisch paradijs.
pt_pt: Mapa para vários jogadores. Uma paraíso tropical.

source: Tropical Island
de: Tropisches Eiland
es: Isla tropical
fr: Île tropicale
gd: Eilean tropaigeach
gl: Illa tropical
nl: Tropisch eiland
pt_pt: Ilha tropical

source: Units Demo
de: Einheitendemo
es: Demo de unidades
fr: Démo - Unités
gd: Taisbeanadh nan aonadan
gl: Demostración de unidades
nl: Eenheden demo
pt_pt: Demonstração de Unidades

source: Every unit in the game.
de: Jede Einheit im Spiel.
es: Todas las unidades del juego.
fr: Toutes les unités du jeu.
gd: Gach aonad a tha sa gheama.
gl: Todas as unidades do xogo.
nl: Een demo met alle eenheden in het spel.
pt_pt: Todas as unidades do jogo.

source: Give an interesting description of your map.
de: Gib deiner Karte eine interessante Beschreibung.
es: Proporciona una descripción interesante a tu mapa.
fr: Donnez une description intéressante de votre carte.
gd: Thoir seachad tuairisgeul inntinneach airson a' mhapa agad.
gl: Dálle unha descrición interesante ao mapa.
nl: Geef een interessante beschrijving voor je kaart.
pt_pt: Dê uma descrição interessante ao seu mapa.

source: WallTest
de: Mauertest
es: Prueba de murallas
fr: Test - Murs
gd: Deuchainn air ballachan
gl: Proba de murallas
nl: Murentest
pt_pt: Teste de Muralhas

source: Walls.
de: Mauern.
es: Muros.
fr: Murs.
gd: Ballachan.
gl: Murallas.
nl: Muren.
pt_pt: Muralhas.

source: Walls
de: Mauern
es: Muros
fr: Murs
gd: Ballachan
gl: Murallas
nl: Muren
pt_pt: Muralhas

source: We Are Legion
de: Wir sind eine Legion
es: Somos legión
fr: Démo - Nous sommes légion
gd: Lèigiunan
gl: Somos lexión
pt_pt: Legião

source: A quick battle demo map using Roman legionnaires.
de: Eine schnelle Kriegskarte mit den römischen Legionären.
es: Una demostración de batalla rápida con legionarios romanos.
fr: Une démo de bataille rapide utilisant les légionnaires romains.
gd: Mapa taisbeanaidh luath air a' chòmhraig le lèigiunan Ròmanach.
gl: Un mapa rápido de demostración de batallas usando lexionarios romanos.
nl: Een demokaart voor snelle gevechten met Romeinse legionairs.
pt_pt: Uma demonstração de batalha rápida usando os legionários romanos.

source: Unnamed map
de: Unbenannte Karte
es: Mapa anónimo
fr: Carte sans nom
gd: Mapa gun ainm
gl: Mapa sen nome
nl: Onbekende kaart
pt_pt: Mapa sem Nome

source: A demo showing water planes.
de: Wasserflächendemo.
es: Una demo que muestra planícies de agua.
fr: Une démo montrant les plans d'eau.
gd: Taisbeanadh air plèanaichean uisge.
gl: Unha demostración de superficies acuáticas.
nl: Een demo die watervelden toont.
pt_pt: Uma demonstração dos planos aquáticos.

source: Reservoir
es: Alberca
fr: Démo - Château d'eau
gd: Loch-tasgaidh
gl: Reserva
pt_pt: Reservatório

source: Demo map showcasing Temperate Road decals.
de: Demokarte für maßvolle Straßenbeschriftungen
es: Mapa de demostración de las llamadas "temperate Road decals".
fr: Carte démo présentant les décalcomanies des routes tempérées.
gl: Mapa de demostración das texturas de camiños moderados.
nl: Demo kaart die de wegen in een gematigd klimaat toont.
pt_pt: Mapa de demonstração dos decalques de caminhos de clima temperado.

source: Road Decals Demo
de: Straßenbeschriftungsdemo
es: Demo de superposición de caminos
fr: Démo - Décalcomanies des routes
gl: Demostración de texturas de camiños
nl: Wegtextuur demo
pt_pt: Demonstração de Decalques de Caminhos

source: Move ships around. Attack other ships.
de: Bewegt Schiffe. Greift andere Schiffe an.
es: Mueve los navíos cercanos. Ataca a otros navíos.
fr: Déplacer des navires dans les environs. Attaquer d'autres navires.
gd: Gluais longan mu thimcheall. Thoir ionnsaigh air longan eile.
gl: Despraza as túas naves e ataca as naves inimigas.
nl: Vaar rond. Val andere schepen aan.
pt_pt: Movimente embarcações e ataque outros navios.

source: Ships Demo
de: Schiffsdemo
es: Demo naval
fr: Démo - Navires
gd: Taisbeanadh longan
gl: Demostración naval
nl: Schepen demo
pt_pt: Demonstração de Embarcações

source: This map will give a rough guide for starting the game effectively. Early in the game the most important thing is to gather resources as fast as possible so you are able to build enough troops later. Warning: This is very fast at the start, be prepared to run through the initial bit several times.
de: Diese Karte gibt eine Einführung in den effektiven Start eines Spieles. Früh im Spiel ist es wichtig so viele Rohstoffe wie möglich, so schnell wie möglich zu sammeln, damit man später genug Truppen ausbilden kann. Warnung: Zu Anfang ist das Spiel sehr schnell, sei bereit mehrfach durch die Anfangssequenzen zu laufen.
es: Este mapa te dará una idea aproximada de como empezar a jugar. Lo más importante en un primer momento es recoger recursos lo más rápido posible, con los que poder reclutar a suficientes tropas más adelante. Cuidado: El comienzo es muy rápido, prepárate para tener que repetir la primera parte varias veces.
fr: Cette carte donnera une indication approximative pour commencer le jeu efficacement. Au début du jeu, le plus important est de collecter des ressources aussi vite que possible afin d'être en mesure de construire suffisamment de troupes par la suite. Attention: C'est très rapide au début. Attendez vous à reprendre le départ plusieurs fois.
gd: Bheir am mapa seo stiùireadh goirid dhut air mar a thòisicheas tu air geama gu h‑èifeachdach. Tha e fìor chudromach gun cruinnich thu stòrasan cho luath 's a ghabhas ach an urrainn dhut feachd mòr a thogail an uairsin. Rabhadh: Tha seo glè luath aig an toiseach is tha sinn an dùil gum feum thu dol troimhe turas no dhà.
gl: Este mapa fornece algunhas ideas sobre como comezar unha partida de maneira efectiva. Ao principio da partida, o máis importante é conseguir recursos canto antes para máis adiante poder adestrar unidades dabondo. Advertencia: Isto vai moi rápido ao principio, prepárate para ver o principio varias veces.
nl: Deze kaart zal je een ruwe gids geven (in het Engels) om het spel efficiënt te starten. Vroeg in het spel is de economie het belangrijkste. Het verzamelen van veel grondstoffen zorgt er voor dat je later een groot leger kan opbouwen. Waarschuwing: voor starters gaat deze kaart zeer snel, wees voorbereid om een paar keer te herbeginnen om het onder de knie te krijgen.
pt_pt: Este mapa é um guia básico de como iniciar o jogo de forma eficaz. No início do jogo, o mais importante é obter recursos o mais rápido possível para mais tarde poder constituir tropas em número suficiente. Aviso: Este guia é muito rápido no começo; prepare-se para voltar à parte inicial várias vezes.

source: Starting Economy Walkthrough
de: Einstiegstutorial Wirtschaft
es: Tutorial de economía inicial
fr: Guide - Lancer l'économie
gd: Treòir air an eaconamaidh tòiseachaidh
gl: Guía dos primeiros pasos en economía
nl: Wegwijs door de economiestart
pt_pt: Guia de Economia Inicial

source: Base Temperate Map
de: Gemäßigte Standardkarte
es: Mapa templado básico
fr: Carte tempérée de base
gd: Mapa measarra bunasach
gl: Mapa temperado de base
nl: Basis matigeklimaatskaart
pt_pt: Mapa Temperado de Base
