Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Ctrl + Right Click with units selected:
de: Strg + Rechtsklick mit ausgewählten Einheiten:
es: Ctrl + Clic derecho con unidades seleccionadas:
fr: Ctrl + Clic Droit lorsque des unités sont sélectionnées :
gd: Ctrl + briogadh deas le aonadan air an taghadh:
gl: Ctrl + clic secundario con unidades seleccionadas:
nl: Ctrl + rechtsklik met eenheden geselecteerd:
pt_pt: Ctrl + Clique Direito, com unidades seleccionadas:

source: - If the cursor is over a structure: Garrison
de: - Ist der Mauszeiger über einem Gebäude: Einquartieren
es: - Si el puntero está sobre una estructura: Guarnecer
fr: - Si le curseur est sur une structure : Garnison
gd: - Ma tha an cùrsair os cionn togalaich: Rach 'na ghearastan
gl: • Se o punteiro está sobre unha estrutura: Acuartelar.
nl: - Met de cursor over een gebouw: Beman gebouw
pt_pt: - Se o cursor estiver sobre um edifício: Guarnecer

source: - Otherwise: Attack move
de: - Ansonsten: Angriff
es: - Sino: Mover atacando
fr: - Sinon : Mouvement d'attaque
gd: - Mur eil: Thoir ionnsaigh
gl: • En caso contrario: Atacar ou mover.
nl: - Anders: Zoek en val vijanden aan
pt_pt: - Caso contrário: Mover-atacar

source: [font="sans-bold-14"]Overlays
es: [font="sans-bold-14"]Superposiciones
fr: [font="sans-bold-14"]Surcouches
gd: [font="sans-bold-14"]Tar-chòmhdachaidhean
gl: [font="sans-bold-14"]Capas
nl: [font="sans-bold-14"]Snelle (ontwikkelings) instellingen
pt_pt: [font="sans-bold-14"]Camadas

source: [font="sans-14"]Alt + G: Hide/show the GUI
de: [font="sans-14"]Alt + G: Verstecke/zeige die Bedienelemente
es: [font="sans-14"]Alt + G: Muestra/oculta la interfaz
fr: [font="sans-14"]Alt + G : Afficher/masquer l'interface utilisateur
gd: [font="sans-14"]Alt + G: Falaich/Seall an eadar-aghaidh
gl: [font="sans-14"]Alt + G: Ocultar ou mostrar a interface.
nl: [font="sans-14"]Alt + G: Toon/verberg de GUI
pt_pt: [font="sans-14"]Alt + G: Mostrar/ocultar a interface

source: Alt + D: Show/hide developer overlay (with developer options)
de: Alt + D: Zeige/verstecke Entwickler Optionen
es: Alt + D: Muestra u oculta el panel de desarrollo (con opciones técnicas)
fr: Alt + D : Afficher/masquer la surcouche développeur (avec les options de développement)
gd: Alt + D: Seall/Falaich tar-chòmhdachadh nan leasaichear (le roghainnean nan leasaichear)
gl: Alt + D: Mostrar ou ocultar a capa para desenvolvedores (con opcións de desenvolvedores).
nl: Alt + D: Toon/verberg de ontwikkelaars overlay (met ontwikkelopties)
pt_pt: Alt + D: Mostrar/ocultar a camada de programação com opções de desenvolvimento

source: Alt + W: Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
de: Alt + W: wechsle den Wireframe-Modus (Drücke einmal, um Wireframes über die Texturen zu legen, ein weiteres Mal, um nur mit Texturen eingefärbte Wireframes zu bekommen, und ein drittes mal, um in den normalen Modus zu wechseln)
es: Alt + W: Activa el modo wireframe (presiona una vez para superponer wireframes sobre los modelos texturizados, dos veces para verlos con el color del modelo, tres veces para volver al modo de textura normal)
fr: Alt + W : Basculer entre les modes fil de fer (appuyez une fois pour obtenir des fils de fer superposés sur les modèles texturés, deux fois pour obtenir seulement les fils de fer colorés par les textures, trois fois pour revenir au mode texturé normal)
gd: Alt + W: Toglaich modh frèam-uèir (brùth air aon turas gus frèaman-uèir a thar-chòmhdachadh air bàrr nam modalan le innich, dà thuras gus frèaman-uèir le dathan nan inneach a-mhàin fhaighinn is trì tursan gus tilleadh dhan mhodh àbhaisteach le innich)
gl: Alt + W: Alternar entre os modos de trazas (preme unha vez para situar as trazas sobre os modelos con texturas, unha segunda vez para mostrar unicamente as trazas coa cor das texturas e unha terceira vez para volver ao modo normal coas texturas).
nl: Alt + W: Activeer de draadmodus (wireframe). Druk 1 keer om de draden over de vlakken te zien, twee keer om enkel de draden te zien, en drie keer om terug te keren naar het oorspronkelijke beeld.
pt_pt: Alt + W: Activar/desactivar o modo "wireframe" (prima uma vez para sobrepor as estruturas "wireframe" sobre os modelos com texturas, uma segunda vez para mostrar unicamente wireframes coloridos pelas texturas, e uma terceira vez para voltar ao modo de texturas normal)

source: Alt + S: Toggle unit silhouettes (might give a small performance boost)
de: Alt + S: Silhouetten von Einheiten ein-/ausschalten (kann einen leichten Performancegewinn bringen)
es: Alt + S: Activa o desactiva las siluetas de unidades (desactivarlas puede mejorar ligeramente el rendimiento)
fr: Alt + S : Basculer l'affichage des silhouettes des unités (peut améliorer sensiblement les performances)
gd: Alt + S: Toglaich sgàil-riochdan nan aonadan (dh'fhaoidte gum faigh thu beagan dèanadais a bharrachd às)
gl: Alt + S: Desactivar ou activar as siluetas das unidades (pode mellorar lixeiramente o rendemento).
nl: Alt + S: (De)activeer de silhouetten (kan een kleine snelheidswinst geven)
pt_pt: Alt + S: Activar/desactivar as silhuetas das unidades (pode melhorar ligeiramente o desempenho do jogo)

source: Alt + Z: Toggle sky
de: Alt + Z: Anzeigen des Himmels umschalten
es: Alt + Z: Mostar u ocultar el cielo
fr: Alt + Z : Basculer l'affichage du ciel
gd: Alt + Z: Toglaich na speuran
gl: Alt + Z: Desactivar ou activar o ceo.
nl: Alt + Z: Activeer/deactiveer de lucht
pt_pt: Alt + Z: Activar/desactivar o céu

source: [font="sans-bold-14"]Camera manipulation
de: [font="sans-bold-14"]Kameraanpassung
es: [font="sans-bold-14"]Uso de la cámara
fr: [font="sans-bold-14"]Manipulation de la caméra
gd: [font="sans-bold-14"]Gluasad a' chamara
gl: [font="sans-bold-14"]Manipulación da vista
nl: [font="sans-bold-14"]Camera manipulatie
pt_pt: [font="sans-bold-14"]Manipulação da câmara

source: [font="sans-14"]W or [up]: Pan screen up
de: [font="sans-14"]W oder [Pfeil nach oben]: Kamera nach oben bewegen
es: [font="sans-14"]W o [arriba]: Desplazar la cámara hacia arriba
fr: [font="sans-14"]W ou [haut] : Déplacer l'affichage vers le haut
gd: [font="sans-14"]W no [suas]: Panaich an sgrìn suas
gl: [font="sans-14"]W ou frecha cara arriba: Desprazar a vista cara arriba.
nl: [font="sans-14"]W of [up]: Ga voorwaards
pt_pt: [font="sans-14"]W ou [cima]: Deslocar o ecrã para cima

source: S or [down]: Pan screen down
de: S oder [Pfeil nach unten]: Kamera nach unten bewegen
es: S o [abajo]: Desplazar la cámara hacia abajo
fr: S ou [bas] : Déplacer l'affichage vers le bas
gd: S no [sìos]: Panaich an sgrìn sìos
gl: S ou frecha cara abaixo: Desprazar a vista cara abaixo.
nl: S or [down]: Ga achterwaards
pt_pt: S ou [baixo]: Descer o ponto de vista

source: A or [left]: Pan screen left
de: A oder [Pfeil nach links]: Kamera nach links bewegen
es: A o [izquierda]: Desplazar la cámara hacia la izquierda
fr: A ou [gauche] : Déplacer l'affichage vers la gauche
gd: A no [clì]: Panaich an sgrìn gu clì
gl: A ou frecha cara a esquerda: Desprazar a vista cara a esquerda.
nl: A of [left]: Ga links
pt_pt: A ou [esquerda]: Mudar o ponto de vista para esquerda

source: D or [right]: Pan screen right
de: D oder [Pfeil nach rechts]: Kamera nach rechts bewegen
es: D o [derecha]: Desplazar la cámara hacia la derecha
fr: D ou [droite] : Déplacer l'affichage vers la droite
gd: D no [deas]: Panaich an sgrìn gu deas
gl: D ou frecha cara a dereita: Desprazar a vista cara a dereita.
nl: D of [right]: Ga rechts
pt_pt: A ou [direita]: Mudar o ponto de vista para direita

source: Ctrl + W or [up]: Rotate camera to look upward
de: Ctrl + W oder [oben]: Rotiere die Kamera um nach oben zu gucken
es: Ctrl + W o [arriba]: Rota la cámara para mirar hacía arriba
fr: Ctrl + W ou [haut] : Pivoter la caméra pour regarder vers le haut
gd: Ctrl + W no [suas]: Cuairtich an camara airson sealltainn suas
gl: Ctrl + W ou frecha cara arriba: Inclinar a vista para ver desde abaixo cara arriba.
nl: Ctrl + W of [up]: Roteer camera om naar boven te kijken
pt_pt: Ctrl + W ou [cima]: Rodar a câmara para olhar para cima

source: Ctrl + S or [down]: Rotate camera to look downward
de: Ctrl + S oder [unten]: Rotiere die Kamera um nach unten zu gucken
es: Ctrl + S o [abajo]: Rota la cámara para mirar hacía abajo
fr: Ctrl + S ou [bas] : Pivoter la caméra pour regarder vers le bas
gd: Ctrl + S no [sìos]: Cuairtich an camara airson sealltainn sìos
gl: Ctrl + S ou frecha cara abaixo: Inclinar a vista para ver desde arriba cara abaixo.
nl: Ctrl + S of [down]: Roteer camera om naar beneden te kijken
pt_pt: Ctrl + S ou [baixo]: Rodar a câmara para olhar para baixo

source: Ctrl + A or [left]: Rotate camera clockwise around terrain
de: Strg + A oder [links]: Kamera im Uhrzeigersinn drehen
es: Ctrl + A o [izquierda]: Rota la cámara en la dirección de las agujas del reloj alrededor del terreno
fr: Ctrl + A ou [gauche] : Pivoter la caméra dans le sens horaire autour du terrain
gd: Ctrl + A no [clì]: Cuairtich an camara gu deiseil
gl: Ctrl + A ou frecha cara a esquerda: Rotar a vista no sentido das agullas do reloxo.
nl: Ctrl + A of [left]: Roteer de camera rond het terrein met de klok mee
pt_pt: Ctrl + A ou [esquerda]: Rodar a câmara no sentido dos ponteiros do relógio

source: Ctrl + D or [right]: Rotate camera anticlockwise around terrain
de: Strg + D oder [rechts]: Kamera entgegen dem Uhrzeigersinn drehen
es: Ctrl + A o [izquierda]: Rota la cámara en la dirección contraria de las agujas del reloj alrededor del terreno
fr: Ctrl + D ou [droite] : Pivoter la caméra dans le sens antihoraire autour du terrain
gd: Ctrl + D no [deas]: Cuairtich an camara gu tuathal
gl: Ctrl + D ou frecha cara a dereita: Rotar a vista no sentido contrario ao das agullas do reloxo.
nl: Ctrl + D or [right]: Roteer de camera rond het terrein tegen de klok in
pt_pt: Ctrl + D ou [direita]: Rodar a câmara no sentido inverso ao dos ponteiros do relógio

source: Q: Rotate camera clockwise around terrain
de: Q: Kamera im Uhrzeigersinn drehen
es: Q: Rotar la cámara en la dirección de las agujas del reloj
fr: Q : Pivoter la caméra dans le sens horaire autour du terrain
gd: Q: Cuairtich an camara gu deiseil
gl: Q: Rotar a vista no sentido das agullas do reloxo.
nl: Q: Roteer camera in wijzerzin rond het terrein
pt_pt: Q: Rodar a câmara no sentido dos ponteiros do relógio

source: E: Rotate camera anticlockwise around terrain
de: E: Kamera entgegen dem Uhrzeigersinn drehen
es: E: Rotar la cámara en la dirección opuesta a las agujas del reloj
fr: E : Pivoter la caméra dans le sens antihoraire autour du terrain
gd: E: Cuairtich an camara gu tuathail
gl: E: Rotar a vista no sentido contrario ao das agullas do reloxo.
nl: E: Roteer de camera in tegenwijzerzin over het terrein
pt_pt: E: Rodar a câmara no sentido inverso ao dos ponteiros do relógio

source: Shift + Mouse Wheel Rotate Up: Rotate camera clockwise around terrain
de: Umschalt + Mausrad nach oben drehen: Kamera im Uhrzeigersinn drehen
es: Mayús + Rueda del ratón hacía arriba: Rota la cámara en la dirección de las agujas del reloj alrededor del terreno
fr: Maj + Molette de la Souris vers le Haut : Pivoter la caméra dans le sens horaire autour du terrain
gd: Shift + cuibhle na luchaige suas: Cuairtich an camara gu deiseil
gl: Maiús + roda do rato cara atrás: Rotar a vista no sentido das agullas do reloxo.
nl: Shift + Muiswiel omhoog: Roteer de camera in wijzerzin.
pt_pt: Shift + Roda do rato para cima: Rodar a câmara no sentido dos ponteiros do relógio

source: Shift + Mouse Wheel Rotate Down: Rotate camera anticlockwise around terrain
de: Umschalt + Mausrad nach unten drehen: Kamera entgegen dem Uhrzeigersinn drehen
es: Mayús + Rueda del ratón hacía abajo: Rota la cámara en la dirección contraria de las agujas del reloj alrededor del terreno
fr: Maj + Molette de la Souris vers le Bas : Faire pivoter la caméra dans le sens antihoraire autour du terrain
gd: Shift + cuibhle na luchaige sìos: Cuairtich an camara gu tuathal
gl: Maiús + roda do rato cara adiante: Rotar a vista no sentido contrario ao das agullas do reloxo.
nl: Shift + Muiswiel naar beneden: Roteer de camera in tegenwijzerzin.
pt_pt: Shift + Roda do rato para baixo: Rodar a câmara no sentido inverso ao dos ponteiros do relógio

source: F: Follow the selected unit (move the camera to stop the camera from following the unit/s)
de: F: Folge der Ausgewählten Einheit (bewege die Kamera, um nicht mehr der Einheit zu folgen)
es: F: Sigue la unidad seleccionada (mueve la cámara para dejar de seguir a las unidades)
fr: F : Suivre l'unité sélectionnée (déplacer la caméra pour arrêter)
gd: F: Lean air an aonad air a thaghadh (gluais an camara ach nach lean e air an aonad/na h‑aonadan tuilleadh)
gl: F: Seguir a unidade seleccionada. Desprace a vista para cancelar o seguimento da unidade.
nl: F: Volg de geselecteerde eenheid (beweeg de camera om het volgen te stoppen)
pt_pt: F: Seguir a unidade seleccionada (mover a câmara para parar de seguir a unidade)

source: R: Reset camera zoom/orientation
de: R: Kamera zurücksetzten
es: R: Restaurar la posición y orientación de la cámara por defecto
fr: R : Réinitialiser le zoom/orientation de la caméra
gd: R: Ath-shuidhich sùm/cuairteachadh a' chamara
gl: R: Restablecer o nivel de ampliación e maila orientación da vista.
nl: R: Herstel camera zoom/orientatie
pt_pt: R: Reiniciar o zoom e a orientação da câmara

source: +: Zoom in (keep pressed for continuous zoom)
de: +: Hineinzoomen (gedrückt halten zum durchgängig zoomen)
es: +: Acercar la cámara al terreno (Sigue presionando para hacerlo más suave)
fr: + : Zoom avant (maintenir appuyé pour zoomer en continu)
gd: +: Sùm a-steach (cum sìos e airson sùm gun sgur)
gl: +: Achegar a vista. Manteña o botón premido para ampliar de maneira continua.
nl: +: Zoom in (ingedrukt houden voor continue zoom)
pt_pt: +: Aumentar zoom (manter premida para zoom contínuo)

source: -: Zoom out (keep pressed for continuous zoom)
de: -: Herauszoomen (gedrückt halten zum durchgängig zoomen)
es: +: Alejar la cámara del terreno (Sigue presionando para hacerlo más suave)
fr: - : Zoom arrière (maintenir appuyé pour zoomer en continu)
gd: -: Sùm a-mach (cum sìos e airson sùm gun sgur)
gl: -: Afastar a vista. Manteña o botón premido para afastar de maneira continua.
nl: -: Zoom uit (Ingedrukt houden voor continue zoom)
pt_pt: -: Diminuir zoom (manter premida para zoom contínuo)

source: Alt + W: Toggle through wireframe modes
de: Alt + W: Wechsel den Wireframe-Modus
es: Alt + W: Itinerar entre los modos de «wireframe».
fr: Alt + W : Basculer entre les modes fil de fer
gd: Alt + W: Toglaich tro na modhan frèam-uèir
gl: Alt + W: Alternar entre os modos de traza.
nl: Alt + W: Wissel wireframe modes
pt_pt: Alt + W: Alternar entre os modos "wireframe"

source: Middle Mouse Button or / (Forward Slash): Keep pressed and move the mouse to pan
de: Mittlere Maustaste oder / (Schrägstrich): Halten Sie gedrückt und bewegen Sie die Maus zum Schwenken
es: Botón central del ratón o / (barra diagonal): Mantenga presionado y mover el ratón para girar
fr: Bouton-molette de la souris ou / (slash) : Maintenez appuyé et déplacez la souris pour faire un panoramique
gd: Putan meadhanach na luchaige no / (Forward Slash): Cùm sìos e is gluais an luchag airson panachadh
gl: Botón central ou barra inclinada («/»): Premer e mover o rato para desprazar a vista.
nl: Middelmuisknop of / (voorwaardse slash): houd ingedrukt en beweeg de muis om te pannen
pt_pt: Botão do meio do rato ou o botão «»: Continue a pressionar e mexe o rato para mudar o ponto de vista

source: [font="sans-bold-14"]During Building Placement
de: [font="sans-bold-14"]Während der Gebäudeplatzierung
es: [font="sans-bold-14"]Durante el emplazamiento del edificio
fr: [font="sans-bold-14"]Lors du placement d'un bâtiment
gd: [font="sans-bold-14"]Fhad 's a chuireas tu togalach ann
gl: [font="sans-bold-14"]Durante a colocación de estruturas
nl: [font="sans-bold-14"]Tijdens het plaatsen van een gebouw
pt_pt: [font="sans-bold-14"]Durante a Colocação de Edifícios

source: [font="sans-14"][: Rotate building 15 degrees counter-clockwise
de: [font="sans-14"][: Gebäude in 15 Grad-Schritten gegen den Uhrzeigersinn drehen
es: [font="sans-14"][: Rota el edificio 15 grados en el sentido contrario de las agujas del reloj
fr: [font="sans-14"][ : Tourner le bâtiment de 15 degrés dans le sens antihoraire
gd: [font="sans-14"][: Cuairtich an togalach 15 puingean gu tuathal
gl: [font="sans-14"][: Rotar a estrutura 15 graos no sentido contrario ao das agullas do reloxo.
nl: [font="sans-14"][: Roteer 15 graden tegenwijzerzin
pt_pt: [font="sans-14"][: Rodar o edifício 15 graus no sentido contrário ao dos ponteiros

source: ]: Rotate building 15 degrees clockwise
de: ]: Gebäude in 15 Grad-Schritten im Uhrzeigersinn drehen
es: ]: Rotar el edificio 15 grados en el sentido de las agujas del reloj
fr: ] : Tourner le bâtiment de 15 degrés dans le sens horaire
gd: ]: Cuairtich an togalach 15 puingean gu deiseil
gl: ]: Rotar a estrutura 15 graos no sentido das agullas do reloxo.
nl: ]: Roteer het gebouw 15 graden met de klok mee.
pt_pt: ]: Rodar o edifício 15 graus no sentido dos ponteiros do relógio

source: Left Drag: Rotate building using mouse (foundation will be placed on mouse release)
de: Linke Maustaste gedrückt halten: Drehe das Gebäude mit der Maus (Fundament wird beim Loslassen gesetzt)
es: Arrastrar con el botón izquierdo: Rotar un edificio usando el ratón (los cimientos se emplazarán una vez se suelte el botón)
fr: Glissement bouton Gauche : Tourner le bâtiment (ses fondations seront placées à la libération de la souris)
gd: Slaod le putan clì na luchaige: Cuairtich an togalach leis an luchag (thèid a shuidheachadh nuair a leigeas tu às an luchag)
gl: Arrastrar co botón principal: Rotar a estrutura usando o rato. Ao soltar o botón principal, comezará a construción da estrutura.
nl: Links slepen: Roteer gebouw met de muis (de fundamenten zullen geplaatst worden bij het loslaten van de muis)
pt_pt: Arrastar com o botão esquerdo: Rodar o edifício usando o rato (ao soltar o botão do rato, o edifício será posicionado).

source: As a free, open source game, we don't have the resources to test on a wide range of systems, but we want to provide the best quality experience to as many players as possible. When you enable automatic feedback, we'll receive data to help us understand the hardware we should focus on supporting, and to identify performance problems we should fix.
de: Als Entwickler eines freien, Open-Source-Spieles, haben wir nicht die Möglichkeiten unser Spiel auf einer großen Bandbreite von Systemen zu testen, aber wir möchten trotzdem die bestmögliche Spielerfahrung für viele Spieler bieten. Wenn Du das Automatische Feedback aktivierst, können wir mit den automatisch gesammelten Daten verstehen, welche Hardware wir unterstützen sollen, beziehungsweise Performanceprobleme aufdecken.
es: Como juego gratuito y de código abierto, no contamos con los recursos de pruebas de un gran arsenal computacional, pero queremos proporcionar la mejor experiencia al mayor número de jugadores posible. Cuando activas los informes automáticos, recibiremos datos que nos ayudarán a entender y centrarnos en el hardware que merece la pena, e identificar problemas de rendimiento para solucionarlos rápidamente.
fr: Ce jeu étant libre et gratuit, nous n'avons pas les ressources nécessaires pour le tester sur un grand nombre de systèmes différents, mais nous voulons offrir la meilleure expérience de jeu au plus grand nombre de joueurs possible. Quand vous autoriserez le retour d'informations, nous recevrons des données qui nous permettront de comprendre sur quel type de matériel informatique nous devrions nous concentrer et d'identifier les problèmes de performance que nous devrions corriger.
gd: Air sgàth 's gur e geama open source saor a th' ann, chan eil na goireasan againn gus a h‑uile siostam fon ghrèin a chur fo dheuchainn ach bu mhiann leinn a' chàileachd as fhearr a ghabhas a thoirt dhan uiread as motha a chluicheadairean. Ma chuireas tu fiosrachadh thugainn gu fèin-obrachail, gheibh sinn dàta a bheir taic dhuinn ach an tuig sinn dè am bathar-cruaidh a bu chòir dhuinn taic a thoirt dha agus gus duilgheadasan leis an dèanadas a mhothachadh a bu chòir dhuinn càradh.
gl: Ao desenvolvermos un xogo libre, non dispoñemos dos recursos necesarios para poñer o xogo a proba nun extenso número de sistemas, pero queremos fornecer unha experiencia de calidade a tantos xogadores como nos sexa posíbel. Ao activar o envío de información automático, recibiremos datos que nos axudarán a entender o hardware co que deberíamos de procurar que o xogo sexa compatíbel, e nos permitirán detectar problemas de rendemento que debemos solucionar.
nl: Als een vrij en openbron spel hebben we niet de mogelijkheid om op veel verschillende systemen te testen, maar we willen de beste kwaliteit bieden aan zoveel mogelijk spelers. Door het activeren van de automatische feedback ontvangen wij data waaruit we kunnen leren op welke hardware we moeten focussen, en welke performantieproblemen er zijn.
pt_pt: Como este jogo é gratuito e de código aberto, não possuímos recursos para o testar em diversos sistemas, mas queremos disponibilizar a melhor experiência para o maior número de jogadores possível. Se activar o envio automático de relatórios de erro, vamos receber dados que nos ajudarão a perceber o tipo de hardware que devemos ter em conta, e a identificar problemas de desempenho que tenhamos de corrigir.

source: The following data will be sent to our server:
de: Die folgenden Daten werden zu unserem Server geschickt:
es: Los siguientes datos se enviarán al servidor:
fr: Les données suivantes vont être envoyées à notre serveur :
gd: Seo an dàta a thèid a chur dhan fhrithealaiche againn:
gl: Os seguintes datos enviaranse ao noso servidor:
nl: De volgende data wordt naar onze servers verstuurd:
pt_pt: Estes dados serão enviados para o nosso servidor:

source: • A random user ID (stored in %APPDATA%\0ad\config\user.cfg on Windows, ~/.config/0ad/config/user.cfg on Unix), to let us detect repeated reports from the same user.
de: • Eine zufällige Benutzer-ID (gespeichert in %APPDATA%\0ad\config\user.cfg unter Windows, ~/.config/0ad/config/user.cfg unter Unix), um mehrere Berichte desselben Nutzers zu erkennen.
es: • Una ID aleatoria por usuario (almacenada en %APPDATA%\0ad\config\user.cfg en Windows, ~/.config/0ad/config/user.cfg en Unix), que nos permite detectar reportes repetidos del mismo usuario.
fr: • Un ID utilisateur aléatoire (stocké dans %APPDATA%\0ad\config\user.cfg sur Windows, ~/.config/0ad/config/user.cfg sur Unix), pour nous permettre de détecter les rapports venant du même utilisateur.
gd: • ID cleachdaiche air tuaiream ('ga ghlèidheadh ann an %APPDATA%\0ad\config\user.cfg air Windows, ~/.config/0ad/config/user.cfg air Unix) ach am mothaich sinn nuair a thèid iomadh aithris on t‑aon chleachdaiche a chur thugainn.
gl: • Un identificador de usuario aleatorio (almacenado en %APPDATA%\0ad\config\user.cfg en Windows, ~/.config/0ad/config/user.cfg en Unix), para permitirnos detectar informes repetidos da mesma persoa.
nl: • Een willekeurige gebruikersID (opgeslaan in %APPDATA%\0ad\config\user.cfg voor Windows, ~/.config/0ad/config/user.cfg voor Unix), om herhaalde problemen van dezelfde gebruiker te herkennen.
pt_pt: • Uma ID aleatória do utilizador (guardada em %APPDATA%\0ad\config\user.cfg no Windows e ~/.config/0ad/config/user.cfg em Unix), para nos ajudar a detectar os relatórios repetidos do mesmo utilizador.
