Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Convert %(wall)s into %(gate)s
de: Wandle %(wall)s in %(gate)s um
es: Convertir %(wall)s en %(gate)s
fr: Convertir le %(wall)s en %(gate)s
gd: Dèan %(gate)s dhen %(wall)s
gl: Converter %(wall)s en %(gate)s
nl: Bouw %(wall)s om tot %(gate)s
pt_pt: Transformar %(wall)s em %(gate)s

source: Lock Gate
de: Tor abschließen
es: Bloquear la puerta
fr: Verrouiller la porte
gd: Glais an geata
gl: Fechar a porta
nl: Sluit poort
pt_pt: Fechar o portão

source: Unlock Gate
de: Tor aufschließen
es: Desbloquear la puerta
fr: Déverrouiller la porte
gd: Neo-ghlais an geata
gl: Abrir a porta
nl: Open poort
pt_pt: Abrir o portão

source: Pack
de: Packen
es: Desmontar
fr: Démonter
gd: Paisg
gl: Desmontar
nl: Inpakken
pt_pt: Montar

source: Unpack
de: Entpacken
es: Montar
fr: Monter
gd: Neo-phaisg
gl: Montar
nl: Uitpakken
pt_pt: Desmontar

source: Cancel Packing
de: Packen abbrechen
es: Cancelar desmontaje
fr: Annuler le démontage
gd: Sguir dhen phasgadh
gl: Deixar de desmontar
nl: Stop inpakken
pt_pt: Cancelar a montage

source: Cancel Unpacking
de: Entpacken abbrechen
es: Cancelar montaje
fr: Annuler le montage
gd: Sguir dhen neo-phasgadh
gl: Deixar de montar
nl: Stop uitpakken
pt_pt: Cancelar a desmontagem

source: (None)
de: (keine)
es: (Ninguno)
fr: (Aucune)
gd: (Chan eil gin)
gl: (ningunha)
nl: (Geen)
pt_pt: (Nenhum)

source: %(damage)s %(damageType)s
gl: %(damage)s de %(damageType)s

source: Hack
de: Hieb
es: Cortar madera
fr: Tranchant
gd: Spealgadh
gl: folla
nl: Slag
pt_pt: Falha

source: Pierce
de: Stich
es: Perforación
fr: Perçant
gd: Biorach
gl: perforación
nl: Steek
pt_pt: Perfuração

source: Crush
de: Stoß
es: Triturar
fr: Écrasant
gd: Brùilleadh
gl: impacto
nl: Verbrijzelen
pt_pt: Impacto

source: %(arrows)s arrow
de: %(arrows)s Pfeil
es: %(arrows)s flecha
fr: %(arrows)s flèche
gd: %(arrows)s saighead
gl: %(arrows)s frecha
nl: %(arrows)s pijl
pt_pt: %(arrows)s seta

source: %(time)s second
de: %(time)s Sekunde
es: %(time)s segundo
fr: %(time)s seconde
gd: %(time)s diog
gl: %(time)s segundo
nl: %(time)s seconde
pt_pt: %(time)s segundo

source: %(damage)s %(damageType)s %(armorPercentage)s
gl: %(damage)s de %(damageType)s %(armorPercentage)s

source: Unload All
de: Alle ausquartieren
es: Desalojar a todos
fr: Tout décharger
gd: Dì-luchdaich na h‑uile
gl: Baleirar
nl: Iedereen uitlaten
pt_pt: Desocupar

source: Stop
de: Halt
es: Detener
fr: Arrêter
gd: Sguir dheth
gl: Deter
pt_pt: Parar

source: Garrison
de: Einquartieren
es: Guarnecer
fr: Mettre en garnison
gd: Rach 'nad ghearastan
gl: Acuartelar
nl: Beman
pt_pt: Guarnecer

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
gd: Càraich
gl: Reparar
nl: Herstel
pt_pt: Reparar

source: Focus on Rally Point
de: Kamera auf Sammelpunkt
es: Ir al punto de encuentro
fr: Centrer sur le point de ralliement
gd: Fòcas air ceann-cruinneachaidh
gl: Ver o punto de encontro
nl: Ga naar verzamelpunt
pt_pt: Ver o ponto de encontro

source: Back to Work
de: Zurück zur Arbeit
es: Volver al trabajo
fr: Retour au travail
gd: Tillibh dhan obair
gl: Volver ao traballo
nl: Terug aan het werk
pt_pt: Voltar a trabalhar

source: Guard
de: Bewachen
es: Proteger
fr: Garder
gd: Geàrd
gl: Protexer
nl: Bewaak
pt_pt: Guarda

source: Remove guard
de: Bewachung beenden
es: Desproteger
fr: Ne plus garder
gd: Thoir geàrd air falbh
gl: Quitar a protección
nl: Verwijder bewaking
pt_pt: Cancelar a guarda

source: Select trading goods
de: Wähle Handelsware
es: Elige los bienes a comerciar
fr: Choisir les marchandises d'échange
gd: Tagh bathar malairt
gl: Selecciona os bens de comercio.
nl: Selecteer handelsgoederen
pt_pt: Seleccionar recurso comercia

source: Increase the alert level to protect more units
de: Erhöht den Alarm, um mehr Einheiten zu schützen!
es: Aumenta el nivel de alerta para proteger a más unidades
fr: Augmenter le niveau d'alerte pour protéger plus d'unités
gd: Cuir an àirde ìre na caismeachd airson barrachd aonadan a dhìon
gl: Aumentar o nivel de alerta para protexer a máis unidades.
nl: Verhoog het alarmniveau om meer eenheden te beschermen
pt_pt: Aumente o nível de alerta para proteger mais unidades

source: Raise an alert!
de: Erhöhe den Alarm!
es: ¡Dad la alarma!
fr: Déclencher l'alerte !
gd: Tog caismeachd!
gl: Dar a alerta!
nl: Luid de alarmsklok!
pt_pt: Lançar um alerta!

source: End of alert.
de: Alarm beenden.
es: Final de la alerta
fr: Fin de l'alerte.
gd: Deireadh na caismeachd.
gl: Rematar a alerta.
nl: Einde van het stadsalarm.
pt_pt: Fim do alerta.

source: %(resourceIcon)s %(minimum)s to %(resourceIcon)s %(maximum)s
de: %(resourceIcon)s %(minimum)s zu %(resourceIcon)s %(maximum)s
es: %(minimum)s %(resourceIcon)s a %(maximum)s %(resourceIcon)s
fr: de %(resourceIcon)s %(minimum)s à %(resourceIcon)s %(maximum)s
gd: %(resourceIcon)s %(minimum)s gu %(resourceIcon)s %(maximum)s
gl: Entre %(minimum)s %(resourceIcon)s e %(maximum)s %(resourceIcon)s.
nl: %(resourceIcon)s %(minimum)s tot %(resourceIcon)s %(maximum)s
pt_pt: %(resourceIcon)s %(minimum)s a %(resourceIcon)s %(maximum)s

source: Walls: %(costs)s
de: Wälle: %(costs)s
es: Murallas: %(costs)s
fr: Murs : %(costs)s
gd: Ballachan: %(costs)s
gl: Murallas: %(costs)s
nl: Muren: %(costs)s
pt_pt: Muralhas: %(costs)s

source: Towers: %(costs)s
de: Türme: %(costs)s
es: Torres: %(costs)s
fr: Tours : %(costs)s
gd: Tùir: %(costs)s
gl: Torres: %(costs)s
nl: Torens: %(costs)s
pt_pt: Torres: %(costs)s

source: Population Bonus:
de: Bevölkerungsbonus:
es: Población extra:
fr: Bonus de population :
gd: Buannachd sluaigh:
gl: Bonificación de poboación:
nl: Bevolkingsbonus
pt_pt: Bónus de População:

source: Insufficient resources:
de: Ungenügende Ressourcen:
es: Recursos insuficientes:
fr: Ressources insuffisantes :
gd: Tha stòras a dhìth:
gl: Recursos insuficientes:
nl: Onvoldoende grondstoffen:
pt_pt: Recursos insuficientes:

source: Speed:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
gd: Luaths:
gl: Velocidade:
nl: Snelheid:
pt_pt: Velocidade:

source: Walk
de: Gehen
es: Caminar
fr: Marche
gd: Coisich
gl: andando
nl: Wandelen
pt_pt: Caminhar

source: Run
de: Rennen
es: Correr
fr: Course
gd: Ruith
gl: correndo
nl: Lopen
pt_pt: Correr

source: %(rank)s %(name)s
gl: %(name)s de rango %(rank)s

source: you
de: du
es: tú
fr: vous
gd: thusa
gl: ti
nl: Jij
pt_pt: Você

source: player %(name)s
de: Spieler %(name)s
es: jugador %(name)s
fr: joueur %(name)s
gd: cluicheadair %(name)s
gl: xogador %(name)s
nl: speler %(name)s
pt_pt: jogador %(name)s

source: Charge Attack:
de: Sturmangriff:
es: Ataque de carga:
fr: Attaque de charge :
gd: Ionnsaigh cruinn-leuma:
gl: Ataque de carga:
nl: Snelle Aanval:
pt_pt: Ataque de Carga:

source: Melee Attack:
de: Nahkampfangriff:
es: Ataque cuerpo a cuerpo:
fr: Attaque de mêlée :
gd: Ionnsaigh dhlùth:
gl: Ataque de contacto:
nl: Mêlee Aanval:
pt_pt: Ataque Corpo a Corpo:

source: Ranged Attack:
de: Fernkampfangriff:
es: Ataque a distancia:
fr: Attaque à distance :
gd: Ionnsaigh astair:
gl: Ataque a distancia:
nl: Afstandsaanval:
pt_pt: Ataque de Arremesso:

source: Attack:
de: Angriff:
es: Ataque:
fr: Attaque :
gd: Ionnsaigh:
gl: Ataque:
nl: Aanval:
pt_pt: Ataque:

# firstWord
source: Food
de: Nahrung
es: Comida
fr: Nourriture
gd: Biadh
gl: Comida
nl: Voedsel
pt_pt: Comida

# firstWord
source: Meat
de: Fleisch
es: Carne
fr: Viande
gd: Feòil
gl: Carne
nl: Vlees
pt_pt: Carne

# firstWord
source: Ore
de: Erz
es: Mineral
fr: Minerai
gd: Clach-mheatailt
gl: Mineral
nl: Mineraal
pt_pt: Mineral

# firstWord
source: Rock
de: Fels
es: Roca
fr: Roche
gd: Clach
gl: Rocha
nl: Rots
pt_pt: Pedra

# firstWord
source: Ruins
de: Ruinen
es: Ruinas
fr: Ruines
gd: Làrach
gl: Ruínas
nl: Ruïnes
pt_pt: Ruínas

# firstWord
source: Stone
de: Stein
es: Piedra
fr: Pierre
gd: Clach
gl: Pedra
nl: Steen
pt_pt: Pedra

# firstWord
source: Treasure
de: Schatz
es: Tesoro
fr: Trésor
gd: Ulaidh
gl: Tesouro
nl: Schat
pt_pt: Tesouro

# firstWord
source: Tree
de: Baum
es: Árbol
fr: Arbre
gd: Craobh
gl: Árbore
nl: Boom
pt_pt: Árvore

# firstWord
source: Wood
de: Holz
es: Madera
fr: Bois
gd: Fiodh
gl: Madeira
nl: Hout
pt_pt: Madeira

# firstWord
source: Fruit
de: Frucht
es: Fruta
gd: Meas
gl: Froita
pt_pt: Fruta

# firstWord
source: Grain
de: Getreide
es: Grano
gd: Gràn
gl: Gran
nl: Graan
pt_pt: Cereais

# firstWord
source: Fish
de: Fisch
es: Pescado
fr: Poisson
gd: Iasg
gl: Peixe
nl: Vis
pt_pt: Peixe

# withinSentence
source: Food
de: Nahrung
es: comida
fr: nourriture
gd: Biadh
gl: comida
nl: voedsel
pt_pt: Comida

# withinSentence
source: Meat
de: Fleisch
es: carne
fr: viande
gd: Feòil
gl: carne
nl: vlees
pt_pt: Carne

# withinSentence
source: Ore
de: Erz
es: mineral
fr: minéral
gd: Clach-mheatailt
gl: mineral
nl: mineraal
pt_pt: Mineral

# withinSentence
source: Rock
de: Fels
es: roca
fr: roche
gd: Clach
gl: rocha
nl: rots
pt_pt: Pedra

# withinSentence
source: Ruins
de: Ruinen
es: ruinas
fr: ruines
gd: Làrach
gl: ruínas
nl: ruïnes
pt_pt: Ruínas

# withinSentence
source: Stone
de: Stein
es: piedra
fr: pierre
gd: Clach
gl: pedra
nl: steen
pt_pt: Pedra

# withinSentence
source: Treasure
de: Schatz
es: tesoro
fr: trésor
gd: Ulaidh
gl: tesouro
nl: schat
pt_pt: Tesouro

# withinSentence
source: Tree
de: Baum
es: árbol
fr: arbre
gd: Craobh
gl: árbore
nl: boom
pt_pt: Árvore

# withinSentence
source: Wood
de: Holz
es: madera
fr: bois
gd: Fiodh
gl: madeira
nl: hout
pt_pt: Madeira

# withinSentence
source: Fruit
de: Frucht
es: fruta
gd: Meas
gl: froita
pt_pt: Fruta

# withinSentence
source: Grain
de: Getreide
es: grano
gd: Gràn
gl: gran
nl: graan
pt_pt: Cereais

# withinSentence
source: Fish
de: Fisch
es: pescado
fr: poisson
gd: Iasg
gl: peixe
nl: vis
pt_pt: Peixe

source: Time elapsed: %(time)s
de: Spieldauer: %(time)s
es: Tiempo transcurrido: %(time)s
fr: Temps écoulé : %(time)s
gd: An t-ùine a dh'fhalbh: %(time)s
gl: Duración: %(time)s
nl: Verstreken tijd: %(time)s
pt_pt: Tempo decorrido: %(time)s

source: Warning: This is an advanced tutorial and goes quite fast. If you don't keep up just restart and try again. Practise makes perfect!
de: Warnung: Das ist ein fortgeschrittenes Tutorial und läuft ziemlich schnell. Wenn du nicht mithalten kannst, starte es einfach neu und versuch's nochmal. Übung macht dich zum Meister!
es: Cuidado: Este es un tutorial avanzado y todo transcurre muy rápido. Si no puedes seguir el ritmo reinicia y prueba de nuevo. ¡La práctica hace al maestro!
fr: Attention : ceci est un tutoriel de niveau avancé et relativement rapide. Si vous n'arrivez pas à suivre, n'hésitez pas à recommencer la partie. C'est en forgeant que l'on devient forgeron !
gd: Rabhadh: seo oideachadh adhartach agus tha e a' dol gu luath. Mur tèid leat ceum a chumail ris, tòisich às ùr air. 'S e an cleachdadh a nì bòidheach!
gl: Advertencia: esta é unha aprendizaxe avanzada e vai a paso rápido. Se non es capaz de seguirlle o ritmo, reinicia a partida e volve intentalo. Coa práctica conséguese a perfección!
nl: Waarschuwing, dit is een geavanceerde zelfstudie, en gaat tamelijk snel. Als je het tempo niet kan bijhouden, doe dan de zelfstudie gewoon opnieuw door het spel opnieuw te laden. Oefening baart kunst!
pt_pt: Aviso: Este é um tutorial avançado com um ritmo bastante rápido. Se não conseguir acompanhar, reinicie-o e tente de novo. A prática leva à perfeição!

source: Lets get started, first train a batch (shift click) of 5 female citizens from the CC (Civil Center).
de: Beginnen wir: bilde zuerst eine Gruppe (Umschalttaste + Klick) von 5 Frauen im Verwaltungssitz aus.
es: Comencemos, empieza por reclutar a un grupo (mayús + clic) de 5 ciudadanas en el CC (centro cívico).
fr: Pour commencer, entraînez d'abord un groupe (Maj+clic) de 5 Citoyennes à partir de l'Hôtel de Ville.
gd: Tòisicheamaid, trèanaich grunn dhe 5 shaoranach boireann (shift + briogadh) san ionad sìobhalta.
gl: Comecemos… Empeza adestrando un grupo de 5 cidadás no centro cívico. Para adestrar un grupo, usa Maiús + clic.
nl: Laten we beginnen. Rekruteer eerst een groep van 5 vrouwen (shift-klik) van het BC (beschavingscentrum).
pt_pt: Vamos começar. Primeiro, recrute um conjunto de 5 cidadãs (use shift + clique) no Centro Cívico (CC).

source: Now, assign your female citizens to gather berries, your cavalryman to hunt the chickens and the citizen soldiers to gather wood.
de: Befehle nun die Bürgerinnen Beeren zu sammeln, Ihren Reiter die Hühner zu jagen und die Bürgersoldaten Holz zu sammeln.
es: Ahora envía a tus ciudadanas a recoger bayas, a tu jinete a sacrificar los pollos, y a los ciudadanos soldado a conseguir leña.
fr: Maintenant, assignez vos Citoyennes à la récolte de baies, vos Citoyens-soldats à celle du bois, et vos Cavaliers à la chasse aux poulets.
gd: Nise, cuir na boireannaich a chruinneachadh dhearcan, an eachraidh a shealg nan cearc agus na saighdearan-dùthcha a chruinneachadh fiodha.
gl: Agora pon (1) ás cidadás a recoller froitos, (2) ao xinete a cazar galiñas e (3) aos cidadáns soldado a tallar madeira.
nl: Laat je bestaande vrouwen nu de bessen verzamelen, en laat je ruiter de kippen verzamelen. De burgersoldaten kunnen beginnen met het verzamelen van hout.
pt_pt: Agora, ordene às suas cidadãs que apanhem frutos silvestres, ordene aos seus cavaleiros que cacem galinhas e aos seus cidadãos-soldados que obtenham madeira.

source: Now set the rally point of your civil center on the berries.
de: Setze nun den Sammelpunkt des Verwaltungssitzes auf die Beeren.
es: Ahora posiciona el punto de reunión de tu centro cívico en las bayas silvestres.
fr: Maintenant définissez le point de ralliement de votre centre-ville sur les baies.
gd: Suidhich ceann-cruinneachaidh an ionaid shìobhalta air na dearcan a-nis.
gl: Agora sitúa o punto de encontro do centro cívico nos froitos (selecciona o centro cívico, e preme nos froitos co botón secundario).
nl: Zet nu het doel van je BC op de bessen.
pt_pt: Agora, marque os frutos silvestres como ponto de encontro do seu centro cívico.

source: Queue some slingers to train after the female citizens, you won't have enough resources for a batch.
de: Reihe einige Schleuderer nach den weiblichen Bürgern zur Ausbildung ein, du wirst nicht ausrechend Rohstoffe für eine Gruppe haben.
es: Pon en cola a algunos honderos para que aparezcan después de las ciudadanas, no tienes suficientes recursos para un grupo entero.
fr: Entraînez quelques frondeurs après vos citoyennes car vous manquez d'assez de ressources pour un groupe.
gd: Cuir sleaghairean air a' chiutha trèanaidh às dèidh nam boireannach; cha bhi stòras gu leòr agad airson grunn.
gl: No centro cívico, pon a adestrar algúns fondeiros a continuación das cidadás. Non has ter recursos dabondo para adestrar un grupo completo deles.
nl: Stop enkele slingeraars in je rekruteerrij, zodat die verschijnen als je vrouwen gerekruteerd zijn. Je zal niet genoeg grondstoffen hebben om er 5 te rekruteren.
pt_pt: Recrute alguns fundeiros (não em conjunto, pois não dispõe de recursos suficientes para isso) depois das cidadãs.

source: When your female citizens have finished training, use 4 to build a house nearby.
de: Wenn die Ausbildung der weiblichen Bürger vollendet ist, erteile 4 von ihnen den Auftrag ein Haus in der Nähe zu errichten.
es: Cuando tus 5 ciudadanas hayan sido reclutadas, utiliza a 4 de ellas para construir una casa en las cercanías.
fr: Quand vos Citoyennes ont finit d'être entraînées, utilisez-en 4 pour construire une maison.
gd: Nuair a bhios na boireannaich agad air an trèanadh, cleachd 4 dhiubh gus taigh a thogail am fagas.
gl: Cando remate o adestramento das cidadás, pon a catro delas a construír unha casa nas proximidades.
nl: Wanneer je vrouwen gerekruteerd zijn, gebruik er dan 4 van om een huis te bouwen.
pt_pt: Quando tiver recrutado todas as cidadãs, use 4 para construir uma casa próxima do CC.

source: Set the CC's rally point on the nearby trees, queue more slingers, you want to train 6 right now.
de: Setze den Sammelpunkt des Dorfzentrums auf die nahegelegenen Bäume und bilde noch 6 weitere Schleuderer aus.
es: Posiciona el punto de reunión del centro cívico en los árboles cercanos, pon en cola a más honderos, querrás reclutar a 6 por el momento.
fr: Mettez le point de ralliement du CC à côté des arbres puis entraînez 6 frondeurs.
gd: Suidhich ceann-cruinneachaidh an ionaid shìobhalta air na craobhan am fagas, cuir barrachd shleaghairean air a' chiutha, tha thu airson 6 a thrèanadh an-dràsta.
gl: Sitúa o punto de encontro do centro cívico nas árbores próximas, e pon máis fondeiros na cola. Procura adestrar 6 fondeiros.
nl: Zet het doel van je BC op de nabije bomen. Probeer 6 extra slingeraars in je wachtrij te krijgen.
pt_pt: Marque as árvores mais próximas como o ponto de encontro do CC. Recrute mais fundeiros; precisa de ter 6.

source: Queue a batch of 5 female citizens.
de: Reihe eine Gruppe von 5 weiblichen Bürgern ein.
es: Pon en cola a 5 ciudadanas.
fr: Entraînez un groupe de 5 Citoyennes.
gd: Cuir grunn de 5 shaoranach boireann air a' chiutha.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico.
nl: Stop een groep van 5 extra vrouwen in je wachtrij.
pt_pt: Recrute um conjunto de 5 cidadãs.

source: Use shift-click to queue another house for the 4 builders.
de: Drücke die Umschalttaste und klicke, um ein Haus für die 4 Arbeiter zu errichten.
es: Utiliza mayús + clic para ponerles en cola otra casa a los 4 constructores.
fr: Utilisez shift+clic pour construire une autre maison pour les 4 maçons.
gd: Cleachd shift + briogadh gus taigh eile a chur air a' chiutha airson an 4 luchd-togail.
gl: Selecciona as 4 cidadás que están a construír a casa, e mantén premida a tecla Maiús mentres lles ordenas construír unha nova casa (a construción da nova casa porase na cola de construción: cando rematen de construír a primeira casa construirán a segunda).
nl: Gebruik shift-klik om een tweede huis te bouwen met de 4 werkers. Ze zullen eerst hun eerste huis afwerken.
pt_pt: Use shift+clique para pôr mais uma casa na fila de construção das 4 cidadãs pedreiras.

source: Set the rally point back to the berries once all of the citizen soldiers have finished training.
de: Stellen Sie den Sammelpunkt zurück zu den Beeren, sobald alle Soldaten ihre Ausbildung abgeschlossen haben.
es: Vuelve a poner el punto de reunión en las bayas cuando todos los ciudadanos soldado hayan sido reclutados.
fr: Définissez le point de ralliement à nouveau sur les baies une fois que tous les citoyens-soldats ont finit de s'entraîner.
gd: Suidhich an ceann-cruinneachaidh air na dearcan a-rithist nuair a bhios na saighdearan-dùthcha uile deiseil leis an trèanadh.
gl: Volve a situar o punto de encontro do centro cívico nos froitos unha vez remate o adestramento dos cidadáns soldado.
nl: Zet het doel terug op de bessen eenmaal alle burgersoldaten gerekruteerd zijn.
pt_pt: Volte a definir os frutos silvestres como ponto de encontro assim que tiver recrutado todos os cidadãos soldados.

source: Send one citizen soldier to gather stone, send 2 others to build a storehouse near the southern trees.
de: Senden Sie einen Soldat zum Stein sammeln, senden sie 2 andere um ein Lagerhaus in der Nähe der südlichen Bäumen zu bauen.
es: Envía a una ciudadano soldado a conseguir piedra, envía a otros 2 a construir un almacén cerca de los árboles al sur.
fr: Envoyez un citoyen-soldat à la récolte de la pierre, deux pour construire un entrepôt près les arbres au sud.
gd: Cuir aonar shaighdear-dùthcha a chruinneachadh chlachan agus dithis eile a thogail taighe-stòrais faisg air na craobhan gu deas ort.
gl: Envía a un dos cidadáns soldado a picar pedra, e envía a outros dous a construír un almacén preto das árbores do sur.
nl: Stuur enkele soldaten om steen te verzamelen, stuur 2 andere om een pakhuis te maken bij de zuidelijke bomen.
pt_pt: Ordene a um cidadão-soldado que obtenha pedra e a outros 2 que construam um armazém perto das árvores a sul.

source: Queue another 5 female citizens.
de: Reihe weitere 5 weibliche Bürger zur Ausbildung ein.
es: Pon en cola a otras 5 ciudadanas.
fr: Entraînez 5 autres Citoyennes.
gd: Cuir 5 shaoranach boireann eile air a' chiutha.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico.
nl: Stop nog een groep van 5 vrouwen in de wachtrij.
pt_pt: Recrute mais 5 cidadãs.

source: Use a female citizen to construct a field next to your CC.
de: Nutze eine Bürgerin, um ein Feld in der Nähe deines Bürgerzentrums zu bauen.
es: Utiliza a una ciudadana para construir un huerto cerca de tu centro cívico.
fr: Utilisez une Citoyenne pour construire un champ à côté de votre CC.
gd: Cleachd boireannach gus achadh a thogail faisg air an ionad shìobhalta agad.
gl: Envía a unha cidadá a construír un campo de cultivo ao carón do centro cívico.
nl: Gebruik een vrouwelijke burger om een veld te construeren naast het BC.
pt_pt: Use uma cidadã para construir uma seara perto do seu CC.

source: Your cavalryman has probably run out of chickens by now, there are some goats to the left of your base.
de: Ihre Kavallerie findet wahrscheinlich keine Hühner mehr, es gibt allerdings einige Ziegen links neben Ihrer Basis.
es: Es probable que a tu jinete ya no le queden pollos, hay unas cuantas cabras a la izquierda de tu base.
fr: Votre cavalier a sûrement déjà fini ses poulets, utilisez-le pour chasser les chèvres à votre gauche.
gd: Feumaidh nach eil cearc ri sealg aig an eachraidh tuilleadh ach tha gobhair gu clì air a' bhunait agad.
gl: O xinete xa debeu acabar con todas as galiñas. Atoparás cabras ao oeste (esquerda) do centro cívico.
nl: Je ruiter heeft nu waarschijnlijk al alle kippen verzameld. Er zijn nog enkele geiten over aan de linkerkant van je basis.
pt_pt: Os seus cavaleiros já devem ter ficado sem galinhas; há umas cabras à esquerda da sua base.

source: Use 2-3 more female citizens to construct the field.
de: Verwende 2-3 mehr Bürgerinnen, um das Feld zu bauen.
es: Emplee 2-3 mujeres más para construir el campo
fr: Ajoutez 2-3 femmes à la construction du champ.
gd: Cleachd 2-3 bhoireannach a bharrachd gus an achadh a thogail.
gl: Usa 2 ou 3 cidadás para construír o campo de cultivo.
nl: Gebruik een 2-3 extra vrouwelijke burgers om het veld te construeren.
pt_pt: Use mais 2-3 cidadãs para construir a seara.

source: Queue another house.
de: Gib ein weiteres Haus in Auftrag.
es: Pon en cola la construcción de otra casa.
fr: Construisez une autre maison.
gd: Cuir taigh eile air a' chiutha.
gl: Pon outra casa na cola de construción das 4 cidadás.
nl: Plaats de fundamenten van een ander huis voor dezelfde werkers.
pt_pt: Ponha mais uma casa na fila de construção.

source: The berry bushes are getting crowded, send some female citizens to work the field, set the rally point there.
de: Es herrscht Gedränge an den Beerenbüschen, schicke einige der Frauen dort zur Feldarbeit und setze den Sammelpunkt auf das Feld.
es: Las bayas silvestres se están llenando de gente, envía a algunas ciudadanas a trabajar al huerto, y posiciona el punto de encuentro allí.
fr: Les baies sont en train de s'épuisez. Envoyez quelques citoyennes aux champs, et mettez le point de ralliement dessus.
gd: Tha na preasan dearc air fàs caran trang, cuir boireannaich a dh'obair air an achadh 's cuir an ceann-cruinneachaidh an-siud.
gl: Xa debe haber moita xente collendo froitos dos arbustos. Envía algunhas cidadás a traballar no campo de cultivo, e pon o punto de encontro do centro cívico no campo.
nl: De bessen worden drukbevolkt, stuur enkele vrouwen naar het veld, en zet het doel van het BC ook op het veld.
pt_pt: Já há muita gente a apanhar frutos silvestres. Envie algumas cidadãs para a seara e marque-a como ponto de encontro.
