Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Queue another 5 female citizens, these should gather stone.
de: Reihe weitere 5 weibliche Bürger zur Ausbildung ein, sie sollen Steine abbauen.
es: Pon en cola a otras 5 ciudadanas para conseguir piedra.
fr: Entraînez 5 autres citoyennes pour récolter de la pierre.
gd: Cuir 5 shaoranach boireann eile air a' chiutha, bu chòir dhaibh clachan a chruinneachadh.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a picar pedra.
nl: Stop nog 5 vrouwen in de wachtrij, deze moeten steen verzamelen.
pt_pt: Recrute mais 5 cidadãs, estas para obterem pedra.

source: Move your woodcutters to the trees near the storehouse so they don’t have to walk as far.
de: Bewege die Holzfäller zu den Bäumen in der Nähe des Lagerhauses, damit sie nicht so weit gehen müssen
es: Mueve tus leñadores hacia los árboles cerca del almacén. De esta forma no tendrán que caminar muy lejos.
fr: Déplacez vos bûcherons au niveau des arbres près de l'entrepot qu'ils n'aient pas à marcher si loin.
gd: gluais na coilltearan agad dha na craobhan faisg air an taigh-stòrais ach nach feum iad coiseachd ro fhada.
gl: Move aos leñadores ás árbores que hai preto do almacén, para que non teñan que desprazarse grandes distancias.
nl: Stuur je houthakkers naar de bomen bij het pakhuis, zodat ze niet zo ver moeten lopen.
pt_pt: Desloque os seus lenhadores para as árvores junto ao armazém, para que eles não tenham de fazer um percurso tão longo.

source: Make sure the workers from the berry bushes are used to gather from the field rather than standing idle when they run out.
de: Sende die Arbeiter von den Beerenbüschen auf das Feld zum Ernten, damit sie nicht untätig herumstehen, wenn die Büsche abgeerntet sind.
es: Asegúrate de que los las unidades trabajando en las bayas silvestres se utilizan para conseguir comida del huerto en vez de quedarse paradas una vez hayan terminado.
fr: Soyez sûr que vos ceux qui étaient sur les baies soient maintenant dans les champs au lieu de rester debout lorsqu'ils ont fini.
gd: Dèan cinnteach gun cleachd thu luchd-obrach nam preasan dearc gun cruinnich iad on achadh seach a bhith 'nan tàmh nuair a ruitheas na dearcan orra.
gl: Asegúrate de que os traballadores dos arbustos froiteiros non quedan sen facer nada cando se acaben os froitos, e ponos a traballar no campo.
nl: Verzeker je er van dat de verzamelaars van bessen op een veld kunnen werken i.p.v. nutteloos te staan als de bessen op zijn.
pt_pt: Certifique-se de que as apanhadoras de frutos silvestres vão trabalhar nas searas quando os frutos acabarem, em vez de ficarem inactivas.

source: Queue another house to be built.
de: Gib ein weiteres Haus in Auftrag gebaut zu werden.
es: Pon en cola la construcción de otra casa.
fr: Construisez une autre maison.
gd: Cuir taigh eile air a' chiutha.
gl: Pon outra casa na cola de construción das 4 cidadás.
nl: Plaats de fundamenten van een nieuw huis.
pt_pt: Ponha mais uma casa na fila de construção.

source: Queue 5 more female citizens. These will gather wood.
de: Reihe weitere 5 weibliche Bürger zur Ausbildung ein. Sie werden Holz abbauen.
es: Pon en cola a otras 5 ciudadanas, para conseguir madera.
fr: Entraînez 5 autres citoyennes pour la récolte du bois.
gd: Cuir 5 shaoranach boireann eile air a' chiutha. Cruinnichidh iad fiodh.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a tallar madeira.
nl: Stop 5 extra vrouwen in je wachtrij die hout moeten verzamelen.
pt_pt: Recrute mais 5 cidadãs, desta feita para obterem madeira.

source: Build another field, this decreases the amount of walking for your female citizens.
de: Baue ein weiteres Feld, dies verringert die Gehzeit deiner Bürgerinnen.
es: Construye otro huerto, esto reduce el ir y venir de tus ciudadanas.
fr: Construisez un autre champ afin de réduire la distance de marche des citoyennes.
gd: Tog achadh eile ach nach fheum na boireannaich coiseachd ro fhada.
gl: Constrúe outro campo de cultivo para así reducir a distancia que teñen que camiñar as cidadás.
nl: Bouw een ander veld, dit zorgt er voor dat je vrouwen minder ver moeten wandelen.
pt_pt: Construa uma nova seara. Isto permitirá reduzir o percurso das suas cidadãs.

source: Train some more slingers, send them to gather stone. Train about 5, you may not have enough resources for a batch right now.
de: Bilde weitere Schleuderer aus und schicke sie zum Steinabbau. Bilde etwa 5 aus, du hast eventuell noch nicht genug Rohstoffe für eine Gruppe.
es: Recluta a más honderos, y envíalos a conseguir piedra. Recluta a unos 5 más, puede que no tengas suficientes recursos para un grupo entero por ahora.
fr: Entraînez quelques frondeurs pour récolter de la pierre - vous n'aurez probablement pas assez pour faire un groupe de 5.
gd: Trèanaich barrachd longadairean 's cuir iad a chruinneachadh chlachan. Trèanaich mu 5 dhiubh 's dh'fhaoidte nach eil stòras gu leòr agad airson grunn an-dràsta.
gl: Adestra algún fondeiro máis, e envíaos a picar pedra. Adestra arredor de 5, pode que agora mesmo non teñas dabondo para un grupo completo.
nl: Rekruteer enkele slingeraars, stuur ze naar de steenmijn. Probeer er 5 te rekruteren, misschien heb je niet genoeg voor een groep.
pt_pt: Recrute mais alguns fundeiros e ordene-lhes que obtenham pedra. Deve recrutar cerca de 5, mas é possível que não tenha recursos suficientes para recrutá-los em conjunto.

source: Queue another batch of 5 female citizens these are for wood.
de: Reihe eine weitere Gruppe von 5 weiblichen Bürgern zur Ausbildung ein, sie sind fürs Holz.
es: Pon en cola a otras 5 ciudadanas para conseguir madera.
fr: Entraînez 5 autres citoyennes pour le bois.
gd: Cuir grunn eile de 5 shaoranach boireann air a' chiutha airson fiodha.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a tallar madeira.
nl: Rekruteer nog 5 vrouwen, deze moeten hout verzamelen.
pt_pt: Recrute mais um conjunto de 5 cidadãs para obterem madeira.

source: Queue a batch of spearmen.
de: Gib eine Gruppe Speerträger in Auftrag.
es: Pon en cola a un grupo de lanceros.
fr: Entraînez un groupe de lanciers.
gd: Cuir grunn de shleaghairean air a' chiutha.
gl: Adestra un grupo de 5 lanceiros.
nl: Rekruteer een groep van 5 speervechters.
pt_pt: Recrute um conjunto de lanceiros.

source: Research the stone mining technology from the storehouse.
de: Erforschen Sie die Bergbautechnik aus dem Lagerhaus.
es: Investiga la tecnología de explotación pedrera en el almacén.
fr: Recherchez la technologie de forage de la pierre depuis l'entrepôt.
gl: Investiga a tecnoloxía de picar pedra no almacén.
nl: Onderzoek de steenmijn technologie van het pakhuis.
pt_pt: Desenvolva a tecnologia de mineração de pedra no armazém.

source: Queue a batch of slingers.
de: Gib eine Gruppe Schleuderer in Auftrag.
es: Pon en cola a unos cuantos honderos.
fr: Entraînez un groupe de frondeurs.
gd: Cuir grunn de longadairean air a' chiutha.
gl: Adestra un grupo de 5 fondeiros.
nl: Stop een groep slingeraars in je wachtrij.
pt_pt: Recrute um conjunto de fundeiros.

source: Move 3 women from wood and 3 from stone to farming. Women are cheap to train initially but later in the game it is best to maximize efficiency as you are able to train more citizen soldiers.
de: Lass jetzt 3 Holz- und 3 Steinsammlerinnen Feldarbeit verrichten. Frauen sind anfangs billig in der Ausbildung, doch später im Spiel ist es am besten
es: Mueve a 3 mujeres que estén recogiendo leña y a 3 que estén picando piedra y ponlas a cultivar. En un principio las mujeres son más baratas de reclutar, pero cuando el juego esté más avanzado lo mejor es maximizar la eficiencia, ya que serás capaz de reclutar a más ciudadanos soldado.
fr: Affectez 3 citoyennes travaillant sur le bois et 3 travaillant sur la pierre à la ferme. Les femmes ne coûtent pas grand chose à entraîner au début, mais plus tard dans le jeu il est essentiel de maximiser votre efficacité à mesure qu'il vous est possible d'entraîner davantage de soldats citoyens.
gd: Gluais 3 bhoireannach on fhiodh 's 3 dhiubh on chlach dhan achadh. Tha e saor aig an toiseach boireannaich a thrèanadh ach 's fheairrde thu a bhith èifeachdach leis an trèanadh agad nas fhaide air adhart sa gheama nuair as urrainn dhut barrachd shaighdearan-dùthcha a thrèanadh.
gl: Colle 3 cidadás das que están a tallar madeira e 3 das que están a picar pedra e ponas a traballar nun campo de cultivo. Adestrar mulleres require poucos recursos, pero a medida que avanza a partida cómpre optar por unidades máis versátiles e adestrar máis cidadáns soldado.
nl: Stuur 3 vrouwen van het hout en 3 van de steenmijn naar het veld. Vrouwen zijn goedkoop om te rekruteren, maar later in het spel is het beter om de efficiëntie te maximaliseren door meer burgersoldaten te rekruteren.
pt_pt: Remova 3 mulheres da madeira e 3 mulheres da pedra e envie-as para as searas. As mulheres têm um custo de recrutamento reduzido inicialmente, mas à medida que o jogo vai avançando e vai sendo possível recrutar mais cidadãos-soldados, é melhor maximizar a eficácia.

source: The slingers that you queued earlier should gather stone once they are trained.
de: Die Schleuderer, die du vorher in Auftrag gegeben hast, sollen Steine abbauen wenn sie ausgebildet wurden.
es: Los honderos que pusiste en cola antes deberán picar piedra una vez hayan sido reclutados.
fr: Les frondeurs dont vous avez lancé la construction plus tôt devraient amasser de la pierre une fois entraînés.
gd: Bu chòir dha na longadairean a chuir thu air a' chiutha roimhe clachan a chruinneachadh nuair a bhios iad air an trèanadh.
gl: Unha vez adestrados os fondeiros que puxeches na cola do centro cívico, ponos a picar pedra.
nl: Deze slingeraars die je eerder gerekruteerd hebt zouden steen moeten gaan verzamelen eenmaal ze er zijn.
pt_pt: Os últimos fundeiros que recrutou devem ser enviados para a pedreira.

source: Queue a batch of spearmen, they should gather wood.
de: Reihe eine weitere Gruppe von Speerträgern zur Ausbildung ein, sie sollen Holz sammeln.
es: Pon en cola a un grupo de lanceros para conseguir leña.
fr: Entraînez un groupe de lanciers pour la récolte du bois.
gd: Cuir grunn de shleaghairean air a' chiutha, bu chòir dhaibh fiodh a chruinneachadh.
gl: Adestra un grupo de 5 lanceiros. Unha vez adestrador, ponos a tallar madeira.
nl: Rekruteer een groep speervechters, deze zouden hout moeten verzamelen.
pt_pt: Recrute um conjunto de lanceiros; estes deverão obter madeira.

source: Next queue a batch of slingers.
de: Als nächstes reihe eine weitere Gruppe von Schleuderern zur Ausbildung ein.
es: A continuación pon en cola a un grupo de honderos.
fr: Entraînez un groupe de frondeurs.
gd: Cuir grunn de longadairean air a' chiutha an uairsin.
gl: A continuación adestra un grupo de 5 fondeiros.
nl: Rekruteer een groep slingeraars.
pt_pt: A seguir recrute um conjunto de fundeiros.

source: Send some of the stone miners to mine metal, getting ready for the next age.
de: Sende einige der Steinbergleute um Metall zu abzubauen, mache dich bereit für das nächste Zeitalter.
es: Envía a unos cuantos de tus mineros de piedra a picar metal, con el que prepararte para la siguiente edad.
fr: Envoyez quelques miniers de la pierre au métal, et préparez-vous pour la prochaine phase.
gd: Cuir cuid dhe na mèinnearan cloiche a thochladh meatailt gus d' ullachadh airson an ath-linn.
gl: Envía algunhas das unidades que están a picar pedra á mina de metal, para comezar os preparativos para o cambio de fase.
nl: Stuur enkele steenwerkers naar de metaalmijn, verzamel grondstoffen om naar de volgende fase te gaan.
pt_pt: Pegue nuns quantos trabalhadores da pedreira e ordene-lhes que obtenham metal, para preparar a passagem para a fase seguinte.

source: Start researching Phase 2.
de: Fang an die 2. Zivilisationsstufe zu erforschen.
es: Comienza a investigar la Fase 2.
fr: Commencez la recherche de la Phase 2.
gd: Rannsaich an dàrna linn.
gl: Comeza a investigación da segunda fase no centro cívico.
nl: Start met het onderzoeken van de tweede fase.
pt_pt: Comece a desenvolver a Fase 2.

source: Queue some slingers.
de: Gib einige Schleuderer in Auftrag.
es: Pon en cola a unos cuantos honderos.
fr: Entraînez quelques frondeurs.
gd: Cuir longadairean air a' chiutha.
gl: Adestra un grupo de 5 fondeiros.
nl: Stop enkele slingeraars in je wachtrij.
pt_pt: Recrute alguns fundeiros.

source: When you have advanced, use a single citizen soldier to place a barracks foundation. Then use the rest of the non food or house building female citizens to construct it.
de: Wenn du ins Stadtzeitalter aufgestiegen bist, platziere mit einem Soldaten eine Kaserne. Benutze alle untätigen Frauen, um die Kaserne schneller fertigzustellen.
es: Cuando hayas avanzado, utiliza a un solo ciudadano soldado para construir los cimientos de un cuartel. Después utiliza al resto de las ciudadanas que no estén recogiendo comida o construyendo casas para ayudarle.
fr: Après avoir évolué, utilisez un citoyen-soldat pour construire une caserne. Puis utilisez le reste des citoyennes n'étant ni dans les champs ni à la construction de maisons pour la finir.
gd: Nuair a bhios tu air àrdachadh, cleachd aonar shaighdear-dùthcha gus bunait thaighean-feachd a chur ann. Cleachd an corr dhe na boireannaich nach eil a' cruinneachadh bìdh no a' togail taighe gus an togail.
gl: Unha vez avances de fase, usa un cidadán soldado para planificar a construción dun cuartel. Despois colle ás cidadás que non estean nin recollendo comida nin construíndo casas, e ponas a traballar na construción do cuartel.
nl: Wanneer je in de tweede fase bent, gebruik dan een enkele soldaat om de fundamenten van de kazerne te plaatsen. Gebruik dan de rest van de vrouwen die geen voedsel aan het verzamelen zijn om de kazerne te bouwen.
pt_pt: Assim que tiver avançado para a Fase 2, use um cidadão-soldado para definir a implantação de um quartel. Depois, use as cidadãs que não estejam a trabalhar em comida ou a construir casas para construir o quartel.

source: Queue 5 more females for construction work.
de: Bilde 5 weitere Frauen für Bauarbeiten aus.
es: Pon en cola a otras 5 ciudadanas para construir edificios.
fr: Entraînez 5 autres citoyennes pour la construction
gd: Cuir grunn eile de 5 shaoranach boireann air a' chiutha airson obair-togail.
gl: Pon outras 5 cidadás na cola para axudar a construír.
nl: Stop 5 extra vrouwen in de wachtrij voor constructiewerken.
pt_pt: Recrute mais 5 cidadãs para trabalhos de construção.

source: Queue a batch of slingers to gather the trees on the north side of your base.
de: Gib eine Gruppe Schleuderer in Auftrag um die Bäume nördlich deiner Basis abzubauen.
es: Pon en cola a un grupo de honderos para que recojan leña en la parte norte de tu base.
fr: Mettez en file d'attente un groupe de frondeurs qui devront ramasser du bois au nord de votre base
gd: Cuir grunn de longadairean air a' chiutha ach an cruinnich iad na craobhan gu tuath air a' bhunait agad.
gl: Adestra un grupo de 5 fondeiros para tallar as árbores do norte do centro cívico.
nl: Stop een groep van slingeraars in de wachtrij om hout te verzamelen van de bomen aan de noordkant van je basis.
pt_pt: Recrute um conjunto de fundeiros para obter madeira a partir das árvores que estão a norte da sua base.

source: This is the end of the walkthrough. This should give you a good idea of how to build up a nice economy rapidly.
de: Das ist das Ende der Einführung. Du solltest jetzt wissen, wie man schnell eine stabile Wirtschaft aufbaut.
es: Aquí termina el tutorial. Ya deberías tener una idea bastante aproximada de cómo conseguir y mantener una economía sostenible rápidamente.
fr: Ceci est la fin du guide. Vous devriez maintenant avoir toutes les cartes en main pour construire rapidement une bonne économie.
gd: Seo deireadh an oideachaidh. Bu chòir do bheachd a bhith agad a-nis air mar a thogas tu eaconamaidh mhath gu luath.
gl: Aquí remata a aprendizaxe. Con isto xa deberías ter unha idea aproximada de como avanzar economicamente nunha partida de seguida.
nl: Dit is het einde van de zelfstudie. Het zou je een goed idee moeten geven over hoe je best een goede economie opbouwt.
pt_pt: Este tutorial chegou ao fim. Terá ficado com uma ideia de como se cria uma economia sólida com relativa rapidez.

source: At this point you should be able to fully use both training facilities, keep putting units into economic work, to keep growing faster and faster.
de: Nun solltest du in der Lage sein, beide Ausbildungsstätten zu benutzen. Bilde mehr Arbeiter und Frauen aus, um schneller Rohstoffe zu sammeln.
es: Llegados a este punto deberías utilizar ambas estructuras de reclutamiento, y seguir asignando unidades a la explotación de recursos, para seguir creciendo más y más rápido.
fr: À ce niveau vous devriez être capable d'exploiter pleinement les bâtiments d'entraînement, de mettre les unités au travail pour produire des ressources et de vous développer de plus en plus vite.
gd: Bu chòir dhut a bhith comasach air an da thogalach trèanaidh a chleachdadh gu slàn a-nis gus aonadan a chur gu obair eaconamach ach am fàs thu cho luath 's a ghabhas.
gl: A estas alturas deberías ser capaz de usar as dúas estruturas de adestramento, seguir poñendo unidades a recoller recursos, e continuar a medrar cada vez máis rápido.
nl: Op dit moment zou je beide rekruteerfaciliteiten optimaal moeten kunnen benutten, en eenheden altijd aan het werk kunnen houden, om zo sneller en sneller te groeien.
pt_pt: Neste momento, você já deverá ser capaz de fazer uso das infraestruturas de recrutamento, de gerir o trabalho das suas unidades, e de fazer crescer a sua economia cada vez mais depressa.

source: From this point you have a good base to build an army and wipe out the opposition.
de: Von diesem Punkt aus hast du eine gute Basis um eine Armee aufzustellen und die Gegner auszuschalten.
es: Ahora mismo tienes una buena base con la que construir un ejército y acabar con todos los que se te opongan.
fr: Désormais vous êtes en bonne position pour établir une armée et anéantir l'adversaire.
gd: Tha bunait mhath agad a-nis gus feachd a thogail 's an nàmhaid a sgrios.
gl: A partires deste punto tes a base que necesitas para levantar un exército e acabar co inimigo.
nl: Vanaf nu heb je een goeie basis om je leger te bouwen, en de vijand te verslaan.
pt_pt: A partir deste ponto terá uma base sólida para poder formar um exército e subjugar o seu adversário.

source: The key points to remember are:
de: Die Schlüsselpunkte, an die du dich erinnern musst, sind:
es: Los puntos clave a recordar son:
fr: Les points essentiels à retenir sont :
gd: Seo na tha as cudromaiche:
gl: Non esquezas os seguintes puntos:
nl: De punten die je moet onthouden zijn:
pt_pt: Eis o fundamental a reter:

source: - Don't have any idle units. Shift click queuing and rally points are very useful.
de: Vermeide untätige Einheiten. Das Ausbilden per Umschalten + Klicken und Sammelpunkte sind äußerst hilfreich.
es: - No dejes a nadie inactivo. Técnicas como poner en cola con mayús + clic, o establecer puntos de reunión pueden resultar muy útiles.
fr: - Occupez toutes vos unités. La production par groupe et les points de ralliement sont très utiles.
gd: - Cha bu chòir do dh'aonadan 'nan tàmh a bhith agad. Tha e feumail aonadan a chur air a' chiutha le shift + briogadh agus cinn-chruinneachaidh a chleachdadh.
gl: 1. Non deixes que as unidades queden sen traballo. O adestramento en grupo e mailos puntos de encontro son funcionalidades clave.
nl: - Zorg er voor dat er geen ongebruikte eenheden zijn. Shift-rechts-klik en het zetten van doelen zijn daarvoor heel nuttig.
pt_pt: - Não deixe nenhuma unidade inactiva. As filas de construção (shift+clique) e os pontos de encontro são muito úteis para evitar inactividade.

source: - Use all of your resources, stockpiled resources are waste, having too much of a resource is waste.
de: - Benutze all deine Rohstoffe, Rohstoffe zu horten oder zu viel eines Rohstoffes zu besitzen ist Verschwendung.
es: - Utiliza todos tos recursos de los que dispongas, no los reserves para otra ocasión, especialmente cuando tengas muchos.
fr: - Utilisez toutes vos ressources, les ressources inexploitées ne servent à rien, posséder trop d'une ressource est du gâchis.
gd: - Cleachd na stòrasan uile agad ach an cuir thu gu feum iad. Chan eil stòras gun chleachdadh gu feum sam bith.
gl: 2. Usa todos os recursos, os recursos almacenados son recursos que se están a desperdiciar. Ter unha gran cantidade dun recurso concreto é un desperdicio.
nl: - Gebruik alle grondstoffen, ongebruikte grondstoffen zijn verloren. Teveel van dezelfde grondstof is verloren moeite.
pt_pt: - Use todos os seus recursos. Acumular grandes quantidades de recursos é um desperdício.

source: - Use the right units for the right task, female citizens gather food, cavalry hunt, citizen soldiers do the rest.
de: - Nutze die passenden Einheiten für die passenden Aufgaben, weibliche Bürger sammeln Nahrung, die Kavallerie jagt und die Bürgersoldaten erledigen den Rest.
es: - Utiliza a las unidades adecuadas para el trabajo, las ciudadanas consiguen comida, los jinetes cazan, los ciudadanos soldado se encargan del resto.
fr: - Utilisez les unités appropriées pour la tâche correspondante, les citoyennes récoltent de la nourriture, la cavalerie chasse, les soldats citoyens font le reste.
gd: - Cleachd na h-aonadan iomchaidh airson na saothrach iomchaidh. Cruinnichidh saoranaich boireann biadh, sealgaidh an eachraidh agus nì saighdearan-dùthcha an corr.
gl: 3. Usa as unidades axeitadas para cada tarefa. As cidadás recollen comida, os xinetes cazan, os cidadáns soldado fan o demais.
nl: - Gebruik de goede eenheden voor de goede taken. Vrouwen verzamelen voedsel, ruiters jagen, burgersoldaten doen de rest.
pt_pt: - Use as unidades certas para a tarefa certa. As cidadãs obtêm comida; os cavaleiros caçam; os cidadãos-soldados tratam do resto.

source: - Don't be afraid to swap units from one resource to another, see point 2. Make sure they deposit what they are carrying first though.
de: - Schrecke nicht davor zurück Einheiten anderen Ressourcen zuzuweisen, siehe Punkt 2. Stelle aber sicher, dass sie erst die getragenen Rohstoffe einlagern.
es: - No tengas miedo de mover unidades de un recurso a otro, mira el punto 2. No obstante asegúrate de que primero depositan lo que llevan.
fr: - N'hésitez pas à échanger les affectations des unités sur les ressources, voir point 2. Assurez-vous qu'elles aient rapporté ce qu'elles ont recueilli d'abord, cependant.
gd: - Na sòr a' cur aonadan on dàrna stòras gun stòras eile, coimeas puing 2. Dèan cinnteach gun toir iad dhut na tha iad a' giùlan an toiseach co-dhiù.
gl: 4. Cambia as unidades de recurso sen medo (véxase o punto 2). Pero asegúrate de que antes depositan o que levan recollido no almacén ou no centro cívico.
nl: - Wees niet bang om eenheden van de ene naar de andere grondstof te wisselen. Zorg dat ze eerst afgeven wat ze aan het dragen zijn.
pt_pt: - Não se coíba de deslocar unidades de um recurso para outro. Não se esqueça, porém, de depositar primeiro quaisquer recursos que essas unidades eventualmente levem.
