Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Players start around a small oasis in the center of the map which holds much of the available wood on the map. Elsewhere, in the hinterlands, lies great riches, in the form of large deposits of gold and other metals.
de: Die Spieler starten um eine Oase im Zentrum der Karte, wo ein Großteil des verfügbaren Holzes zu finden ist. Anderswo, im Hinterland, liegen große Reichtümer in Form riesiger Lagerstädten für Gold und andere Metalle.
es: Los jugadores empiezan al rededor de un pequeño oasis en el centro del mapa, el que tiene gran parte de la madera disponible en el mapa. En el resto del mapa, en los alrededores, yacen grandes riquezas, en la forma de depósitos de oro y otros metales
fr: Les joueurs commencent au centre de la carte autour d'un petit oasis qui concentre une grande partie du bois disponible. Ailleurs, dans l'arrière-pays, se trouvent de grandes richesses, sous la forme d'importants gisements d'or et d'autres métaux.
gd: Tòisichidh na cluicheadairean timcheall air innis-fhàsaich bheag ann am meadhan a' mhapa sa bheil a' mhòrchuid dhen fhiodh a tha ri fhaighinn air a' mhapa. Tha beartas òir is meatailt eile ri bhuannachd air an corr dhen tìr.
gl: Os xogadores comezan arredor dun pequeno oasis no centro do mapa que contén unha parte importante da madeira de todo o mapa. Lonxe do oasis poden atoparse grandes riquezas, en forma de enormes depósitos de ouro e outros metais.
nl: Spelers starten rond een kleine oase in het midden van de kaart. Rond die oase bevindt zich zowat al het hout op de kaart. Op andere plaatsen liggen grote rijkdommen in de vorm van metaalmijnen.
pt_pt: Cada jogador começa à volta de um pequeno oásis central que contém a maior parte da madeira do mapa. Longe do oásis há riqueza, na forma de grandes depósitos de ouro e de outros metais.

source: Gold Oasis (2)
de: Goldoase (2)
es: Oasis dorado (2)
fr: Oasis dorée (2)
gd: Innis-fhàsaich òir (2)
gl: Oasis de ouro (2)
nl: Gouden oase (2)
pt_pt: Oásis de ouro (2)

source: Two factions find themselves perched safely atop large rocky plateaus, or acropolises. Scout the lands to find free treasures and to secure new resources.
de: Zwei Fraktionen finden sich sicher oben auf großen Felsplateau oder Akropolis. Erkundschafte die Länder, um zum kostenlosen Schätze zu finden und neue Ressourcen zu sichern.
es: Dos facciones se encuentran encaramadas sobre grandes y elevadas planicies rocosas, o acrópolis. Explora las tierras para encontrar tesoros y asegurar nuevas fuentes de recursos.
fr: Deux factions se retrouvent chacune perchée en sécurité sur un grand plateau rocheux, ou sur des acropoles. Explorez le pays pour découvrir des trésors gratuits et vous assurer de nouvelles ressources.
gd: Fhuair dà bhuidheann àite shàbhailte air àrd-chlàran creagach mòra ris an canar acra-bhailtean cuideachd. rannsaich an tìr ach an lorg thu ulaidh saor 's gum faigh thu stòras ùr.
gl: Dúas faccións vense a salvo sobre altas mesetas rochosas, ou «acrópoles». Explora o territorio para atopar tesouros e para conseguir novos recursos.
nl: Twee beschavingen bevinden zich vanboven op rotsachtige plateaus of akropoleis. Verken het land om schatten te vinden en grondstoffen op te eisen.
pt_pt: Duas civilizações encontram-se em planaltos rochosos ou acrópoles. Explore o mapa para procurar tesouros e segurar novas recursos.

source: Greek Acropolis (2)
de: Griechische Akropolis (2)
es: Acrópolis griega (2)
fr: Acropole grecque (2)
gd: Acra-bhaile Greugach (2)
gl: Acrópole grega (2)
nl: Griekse Akropolis (2)
pt_pt: Acrópole (2)

source: Strange bedfellows. Romans and Carthaginians vs. Spartans and Persians.
de: Merkwürdige Genossen. Rom und Karthago gegen Sparta und Persien.
es: Extraños compañeros de cama. Romanos y Cartagineses vs. Espartanos y Persas
fr: Étranges compagnons de lit. Romains et Carthaginois contre Spartiates et Perses.
gd: Caidreabhaich neònach. Na Ròmanaich 's na Cartagaich an aghaidh nam Spartach 's Pearsach.
gl: Estraños aliados. Romanos e cartaxineses contra espartanos e persas.
nl: Eigenaardige bondgenoten. Romeinen en Carthagers tegen Spartanen en Perzen.
pt_pt: Parceiros estranhos. Romanos e Cartagineses contra Espartanos e Persas.

source: Greek Acropolis (4)
de: Griechische Akropolis (4)
es: Acrópolis griega (4)
fr: Acropole Grecque (4)
gd: Acra-bhaile Greugach (4)
gl: Acrópole grega (4)
nl: Griekse Akropolis (4)
pt_pt: Acrópole Grega (4)

source: Greek Acropolis Night (2)
de: Griechische Akropolis bei Nacht (2)
es: Acrópolis griega, nocturno (2)
fr: Acropole Grecque Nocturne(2)
gd: Oidhche air acra-bhaile Greugach (2)
gl: Acrópole grega de noite (2)
nl: Griekse Akropolis bij nacht (2)
pt_pt: Acrópole Nocturna (2)

source: An otherwise wide-open, flat desert map is pierced in the center by two lush oases. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt.
de: Die weit offene Fläche dieser Wüstenkarte wird von zwei Oasen unterbrochen. Hier wird die Libysche Wüste, ein Teil der Sahara im Westen des Nils in Ägypten, dargestellt.
es: Un par de exuberantes oasis enclavados en medio de la planicie desértica. Se trata de una representación del desierto libio, parte del desierto sahariano, que se encuentra más allá del oeste del río Nilo en Egipto.
fr: Grande ouverte, la carte d'un désert plat percé en son centre par deux oasis luxuriantes. Elle représente le désert libyen, une partie du désert du Sahara, à l'ouest du Nil en Égypte.
gd: Tha dà innis-fhàsaich bheartach ann am meadhan fàsaich rèidh fhosgailte. Tha am mapa seo a' riochdachadh fàsach Libia a tha 'na phàirt dhen fhàsach Shathara gu siar air an abhainn Nìl san Èipheit.
gl: Un mapa de deserto aberto e chan salvo por dous oasis no centro. Representa o deserto libio, parte do Sáhara, ao oeste do Nilo en Exipto.
nl: Een open, vlakke, woestijnkaart met in het midden twee weelderige oases. Deze kaart stelt de Libische woestijn voor. Deel van de Sahara, ten westen van de Nijl.
pt_pt: Outro mapa desértico visível com dois oásis luxuosos situados no centro. Representa o deserto líbio que faz parte do Deserto do Saara a oeste do rio Nilo no Egipto.

source: Libyan Oases (4)
de: Libysche Oasen (4)
es: Oasis libio (4)
fr: Oasis Libyennes (4)
gd: Innseachan-fàsaich Libia (4)
gl: Oasis libios (4)
nl: Libische oase (4)
pt_pt: Oásis líbio (4)

source: An old favorite. An otherwise wide-open, flat desert map is pierced in the center by a lush oasis. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt. Iberians do not receive their circuit walls here. Instead, all factions receive 4 free Defense Towers.
de: Ein alter Favorit. Die weit offene Fläche dieser Wüstenkarte wird von zwei Oasen unterbrochen. Hier wird die Libysche Wüste, ein Teil der Sahara im Westen des Nils in Ägypten, dargestellt. Iberer erhalten hier keine umgebenden Mauern. Stattdessen erhalten alle Fraktionen 4 freie Verteidigungstürme.
es: Un viejo favorito. Otro mapa totalmente abierto, desertico, que se encuentra en el centro de un frondoso oasis.
fr: Un vieux classique. Grande ouverte, la carte d'un désert plat percé en son centre par deux oasis luxuriantes. Elle représente le désert Libyen, qui fait partie du Sahara, à l'ouest du Nil en Égypte. Les Ibères ne reçoivent pas leurs murs d'enceinte ici. En revanche, toutes les factions reçoivent 4 tours de défense gratuites.
gd: Seo seann-mhapa mòr-chòrdte. Tha dà innis-fhàsaich bheartach ann am meadhan fàsaich rèidh fhosgailte. Tha am mapa seo a' riochdachadh fàsach Libia a tha 'na phàirt dhen fhàsach Shathara gu siar air an abhainn Nìl san Èipheit. Chan fhaigh na h-Ibèirich na ballachan tòiseachaidh aca, Gheibh gach buidheann 4 tùir dìona an-asgaidh an àite seo.
gl: Un vello favorito. Un mapa de deserto aberto e chan salvo por un oasis no centro. Representa o deserto libio, parte do Sáhara, ao oeste do Nilo en Exipto. Os iberos non reciben neste mapa o seu habitual circuíto de murallas. En lugar diso, todas as facción reciben 4 torres de defensa.
nl: Een open, vlakke, woestijnkaart met in het midden een weelderige oases. Deze kaart stelt de Libische woestijn voor. Deel van de Sahara, ten westen van de Nijl. Iberiërs krijgen hier geen startmuren, maar ieder speler start met 4 gratis defensietorens.
pt_pt: Um velho favorito. Outro mapa desértico visível com dois oásis luxuosos situados no centro. Representa o deserto líbio que faz parte do Deserto do Saara a oeste do rio Nilo no Egipto. Os Ibéricos não recebem as suas muralhas mas todas as civilizações recebem 4 torres defensivas gratuitas.

source: Libyan Oasis (2)
de: Libysche Oase (2)
es: Oasis libio (2)
fr: Oasis Libyenne (2)
gd: Innseachan-fàsaich Libia (2)
gl: Oasis libios (2)
nl: Libische oase (2)
pt_pt: Oásis líbio (2)

source: The map is cut through the center by a river traversing east-west with some shallows. Fairly open-wooded and basically flat. Plenty of building room. Well balanced resources. Civ Territories are divided by main river and tributaries (with necessary shallows for crossings).
de: Die Karte wird in der Mitte mit einigen seichten Stellen anliegend von einem Fluss in Ost-West-Richtung durchquert. Offenbewaldet und grundsätzlich flach. Viel Raum für Bauwerke. Gut ausbalanciertes Rohstoffverhältnis. Die Territorien der Zivilisationen werden vom Hauptfluss und Nebenflüssen geteilt (mit den notwendigen Untiefen, um sie zu überqueren).
es: El mapa está partido en dos por un río que atraviesa de este a oeste con algún vado entre medias. Bastante abierto y boscoso, de terreno llano, con suficiente espacio de construcción y un buen equilibrio de recursos. Los territorios de cada civilización están divididos por un río y sus afluentes (con los bajíos necesarios para vadear).
fr: La carte est coupée par le centre par une rivière la traversant d'est en ouest avec quelques gués. Assez ouverte, boisée et pratiquement plate. Beaucoup de place pour construire. Ressources bien équilibrées. Les territoires des joueurs sont séparés par la rivière principale et ses affluents (avec quelques gués nécessaires pour la traversée).
gd: Tha abhainn a' sgaradh a' mhapa seo on ear gu siar le tanalaich ann. Caran rèidh 's fosgailte le coilltean. Mòran rum airson togalaichean. Meidh mhath air na stòrasan. Tha ranntairean nan sìobhaltasan 'gan sgaradh leis a' phrìomh abhainn 's a leth-aibhnean (le àthannan ann ach am faigh sibh thairis orra).
gl: Un río atravesa o centro do mapa de leste a oeste con algúns vaos. Trátase dun mapa bastante aberto, basicamente chan. Hai espazo de sobra. Os recursos están equilibrados. Os territorios das civilizacións están divididos polo río principal e mailos seus afluentes (cos vaos necesarios para cruzalos).
nl: De kaart wordt in het centrum verdeeld door een rivier die van oost naar west gaat, met enkele doorwaadbare plaatsen. Tamelijk open, en over het algemeen vlak. Veel plaats om te bouwen. Goed gebalanceerde grondstoffen.
pt_pt: O mapa é atravessado no centro por um rio que corre de este para oeste, com alguns vaus. Mapa relativamente aberto e plano. Muito espaço para construir. Recursos bem equilibrados. Os territórios das civilizações são divididos pelo rio principal e pelos seus afluentes (com vaus para serem atravessados).

source: Lorraine Plain (2)
de: Lothringisches Plateau (2)
es: Planicies de Lorena (2)
fr: Plaine de Lorraine (2)
gd: Blàr Lorraine (2)
gl: A chaira de Lorena (2)
nl: Vlakte van Lotharingen (2)
pt_pt: Planície de Lorena (2)

source: A large oasis acts as the hub of mountainous spokes that divide the home territories of each player.
de: Eine große Oase als der Mittelpunkt eines Gebirges, das das Heimatterritorium von jedem Spieler teilt.
es: Un gran oasis funciona como el centro de donde emergen cordilleras que dividen el territorio inicial de cada jugador.
fr: Une grande oasis sert de plaque tournante aux arêtes montagneuses qui séparent les territoires d'origines de chaque joueur.
gd: Tha innis-fhàsaich mhòr 'na cho-ionad airson clàran-cuibhle beanntach a sgaraicheas ranntairean nan cluicheadairean.
gl: Un gran oasis actúa como centro de raios montañosos que dividen os territorios nos que comeza cada xogador.
nl: Een grote oase als een middelpunt van bergketens die de gebieden van elke speler verdeelt.
pt_pt: Um grande oásis central é o fulcro das cadeias montanhosas que dividem os territórios iniciais de cada jogador.

source: Median Oasis (2)
de: Medische Oasis (2)
es: Oasis meridional (2)
fr: Oasis médique (2)
gd: Innis-fhàsaich Mheadach (2)
gl: Oasis central (2)
nl: Medische oase (2)
pt_pt: Oásis Medo (2)

source: Median Oasis (4)
de: Medische Oase (4)
es: Oasis meridional (4)
fr: Oasis médique (4)
gd: Innis-fhàsaich Mheadach (4)
gl: Oasis central (4)
nl: Medische oase (4)
pt_pt: Oásis Medo (4)

source: A sheltered natural harbour on the Mediterranean coast provides the resources for battle.
de: Ein geschützter natürlicher Hafen bietet die Grundlagen für eine Schlacht
es: Un puerto natural, abrigado en las costas mediterráneas, proporciona los recursos para la batalla.
fr: Un port naturellement abrité sur la côte méditerranéenne offre des ressources pour la bataille.
gd: Bheir òb nàdarra air oirthir na Mara Meadhanaiche na stòrasan airson a' chogaidh dhut.
gl: Un porto natural protexido na costa mediterránea fornece recursos para a batalla.
nl: Een natuurlijk beschermde haven aan de Middellandse kust heeft de nodige grondstoffen voor een gevecht.
pt_pt: Um porto natural abrigado na costa mediterrânica fornece os recursos necessários para a batalha.

source: Mediterranean Coves (2)
de: Mediterrane Buchten (2)
es: Calas mediterráneas (2)
fr: Criques méditerranéennes (2)
gd: Òban na Mara Meadhanaiche (2)
gl: Enseada mediterránea (2)
nl: Middellandse Baaien (2)
pt_pt: Enseadas Mediterrânicas (2)

source: The 'Cappadocia' region of Central-Eastern Anatolia. All players start on the Western end of the map, with a vast unclaimed wilderness lying open before them ripe for conquest and depredation. Stone and Metal resources are in abundance, especially Stone, but Wood is somewhat scarce.
de: Die "Kappadokische" Region vom Zentral-Östlichen Anatolien Alle Spieler beginnen mit einer riesigen unbesiedelten Wildnis offen vor ihrer Nase liegend am westlichen Ende der Karte, bevor sie reif für Eroberungen und Plünderungen sind. Stein und Metall gibt es im Überfluss, vor allem Stein, jedoch ist Holz etwas rarer gesät.
es: La región de Capadocia, localizada en medio de la Anatolia oriental. Todos los jugadores comienzan en la parte occidental del mapa, donde se extiende una vasta y salvaje tierra sin señor ni dueño antes de ser explotada por una oleada de conquista y caza. Existen yacimientos de piedra y metal en abundancia, especialmente piedra, aunque la madera escasea por la zona.
fr: La "Cappadoce" de l'Anatolie, au centre-est. Tous les joueurs commencent à l'extrémité ouest de la carte, avec devant eux une vaste étendue désertique idéale pour la conquête et le pillage. La pierre et le métal sont des ressources abondantes, surtout la pierre, mais le bois est un peu plus rare.
gd: Sgìre Chapadòcia san ear-mheadhanach Anatolach. Tòisichidh gach cluicheadair air taobh siar a' mhapa le fàsach mhòr gun sealbhadair romhpa a ghabhas ceannsachadh 's creachadh. Tha clachan 's meatailt pailt, gu h-àraidh na clachan, ach tha fiodh caran gann.
gl: A rexión de Capadocia na parte centro-oriental de Anatolia. Todos os xogadores comezan na parte occidental do mapa, cunha gran cantidade de territorio salvaxe que non pertence a ninguén, esperando a ser conquistado e explotado. Abundan a pedra e mailo metal, especialmente a primeira, pero a madeira é relativamente escasa.
nl: De regio van Cappadocië in Middenoost-Anatolië. Alle spelers starten in het westen, met een grote onverkende wildernis in het oosten. Steen en metaal zijn er in overvloed, maar hout is aan de schaarse kant.
pt_pt: A região de Capadócia no centro-leste de Anatólia Todos os jogadores começam na parte oeste do mapa com uma vasta paisagem lunar para ser conquistada e saqueada. Pedra e metal são abundantes mas a madeira é escassa.

source: Neareastern Badlands (2)
de: Vorderasiatisches Ödland (2)
es: Páramos de oriente medio (2)
fr: Terres Arides du Proche-Orient (2)
gd: Fàsach an ear faisg (2)
gl: Malas terras do leste (2)
nl: Nabije Oosten Badlands (2)
pt_pt: Barrancos do Oriente Próximo (2)

source: Neareastern Badlands (4)
de: Vorderasiatisches Ödland (4)
es: Páramos de oriente medio (4)
fr: Terres arides du Proche-Orient (4)
gd: Fàsach an ear faisg (4)
gl: Malas terras do leste (4)
nl: Nabije Oosten Badlands (4)
pt_pt: Barrancos do Oriente Próximo (4)

source: An Egyptian desert map bisected by the broad Nile River. Organic resources cluster near the river, while mineral resources can be found in the desert hinterlands.
de: Eine ägyptische Wüstenkarte, die durch den breiten Nil halbiert ist. Organische Ressourcen sammeln sich an dessen Ufer, während mineralische ressourcen in der Wüstedes Hinterlandes gefunden werden können
es: Un mapa del desierto egipcio dividido por el amplio río Nilo. Existen grupos de recursos orgánicos cercanos al río, mientras que los recursos minerales se encuentra en la desérticas zonas del interior.
fr: Une carte dans le désert égyptien traversé par le Nil. Les ressources de nourriture se trouvent près du fleuve, tandis que les ressources de minerai peuvent être trouvées à l'intérieur des terres du désert.
gd: Mapa fàsach na h-Èipheite leis an abhainn Nìl leathann a' dol troimhpe. Tha stòras bìdh 's fiodha ri taobh na h-aibhne fhad 's a tha stòras mèinneir ri fhaighinn san fhàsach.
gl: Un mapa de deserto exipcio atravesado polo Nilo. Nas beiras do río abundan fauna e flora, mentres que no interior do deserto poden atoparse depósitos de pedra e metal.
nl: Een Egyptische woestijnkaart, doorsneden door de brede Nijl. Organische grondstoffen zijn te vinden bij het water, terwijl mineralen verder in de woestijn gevonden kunnen worden.
pt_pt: Um mapa do deserto egípcio com o rio Nilo. Madeira e comida estão nas margens do rio e o metal está no deserto.

source: Nile River (4)
de: Der Nil (4)
es: Rio Nilo (4)
fr: Le Nil (4)
gd: An Abhainn Nìl (4)
gl: Río Nilo (4)
nl: De Nijl (4)
pt_pt: Rio Nilo (4)

source: A dry central basin rich in minerals surrounded by rocky hills and highlands.
de: Ein trockenes zentrales Becken, reich an Mineralien, von felsigen Hügeln und Hochland umgeben.
es: Una depresión árida y rica en minerales, en medio del terreno, rodeada por colinas rocosas y tierras altas.
fr: Un bassin central sec riche en minerai entouré de collines et de montagnes rocheuses.
gd: Àrainn mheadhanach thioram le pailteas meatailt 's cnuic creagach 's beanntan timcheall orra.
gl: Unha cunca central seca, rica en minerais e arrodeada de outeiros rochosos e montañas.
nl: Een droge centrale bassin, rijk aan mineralen. Die is omgeven met rotsige heuvels en beboste hooglanden.
pt_pt: O rio seco e rico em metal rodeado por colinas rochosas e planaltos.

source: Persian Highlands (4)
de: Persisches Hochland (4)
es: Altiplanos persas (4)
fr: Montagnes perses (4)
gd: Àrd-tirean Pearsach (4)
gl: Cordilleira persa (4)
nl: Persische Hooglanden (4)
pt_pt: Cordilheiras persas (4)

source: Northwest India. Nearby rivers swell with monsoon rains, allowing for only a few treacherous crossings. The rivers are heavily forested, while grasslands carpet the surrounding countryside. Watch out for Tigers in the tall grass! Asian elephants are also a common sight.
de: Nordwest-Indien. Nahe gelegene Flüsse schwellen durch den Monsunregen an, sodass diese nur an einigen tückischen Furten überquert werden können Die Flüsse sind stark bewaldet, wobei Gras die umgebende Landschaft bedeckt. Vorsicht, Tiger verstecken sich im hohen Gras. Auch asiatische Elefanten sind oft gesehen.
es: Noroeste de la India. Los ríos cercanos rebosan por culpa de las lluvias del monzón, dejando sólo unos pocos pasos traicioneros. Los ríos están rodeados por abundantes arboledas, mientras los campos circundantes exudan una interminable alfombra de hierba. Ten cuidado con los tigres que se esconden tras las altas briznas. Los elefantes asiáticos son una vista habitual por estos parajes.
fr: Nord-Ouest de l'Inde. Les rivières à proximité sont gonflées des pluies de mousson, ne permettant seulement que quelques passages traîtres. Les rivières sont densément boisées, tandis que les prairies tapissent la campagne environnante. Méfiez-vous des Tigres dans les hautes herbes ! Les éléphants d'Asie sont également monnaie courante.
gd: Taobh siar-thuath nan Innseachan. Tha na h-aibhnean a' lìonadh le uisgeachan monsùn a nì na h-àthannan cunnartach. Tha coille mòr ri taobh nan aibhnichean fhad 's a tha feur air an tìr timcheall orra. Thoir an aire air na tìgeirean san fheur àrd! Chithear ailbheanan Àisianach gu tric cuideachd.
gl: Noroeste da India. Os ríos próximos portan as augas das chuvias do monzón, permitindo só a uns poucos aventurados cruzalos. Os ríos están arrodeados de vexetación abundante, mentres que as chairas son o relevo habitual no resto do territorio. Coidado cos tigres nas herbas altas! Tamén poderás atopar elefantes asiáticos.
nl: De lucht word donkerder aan de horizon in Noordwest Indië. Nabije rivieren stijgen door de moessonregens. Slechts een paar verraderlijke oversteekplaatsen blijven toegankelijk. De rivieren zijn dichtbebost, met wat gras iets verderop. Let op voor tijgers in het hoge gras! Aziatische olifanten zijn ook alomtegenwoordig.
pt_pt: Noroeste da Índia. Os rios próximos ficam cheios com as chuvas das monções, o que torna perigoso serem atravessados. Nas margens dos rios há muitas florestas, enquanto a restante paisagem é preenchida por planícies. Cuidado com os tigres no meio do mato! Os elefantes asiáticos também são comuns.

source: A desert biome map where each player has founded their colony at their own lush oasis. The rest of the map is generally wide-open and barren.
de: Eine Wüstenformation, in der jeder Spieler mit einer Kolonie an einer eigenen saftigen Oase beginnt. Der Rest der Karte besteht in der Regel aus weitläufigen Einöden.
es: Un mapa de clima desértico donde cada jugador ha fundado su colonia en su particular y exuberante oasis. El resto del mapa es mayormente estéril y poco accidentado.
fr: Une carte de biome désertique où chaque joueur a fondé sa colonie sur sa propre oasis luxuriante. Le reste de la carte est généralement grande ouverte et sec.
gd: Mapa fàsaich far an stèidhich gach cluicheadair an tuineachadh aige aig an innis-fhàsaich bheartach aige fhèin. Tha an corr dhen mhapa fosgailte 's lom san fharsaingeachd.
gl: Un mapa de deserto no que cada xogador fundou a súa colonia e o seu propio oasis. O resto do mapa é un terreo chan e inhóspito.
nl: Een woestijn waar elke speler start aan een weelderige oase. De rest van de kaart is open en kaal.
pt_pt: Um mapa desértico onde cada jogador fundou a sua colónia junto ao seu próprio oásis verdejante. O resto do mapa é um terreno aberto e inóspito.

source: Saharan Oases (4)
de: Saharische Oasen (4)
es: Oasis del Sahara (4)
fr: Oasis sahariennes (4)
gd: Innseachan-fàsaich Shathara (4)
gl: Oasis do Sáhara (4)
nl: Sahara oase (4)
pt_pt: Oásis Saariano (4)
