Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Wooden Tower
de: Holzturm
es: Torre de madera
fr: Tour en bois
gd: Tùr fiodha
gl: Torre de madeira
nl: Houten toren
pt_pt: Torre de madeira

source: Palisade Fort
de: Palisadenfort
es: Fuerte de empalizada
fr: Tour de garde
gd: Dùn sonnaich
gl: Fortaleza cercada
nl: Palissade fort
pt_pt: Fortaleza paliçada

source: Wooden Gate
de: Holztor
es: Puerta de madera
fr: Porte en bois
gd: Geata fiodha
gl: Porta de madeira
nl: Houten poort
pt_pt: Portão de madeira

source: Palisade Gate
de: Palisadentor
es: Puerta de empalizada
fr: Porte de palissade
gd: Geata sonnaich
gl: Porta de cerca
nl: Palissadenpoort
pt_pt: Portão da paliçada

source: Wooden Wall
de: Holzmauer
es: Muro de madera
fr: Murs en bois
gd: Balla fiodha
gl: Muralla de madeira
nl: Houten schutting
pt_pt: Muralhas em madeira

source: Palisade
es: Empalizada
fr: Palissade
gd: Sonnach
gl: Cerca
nl: Palissade
pt_pt: Paliçada

source: Wooden Watch Tower
de: Hölzerner Beobachtungsturm
es: Torre vigía de madera
fr: Tour de guet en bois
gd: Tùr-faire fiodha
gl: Torre de madeira de vixilancia
nl: Houten uitkijktoren
pt_pt: Torre de vigia de madeira

source: Watchtower
de: Beobachtungsturm
es: Torre vigía
fr: Tour de guet
gd: Tùr-faire
gl: Torre de vixilancia
nl: Uitkijktoren
pt_pt: Torre de vigia

source: Small Spikes
de: Kleine Pfähle
es: Pinchos pequeños
fr: Petites pointes
gd: Spìcean beaga
gl: Puntas pequenas
nl: Kleine pieken
pt_pt: Pontos pequenos

source: Spikes Small
de: Kurze Pfähle
es: Pequeños pinchos
fr: Petites pointes
gd: Spìcean beaga
gl: Puntas pequenas
nl: Kleine pieken
pt_pt: Pontos pequenos

source: Tall Spikes
de: Lange Pfähle
es: Pinchos altos
fr: Grandes pointes
gd: Spìcean àrda
gl: Puntas altas
nl: Lange pieken
pt_pt: Pontos altos

source: Spikes Tall
de: Pfähle Lang
es: Altos pinchos
fr: Grandes pointes
gd: Spìcean àrda
gl: Puntas altas
nl: Lange pieken
pt_pt: Pontos altos

source: Apartment Block
de: Wohnblock
es: Bloque de Apartamento
fr: Petite résidence
gd: Aitreabh
gl: Bloque de apartamentos
nl: Appartementsblok
pt_pt: Bloco de apartamentos

source: Inn
de: Schenke
es: Posada
fr: Auberge
gd: Taigh-òil
gl: Taberna
nl: Herberg
pt_pt: Taberna

source: Warehouse
de: Lagerhaus
es: Almacén
fr: Entrepôt
gd: Taigh-malairt
gl: Almacén
nl: Kruidenier
pt_pt: Armazém

source: A World War 2 American fighter plane.
de: Ein amerikanisches Kampfflugzeug aus dem zweiten Weltkrieg.
es: Un avión de combate de la segunda guerra mundial.
fr: Un avion de chasse américain de la 2nde Guerre Mondiale.
gd: Plèan-cogaidh Aimeireaganach às an Dàrna Cogadh.
gl: Avión de guerra estadounidense da Segunda Guerra Mundial.
nl: Een Amerikaans gevechtsvliegtuig uit WOII.
pt_pt: Avião norte-americano da II Guerra Mundial.

source: P-51 Mustang
es: Mustang P-51
fr: Mustang P-51
gl: Mustang P-51
pt_pt: Mustang P-51

source: Pyramid
de: Pyramide
es: Pirámide
fr: Pyramide
gd: Pioramaid
gl: Pirámide
nl: Pyramide
pt_pt: Pirâmide

source: Great Pyramid
de: Große Pyramide
es: Gran pirámide
fr: Grande pyramide
gd: Pioramaid Mhòr
gl: Gran pirámide
nl: Grote pyramide
pt_pt: Grande pirâmide

source: Minor Pyramid
de: Kleine Pyramide
es: Pirámide menor
fr: Pyramide secondaire
gd: Pioramaid bheag
gl: Pirámide pequena
nl: Kleine piramide
pt_pt: Pequena pirâmide

source: A decaying military shipwreck. A good opportunity for any businessman.
de: Ein vermodertes Militär-Schiffswrack. Eine gute Möglichkeit für jeden Handelsmann.
es: Un deteriorado naufragio militar. Una oportunidad excelente para cualquier empresario competente.
fr: Une épave de navire militaire pourrissante. Une bonne occasion pour tout homme d'affaires.
gd: Long bhriste an airm a' lobhadh. Cothrom math do neach-ghnothaich sam bith.
gl: Un afundimento militar ao que o tempo non perdoa. Unha boa oportunidade para calquera home de negocios.
nl: Een scheepswrak dat aan het vergaan is. Een uitstekende opportuniteit voor iedere zakenman.
pt_pt: Navio de guerra naufragado. Um bom negócio em perspectiva.

source: Shipwreck
de: Schiffswrack
es: Naufragio
fr: Épave de navire
gd: Long bhriste
gl: Afundimento de barco
nl: Scheepswrak
pt_pt: Naufrágio

source: Shipwreck Cargo
de: Ladung eines Schiffswracks
es: Cargamento de naufragio
fr: Épave de bateau cargo
gd: Carago long-bhrisidh
gl: Cargamento dun barco afundido
nl: Lading van het scheepswrak
pt_pt: Cargamento de uma embarcação naufragada

source: A shipwreck with much loss of life. A good opportunity for any businessman.
de: Ein schwer beschädigtes Schiffswrack. Eine gute Möglichkeit für jeden Handelsmann.
es: Un naufragio con pérdidas humanas. Una oportunidad excelente para cualquier empresario competente.
fr: Un naufrage avec beaucoup de pertes humaines. Une bonne occasion pour tout homme d'affaires.
gd: Long bhriste le mòran air an caochladh. Cothrom math do neach-ghnothaich sam bith.
gl: Un afundimento de barco no que se perderon moitas vidas. Unha oportunidade ideal para calquera persoa de negocios.
nl: Een scheepswrak waar veel levens verloren gegaan zijn. Een goede zaak voor iedere opportunist.
pt_pt: Naufrágio com muitas perdas de vidas. Uma boa opurtinidade para qualquer comerciante.

source: The wreck of a small cargo ship. A good opportunity for any businessman.
de: Ein Wrack eines kleinen Handelsschiffes. Eine gute Möglichkeit für jeden Handelsmann.
es: El naufragio de un barco de carga pequeño. Una oportunidad excelente para cualquier empresario competente.
fr: L'épave d'un petit navire cargo. Une bonne occasion pour tout homme d'affaires.
gd: Long carago bhriste bheag. Cothrom math do neach-ghnothaich sam bith.
gl: O afundimento dun pequeno barco de transporte. Unha boa oportunidade para calquera home de negocios.
nl: Het wrak van een transportschip. Een goede opportuniteit voor iedere zakenman.
pt_pt: Um pequeno navio de carga naufragado. Um bom negócio em perspectiva.

source: A cargo ship rammed in half. A good opportunity for any businessman.
de: Ein in der Mitte gerammtes Handelsschiff. Eine gute Möglichkeit für jeden Handelsmann.
es: Un navío comercial partido por la mitad. Una oportunidad excelente para cualquier empresario competente.
fr: Un navire cargo enfoncé en plein milieu. Une bonne occasion pour tout homme d'affaires.
gd: Long carago chaidh a bhriseadh le starradh. Cothrom math do neach-ghnothaich sam bith.
gl: Un barco de transporte partido pola metade. Unha boa oportunidade para calquera home de negocios.
nl: Een koopmansschip in twee geramd. Een uitstekende opportuniteit voor iedere zakenman.
pt_pt: Um navio de guerra partido ao meio. Um bom negócio em perspectiva.

source: Big stall
de: Großer Verkaufsstand
es: Gran establo
fr: Grande stalle
gd: Stann mòr
gl: Caseta grande
nl: Groot marktkraam
pt_pt: Barranca grande

source: Medium stall
de: Mittelgroßer Verkaufsstand
es: Establo mediano
fr: Moyenne stalle
gd: Stann meadhanach
gl: Caseta mediana
nl: Middelgroot marktkraam
pt_pt: Barraca média

source: Small stall
de: Kleiner Verkaufsstand
es: Pequeño establo
fr: Petite stalle
gd: Stann beag
gl: Caseta pequena
nl: Klein marktkraam
pt_pt: Barraca pequena

source: Small stall b
de: Kleiner Verkaufsstand b
es: Pequeño establo b
fr: Petite stalle b
gd: Stann beag b
gl: Caseta pequena 2
nl: Klein marktkraam b
pt_pt: Barraca pequena b

source: Table
de: Tisch
es: Mesa
gd: Bòrd
gl: Mesa
nl: Tafel
pt_pt: Mesa

source: Rectangle Table
de: Rechteckiger Tisch
es: Mesa rectangular
fr: Table rectangulaire
gd: Bòrd ceart-cheàrnach
gl: Mesa rectangular
nl: Rechthoekige tafel
pt_pt: Mesa rectangular

source: Square Table
de: Quadratischer Tisch
es: Mesa cuadrada
fr: Table carrée
gd: Bòrd ceàrnagach
gl: Mesa redonda
nl: Vierkante tafel
pt_pt: Mesa redonda

source: Spartiate with Xiphos
de: Spartiate mit Xiphos
es: Espartiata con xifos
fr: Spartiate avec xiphos
gd: Spàrtach le claidheamh
gl: Hómoioi con xifos
nl: Spartaan met Xiphos
pt_pt: Homoios com xifos

source: This temple is unfinished and has fallen to ruin.
de: Dieser Tempel ist unvollendet und zerfallen.
es: Este templo no se ha terminado y está en ruinas.
fr: Ce temple est inachevé et est tombé en ruine.
gd: Cha deach an teampall seo a choileanadh is chan eil ach fuigheall air fhàgail.
gl: A construción deste templo nunca rematou, e quedou en ruínas.
nl: Deze tempel is niet afgewerkt, en tot ruïnes hervallen.
pt_pt: A construção deste templo não terminou e por isso, ficou em ruínas.

source: Unfinished Greek Temple
de: Unvollendeter griechischer Tempel
es: Templo griego sin terminar
fr: Temple grec inachevé
gd: Teampall Greugach neo-chrìochnaichte
gl: Templo grego sen rematar
nl: Onvoltooide Griekse tempel
pt_pt: Templo grego em ruínas

source: Changes in a 10-pop house for civilisations with those houses, is deleted for other civs
de: Änderungen in einem 10er Wohnhaus für Zivilisationen mit diesen Häusern. Ist in anderen Zivilisationen gelöscht.
es: Cambia en una casa de 10-pob para civilizaciones con esas casas, se elimina para otras civilizaciones
fr: Devient une maison à 10 de population pour les civilisations qui ont ces maisons, est détruite pour les autres civilisations
gd: Atharraichean air taighean le sluagh de 10 airson sìobhaltasan aig a bheil na taighean ud, chaidh a sguabadh ás airson nan sìobhaltasan eile
gl: Cambia nunha case de 10 de poboación par civilizacións con ese tipo de casas, para o resto de civilizacións elimínase.
nl: Wordt door een 10-bev huis vervangen voor beschavingen die dergelijke huizen hebben. Wordt verwijderd voor andere beschavingen.
pt_pt: Mudanças nas casas de 10 pessoas para civilizações com estes edifícios e nas outras civilizações são destruídas

source: Changes in a 5-pop house for civilisations with those houses, is deleted for other civs
de: Änderungen in einem 5er Wohnhaus für Zivilisationen mit diesen Häusern. Ist in anderen Zivilisationen gelöscht.
es: Cambia en una casa de 5-pob para civilizaciones con esas casas, se elimina para otras civilizaciones
fr: Devient une maison à 5 de population pour les civilisations qui ont ces maisons, est détruite pour les autres civilisations
gd: Atharraichean air taighean le sluagh de 5 airson sìobhaltasan aig a bheil na taighean ud, chaidh a sguabadh ás airson nan sìobhaltasan eile
gl: Cambia nunha case de 5 de poboación par civilizacións con ese tipo de casas, para o resto de civilizacións elimínase.
nl: Wordt door een 5-bev huis vervangen voor beschavingen die dergelijke huizen hebben. Wordt verwijderd voor andere beschavingen.
pt_pt: Mudanças nas casas de 5 pessoas para civilizações com estes edifícios e nas outras civilizações são destruídas

source: Build siege engines. Garrison up to 20 soldiers inside for stout defense.
de: Baue Belagerungswaffen. Quartiere bis zu 20 Soldaten für eine handfeste Verteidigung ein.
es: Construye máquinas de asedio. Guarnece hasta 20 soldados dentro para una aguerrida defensa.
fr: Construire des engins de siège. Jusqu'à 20 soldats en garnison pour une défense robuste.
gd: Tog innealan-sèiste. Faodaidh gu ruige 20 saighdearan a dhol 'nan gearastan ann airson dìona sheasmhaich.
gl: Constrúe máquinas de asedio. Acuartela ata 20 unidades para defender.
nl: Bouw belegeringswapens. Beman met 20 soldaten voor een sterke verdediging.
pt_pt: Constrói maquinaria de cerco. Guarnece até 20 soldados para defender.

source: Train champion units.
de: Bilde Gardisten aus.
es: Recluta unidades campeonas
fr: Former les unités championnes.
gd: Trèanaich laoich.
gl: Adestra campións.
nl: Rekruteer kampioenen.
pt_pt: Recruta unidades de elite.

source: Gymnasium
es: Gimnasio
fr: Gymnase
gd: Taigh-sunntais
gl: Ximnasio
pt_pt: Ginásio

source: Greek Outpost
de: Griechischer Außenposten
es: Avanzada griega
fr: Avant-poste grec
gd: Gearastan Greugach
gl: Atalaia grega
nl: Griekse voorpost
pt_pt: Atalaia Grega

source: Train heroes. Research special technologies.
de: Trainiere Helden und erforsche spezielle Technologien für diese.
es: Recluta héroes. Investiga tecnologías adicionales.
fr: Entraîner les Héros. Rechercher les technologies spéciales.
gd: Trèanaich curaidhean. Rannsaich teicneolasan sònraichte.
gl: Adestra heroes. Investiga tecnoloxías especiais.
nl: Rekruteer helden. Onderzoek speciale technologieën.
pt_pt: Recruta heróis e desenvolve tecnologias especiais.

source: Council Chamber
de: Gerichtshalle
es: Salón del concilio
fr: Salle du Conseil
gd: Seòmar comhairle
gl: Cámara do consello
nl: Raadzaal
pt_pt: Pritaneu

source: Exellinismós (Hellenization): +20% territory influence for all buildings while the Theatron exists.
de: Exellinismós (Hellenisierung): +20% Gebietseinfluss für alle Gebäude, während das Theatron existiert.
es: Exellinismós (Helenización): +20% influencia de territorio para todos los edificios mientras el Theatron exista.
fr: Exellinismós (hellénisation) : +20% d'influence territoriale pour tous les bâtiments quand le Theatron existe.
gd: Exellinismós (Greugachadh): +20% de bhuaidh air an ranntair airson gach togalach fhad 's a bhios tèatron agad.
gl: Exellinismós (helenización): aumenta nun +20% o efecto no territorio de todas as estruturas mentres o teatro está en pe.
nl: Exellinismós (Hellenizatie): +20% territorium voor alle gebouwen zolang het theater bestaat.
pt_pt: Exellinismós (Helenização): +20% influência territorial para todos os edifícios enquanto o Theatron existir.

source: Greek Theater
de: Griechisches Theater
es: Teatro griego
fr: Théâtre grec
gd: Taigh-cluiche Greugach
gl: Teatro grego
nl: Grieks theater
pt_pt: Teatro Grego

source: Bring glory to your civilization and add large tracts of land to your empire. Garrison up to 30 units to heal them at a quick rate.
de: Bringe deiner Zivilisation Ruhm und Ehre und erweitere dein Reich mit großen Ländereien. Quartiere bis zu 30 Einheiten ein, um sie schnell zu heilen.
es: Trae gloria a tu civilización y añade enormes extensiones de territorio a tu imperio. Guarece hasta 30 unidades para sanarlas rápidamente.
fr: Apporter la gloire à votre civilisation et ajouter de grandes étendues de terres à votre empire. Jusqu'à 30 unités en garnison pour les soigner rapidement.
gd: Thoir cliù air an t‑sìobhaltas agad is cuir cnap mòr de thìr ris an impireachd agad. Cuir gearastan de gu ruige 30 aonadan ann gus an slànachadh gu luath.
gl: Trae gloria á túa civilización e anexiona unha importante extensión de terreo. Acuartela ata 30 unidades para sandalas rapidamente.
nl: Breng glorie en voeg grote delen gebied toe aan jouw rijk. Geneest tot 30 eenheden in de tempel simultaan.
pt_pt: Traz a glória à sua civilização e anexa um grande território ao teu império. Guarneça até 30 unidades para serem curadas rapidamente.

source: Increase population limit and defend waterways
de: Vergrößert Bevölkerungslimit und verteidigt Wasserstraßen.
es: Amplía el límite de población y defiende los canales
fr: Augmenter la limite de population et défendre les voies navigables.
gd: Meudaich na tha ceadaichte dhut de shluagh is dìon na slighean-uisge
gl: Aumentar o límite de poboación e defender pasos de auga.
nl: Verhoog de bevolkingslimiet en verdedig waterwegen
pt_pt: Aumenta o limite populacional e defende as vias navegáveis

source: Island Settlement
de: Inselniederlassung
es: Asentamiento isleño
fr: Colonie insulaire
gd: Tuineachadh eilein
gl: Asentamento dunha illa
nl: Eilandsnederzetting
pt_pt: Arquipélago

source: Train Brythonic heroes and champions. Construct siege rams.
de: Trainiere britannische Helden und bilde Gardisten aus. Baue Rammböcke.
es: Recluta héroes y campeones britanos. Construye arietes de asedio.
fr: Entraîner les héros et champions bretons. Construire des béliers de siège.
gd: Trèanaich curaidhean is laoich Bhreatannach. Tog reitheachan sèiste.
gl: Adestra heroes e campións bretóns. Constrúe arietes.
nl: Rekruteer Brythonische helden en kampioenen. Bouw stormrammen.
pt_pt: Recruta unidades de elite e heróis bretões. Constrói aríetes.

source: Brythonic Broch
de: Britannischer Broch
es: Choza bretona
fr: Broch breton
gd: Brugh Bhreatannach
gl: Broch bretón
nl: Brythonische broch
pt_pt: Broch Bretão

source: Train Celtic war dogs.
de: Trainiere keltische Kampfhunde.
es: Reclutar perros de guerra celtas
fr: Dresser des chiens de guerre celtes.
gd: Trèanaich coin-chogaidh Cheilteach
gl: Adestra cans de guerra celtas.
nl: Train keltische oorlogshonden
pt_pt: Treina cães de guerra Célticos.

source: Brythonic Outpost
de: Britischer Außenposten
es: Avanzada britona
fr: Avant-poste breton
gd: Gearastan Breatannach
gl: Atalaia bretoa
nl: Brythonische voorpost
pt_pt: Atalaia Bretã

source: Increase nearby farming output +25%. (Currently, a special technology can be researched to serve this function)
de: Erhöht die Ausbeute nahe gelegener Landwirtschaft um +25%. (Derzeit kann eine spezielle Technologie erforscht werden, um diese Funktion zu ermöglichen).
es: Aumenta la producción agrícola en las cercanías un +25%. (Ahora mismo se puede investigar una tecnología especial que sirve para el mismo cometido)
fr: Accroître de +25% la production agricole à proximité (actuellement, une technologie spéciale peut être recherchée pour remplir cette fonction).
gd: Meudaich toradh an àiteachais faisg air le +25%. (Gabhaidh teicneolas sònraichte rannsachadh air a shon an-dràsta)
gl: Aumentar en +25% a recollida de cultivos. Nota: De momento pódese investigar unha tecnoloxía especial para esta función.
nl: Verhoog de oogst met 25%.
pt_pt: Aumenta em +25% a produção agrícola. (Neste momento, pode ser desenvolvida uma tecnologia especial para esta função)

source: Rotary Mill
de: Drehmühle
es: Molino rotatorio
fr: Moulin rotatif
gd: Muilleann-cuairteachaidh
gl: Muíño de roda
nl: Beestenmolen
pt_pt: Moinho Giratório

source: Does not shoot or garrison.
de: Schießt oder quartiert nicht ein.
es: No dispara ni se refugia en edificios.
fr: Ne peut ni tirer, ni mettre en garnison.
gd: Cha dèan e losgadh is chan ghabh gearastan a chur ann.
gl: Nin dispara nin acuartela.
nl: Kan geen pijlen schieten of bemanning bevatten.
pt_pt: Não dispara nem permite guarnição.

source: Train North African citizen-soldiers. Research improvements for North African units.
de: Trainiere Nordafrikanische Bürgersoldaten. Entwickle Verbesserungen für Nordafrikanische Einheiten.
es: Recluta ciudadanos soldado norteafricanos. Investiga mejoras para las unidades norteafricanas.
fr: Entraîner des citoyens-soldats d'Afrique du Nord. Rechercher des améliorations pour les unités d'Afrique du Nord.
gd: Trèanaich saighdearan-dùthcha Afraga a Tuath. Rannsaich leasachaidhean airson aonadan Afraga a Tuath.
gl: Adestra cidadáns soldado norteafricanos. Investiga melloras para unidades norteafricanas.
nl: Rekruteer Noord-Afrikaanse burgersoldaten. Onderzoek verbeteringen voor Noord-Afrikaanse eenheden.
pt_pt: Recruta cidadãos-soldados norte-africanos. Desenvolve melhoramentos para unidades norte-africanas.

source: Construct fishing boats to gather meat and merchant ships to trade with other docks.
de: Baue Fischerboote um Fleisch zu sammeln und Handelsschiffe um mit anderen Docks zu handeln.
es: Construye botes de pesca para conseguir carne y barcos mercantes para comerciar con otros puertos.
fr: Construire des bateaux de pêche pour la nourriture, et des navires marchands pour le commerce avec d'autres quais.
gd: Tog bàtaichean-iasgaich gus feòil a chruinneachadh is longan malairt gus malart a dhèanamh le calachan eile.
gl: Constrúe barcos de pesca e naves para comerciar con outros portos.
nl: Construeer vissersboten om te vissen, en handelsschepen om grondstoffen te verhandelen met andere dokken.
pt_pt: Constrói pesqueiros para obter comida e navios mercantes para comercializar com outros portos.

source: Commercial Port
de: Handelshafen
es: Puerto comercial
fr: Port commercial
gd: Port malairt
gl: Porto comercial
nl: Commerciële haven
pt_pt: Porto Comercial

source: Hire mercenaries.
de: Werbe Söldner an.
es: Contratar mercenarios.
fr: Engager des mercenaires.
gd: Fastaich saighdearan-duaise.
gl: Contrata mercenarios.
pt_pt: Contrata mercenários.

source: Hire Celtic mercenaries. Research improvements for these mercenaries.
de: Werbe keltische Söldner an. Erforsche Verbesserungen für diese Söldner.
es: Recluta mercenarios celtas. Investiga mejoras para estos mercenarios.
fr: Engager des mercenaires celtes. Rechercher des améliorations pour ces mercenaires.
gd: Fastaich saighdearan-duaise Ceilteach. Rannsaich leasachaidhean airson nan saighdearan seo.
gl: Contrata mercenarios celtas. Investiga melloras para eles.
nl: Rekruteer Keltische huurlingen. Onderzoek verbeteringen voor deze huurlingen.
pt_pt: Contrata mercenários celtas e desenvolve tecnologias para estas unidades.

source: Hire Iberian mercenaries. Research improvements for these mercenaries.
de: Werbe iberische Söldner an. Erforsche Verbesserungen für diese Söldner.
es: Recluta mercenarios íberos. Investiga mejoras para estos mercenarios.
fr: Engager des mercenaires ibères. Rechercher des améliorations pour ces mercenaires.
gd: Fastaich saighdearan-duaise Ibèireach. Rannsaich leasachaidhean airson nan saighdearan seo.
gl: Contrata mercenarios iberos. Investiga melloras para eles.
nl: Rekruteer Iberische huurlingen. Onderzoek verbeteringen voor deze huurlingen.
pt_pt: Contrata mercenários ibéricos e desenvolve melhoramentos para estas unidades.

source: Hire Italian mercenaries. Research improvements for these mercenaries.
de: Werbe italische Söldner an. Erforsche Verbesserungen für diese Söldner.
es: Recluta mercenarios italianos. Investiga mejoras para estos mercenarios.
fr: Engager des mercenaires italiens. Rechercher des améliorations pour ces mercenaires.
gd: Fastaich saighdearan-duaise Eadailteach. Rannsaich leasachaidhean airson nan saighdearan seo.
gl: Contrata mercenarios italiotas. Investiga melloras para eles.
nl: Rekruteer Italiaanse huurlingen. Onderzoek verbeteringen voor deze huurlingen.
pt_pt: Contrata mercenários italiotas. Desenvolve tecnologias para estas unidades.

source: Blockhouse Fort
de: Klockhausfestung
es: Casón del fortín
fr: Fortin militaire
gd: Dùn taighe-bhloca
gl: Fortín
nl: Blokhuis fort
pt_pt: Fortim

source: Carthaginian Outpost
de: Karthagischer Außenposten
es: Avanzada cartaginesa
fr: Avant-poste carthaginois
gd: Gearastan Cartagach
gl: Atalaia cartaxinesa
nl: Carthaagse voorpost
pt_pt: Atalaia Cartaginesa

source: Construct and repair mighty warships.
de: Baue und repariere mächtige Kriegsschiffe.
es: Construye y repara poderosas naves de guerra.
fr: Construire et réparer de puissants navires de guerre.
gd: Tog is càraich longan-cogaidh cumhachdach.
gl: Construír e reparar poderosas naves de guerra.
nl: Construeer en repareer krachtige oorlogsschepen.
pt_pt: Constrói e repara poderosos navios de guerra.
