Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: 10-15% cheaper technologies.
de: 10-15% billigere Technologien.
es: El desarrollo tecnológico cuesta un 10-15% menos.
fr: Les technologies coûtent de 10 à 15% moins cher.
gd: Bidh teicneolasan 10-10% nas saoire.
gl: As tecnoloxías son entre un 10% e un 15% máis baratas.
nl: Technologieën zijn 10-15% goedkoper.
pt_pt: As tecnologias são 10% a 15% mais baratas.

source: The Hellenes envisioned themselves as comprising the civilized world (oikoumene), surrounded by more or less developed barbarians. Many foreigners also considered them men of higher stature.
de: Die Hellenen sahen sich selbst als einzigen Bestandteil der Zivilisierten Welt (Ökumene), umgeben von mehr oder weniger fortschrittlichen Barbaren. Viele Eingeborene betrachteten sie als Menschen übergeordneter Macht.
es: Los helenos se imaginaron a sí mismos como el mundo civilizado (oikoumene), rodeados de bárbaros más o menos desarrollados. Muchos extranjeros también los consideraban hombres más altos.
fr: Les Grecs se voyaient comme l'ensemble du monde civilisé (écoumène), entouré par des barbares plus ou moins évolués. De nombreux étrangers les considéraient également comme des hommes de plus haut statut.
gl: Os helenos considerábanse a si mesmos o mundo civilizado (oikoumene), rodeados de bárbaros mellor ou peor desenvolvidos. Moitos estranxeiros tamén os consideraban pobos superiores.
nl: De Hellenen zagen zichzelf als de verenigers van de beschaafde wereld (oikoumene). Veel buitenlanders zagen hen als mannen van een hogere status.
pt_pt: Os helenos consideravam-se a si mesmo o mundo civilizado (oikoumene) e rodeados de bárbaros mais ou menos desenvolvidos. Muitos povos estrangeiros também reivindicaram este estatuto.

source: All units and allied units have increased LOS. ~ 10%
de: Alle eigenen und verbündeten Einheiten haben eine um 10% vergrößerte Sichtweite.
es: Todas las unidades propias y aliadas ganan un 10% más de LDV.
fr: Toutes les unités et unités alliées ont un champ de vision étendu d'environ 10%
gd: Bidh barrachd astar lèirsinne le mu 10% aig na h-uile aonad agadsa is aig an fheadhainn do chaidreabhaich.
gl: Todas as unidades propias e aliadas teñen o raio de visión aumentado nun 10%.
nl: Alle eigen en bevriende eenheden hebben een groter gezichtsveld. ~ 10%
pt_pt: Todas as unidades próprias e aliadas têm o raio de visão aumentado em 10%.

source: Oracle at Delphi
de: Orakel von Delphi
es: Oráculo de Delfos
fr: Oracle de Delphes
gd: Oracail Dhelphi
gl: Oráculo de Delfos
nl: Orakel van Delphi
pt_pt: Oráculo de Delfos

source: The sacred Oracle of Apollo at Delphi was among the most highly cherished sanctuaries by Hellenes and foreigners alike. The Lydian king Croesus, for example, consulted the advice of the god before going to war with Cyrus the Great of Persia.
de: Das Heilige Orakel von Apollo in Delphi war eines der am stärksten in ehren gehaltene Heiligtum der Hellenen und nicht-Hellenen. Zum Beispiel befragte der Lydische König Krösus den Gott bevor gegen Kyros den Großen in den zog.
es: El oráculo sagrado de Apolo, en Delfos, era uno de los santuarios más respetados por helenos y extranjeros por igual. Por ejemplo, el rey lidio Creso pidió consejo a los dioses antes de embarcarse en una guerra contra Ciro el Grande de Persia.
fr: L'Oracle sacré d'Apollon à Delphes était l'un des sanctuaires les plus vénérés par les Grecs autant que par les étrangers. Le roi de Lydie Crésus, par exemple, consulta le dieu avant de partir à la guerre contre Cyrus le Grand de Perse.
gl: O sagrado oráculo de Apolo en Delfos estaba entre os santuarios mellor valorados tanto polos helenos como polos estranxeiros. O rei lidio Creso, por exemplo, pediulle consello ao deus antes de ir á guerra con Ciro o Grande de Persia.
nl: Het Orakel van Apollo in Delphi was één van de meest aanbeden heiligdommen in de Griekse cultuur. De Lydische koning Croesus heeft bijvoorbeeld de raad van Apollo gevraagd voor de oorlog met Cyrus de Grote van Perzië aan te gaan.
pt_pt: O sagrado oráculo de Apolo em Delfos era um dos santuários mais respeitados, tanto por helenos como por estrangeiros. O rei lídio Creso, por exemplo, aconselhou-se junto do deus antes de ir para a guerra contra Ciro o Grande da Pérsia.

source: The player gains the Phalanx formation.
de: Der Spieler kann die Phalanx-Formation einsetzen.
es: El jugador consigue la formación en falange.
fr: Le joueur a accès à la formation en Phalange.
gd: Buannaichidh an cluicheadair an cumadh falangais.
gl: Podes usar a formación de falanxe.
nl: De falanx formatie wordt beschikbaar.
pt_pt: O jogador ganha a formação falange.

source: The classical phalanx formation was developed about VIII century B.C. It was eight men deep and over two hundred men wide, and used overlapping shields and combined pushing power. 'Othismos' refers to the point in a phalanx battle where both sides try to shove each other out of formation, attempting to breaking up the enemy lines and routing them.
de: Die klassische Phalanx-Formation wurde im 8. Jahrhundert v.Chr. erfunden und war acht Mann tief, über hundert Mann breit und nutze überlappende Schilde und vereinigte Schubkraft von mehreren Hundert Männern. ‚Othismus‘ bezieht sich auf den Punkt, an dem beide Seiten versuchen sich gegenseitig aus der Formation zu schubsen, versuchend die gegnerische Formation aufzubrechen und in die Flucht zu jagen.
es: La formación en falange clásica fue desarrollada alrededor del siglo VIII a.C. Tenía ocho hombres de profundidad y alrededor de doscientos de ancho, y utilizaba el solapamiento de escudos y una potencia de empuje combinada. "Othismos" se refiere al punto de una batalla de falanges donde ambos bandos tratan de destrozar la formación, rompiendo las filas enemigas y enfilándolos directamente.
fr: La phalange classique a été développée aux alentours du VIIIème siècle av.J.C. Elle était composée de huit rangs et large de plus de deux cents hommes, et exploitait la superposition des boucliers et la force de poussée composée. L' 'Othismos' correspond au moment, lors d'une bataille de phalanges, où les deux armées tentent de se bousculer l'une l'autre hors de formation, en essayant de rompre les lignes ennemies et de dérouter l'adversaire.
gl: A clásica formación de falanxe desenvolveuse arredor do século VIII a.C. Tiña oito filas de soldados, e máis de duascentas columnas, e nela entrelazábanse os escudos que podían chegar a usarse para empurrar contra as liñas inimigas. «Odismos» é como se coñece o momento durante un combate con falanxes no que ambos os dous bandos intentan facer que o bando contrario perda a formación, intentando romper e abrir as liñas inimigas.
nl: De klassieke falanx formatie werd rond de 8ste eeuw V.C. ontwikkeld. De formatie was acht man diep en tot tweehonderd man breed. De schilden werden overlapt, en de acht rijen duwden samen de vijand uiteen. 'Othismos' is de term de gebruikt wordt voor het punt in de falanxstrijd waar de twee partijen elkaar uit formatie proberen te duwen.
pt_pt: A formação em falange clássica foi desenvolvida no século VIII a.C. Era composta por oito filas de duzentos soldados, que entrecruzavam os seus escudos uns sobre os outros, combinado assim as suas forças numa só. O termo 'othismos' refere-se ao momento de uma batalha falangeal em que ambos os campos tentam quebrar a formação um do outro, numa tentativa de desfazer as linhas do inimigo e obrigá-lo a destroçar.

source: Triremes are 20% cheaper and build 20% faster.
de: Trieren sind 20% günstiger und werden 20% schneller gebaut.
es: Los trirremes son un 20% más baratos y se construyen un 20% más rápido.
fr: Trirèmes sont 20% moins cher et se construisent 20% plus vite.
gd: Bidh longan trì-ràmhach 20% nas saoire is thèid an togail 20% nas luaithe.
gl: O custo dos trirremes redúcese en -20% e a velocidade de construción aumenta en +20%.
nl: Triremen zijn 20% goedkoper en worden 20% sneller gebouwd.
pt_pt: Trirremes são 20% mais baratas e a sua construção é 20% f mais rápida.

source: The king of Sparta, whom fought and died at the battle of Thermopylae in 480 B.C. He successfully blocked the way of the huge Persian army through the narrow passage with his 7000 men, until Xerxes was made aware of a secret unobstructed path. Finding the enemy at his rear, Leonidas sent home most of his troops, choosing to stay behind with 300 hand-picked hoplites and win time for the others to withdraw.
de: Der König von Sparta kämpfte und starb in der Schlacht bei den Thermopylen 480 v.Chr. Er blockierte den Weg der gewaltigen persischen Streitmacht an einer schmalen Stelle mit 7000 Mann, bis Xerxes auf einen geheimen unversperrten Pfad hingewiesen wurde. Mit dem Feind im Rücken schickte Leonidas einen Großteil seiner Truppen nach Hause und sicherte mit 300 handverlesenen Hopliten deren Rückzug.
es: El rey de Esparta, que luchó y murió en la batalla de las Termópilas en el 480 a.C. Consiguió bloquear con éxito la ruta del enorme ejército Persa a través del estrecho paso con sus 7000 hombres, hasta que Jerjes tuvo conocimiento de un camino sin obstáculos. Con el enemigo en la retaguardia, Leonidas envió de vuelta a casa a la mayoría de sus tropas, eligiendo quedarse atrás con 300 hoplitas escogidos y ganar tiempo para que los demás se retiraran.
fr: Le roi de Sparte, qui a combattu et est mort pendant la bataille des Thermopyles en 480 avant J.C. Il bloqua avec succès la route de l'énorme armée Perse à travers ce passage étroit avec l'aide de ses 7000 hommes, jusqu'à ce que Xerxès eut connaissance d'un passage secret sans embûche. Contourné par son adversaire, Léonidas renvoya chez eux la plupart de ses hommes et choisit de rester avec 300 de ses meilleurs hoplites pour laisser le temps aux autres de se retirer.
gl: O rei de Esparta, que loitou e morreu na batalla das Termópilas no ano 480 a.C. Leónidas bloqueou con éxito o camiño ao enorme exército persa a través do estreito paso cos seus 7000 soldados, ata que Xerxes recibiu noticia dun camiño secreto polo que pasar. Ao decatarse de que o inimigo os rodeara, Leónidas enviou de volta a Esparta á meirande parte das tropas, e quedou atrás con 300 hoplitas escollidos persoalmente para conseguirlles tempo ao resto das tropas na súa retirada.
nl: De koning van Sparta. Hij vocht tot de dood in de slag bij Thermopylai in 480 V.C.. Daar blokkeerde hij succesvol het Perzische leger in een smalle doorgang met zijn leger van 7000 man, tot Xerxes een geheime weg vond. Wanneer Leonidas langs achter aangevallen werd stuurde hij het grootste deel van zijn troepen naar huis, zelf bleef hij echter doorvechten met 300 zelfgekozen hoplieten om tijd te winnen.
pt_pt: Rei de Esparta que combateu e morreu na batalha das Termópilas em 480 a.C. Com os seus 7000 soldados, travou com êxito o avanço do enorme exército persa através de um desfiladeiro estreito, até o comandante Xerxes ter descoberto um caminho alternativo desobstruído. Ao ver o inimigo na sua retaguarda, Leónidas mandou embora a maior parte das suas tropas e ficou a combater os persas com 300 hoplitas de elite, para que os outros tivessem tempo de se retirar.

source: Leonidas
es: Leónidas
fr: Léonidas
gl: Leónidas
pt_pt: Leónidas I

source: Xenophon (c. 430-355 B.C.) was a Greek soldier and (later) historian who was born in Athens of an oligarch family and was a student of Socrates during his youth. In 401 B. C., Xenophon joined an army of Greek mercenaries lead by Clearchus and four other generals who were aiding Cyrus the Younger in his military campaign against his brother, King Artaxerxes II. After Persian treachery killed the leaders of the mercenary force, Xenophon was elected one of the 5 new generals to lead the army. After a trek of over 1,500 kilometers and 1 1/2 years, Xenophon finally helped lead his men home, fighting dozens of battles and skirmishes along the way.
de: Xenophon (ca. 430-355 v. Chr.) war ein griechischer Soldat und (später) Historiker, der in Athen in eine Oligarchenfamilie hineingeboren wurde und der während seiner Jugend ein Schüler von Sokrates war. 401 v. Chr. trat Xenophon einer Armee griechischer Söldner bei, die von Clearchus und vier anderen Generälen geleitet wurde, die Kyros dem Jüngeren bei seinem Feldzug gegen seinen Bruder, König Artaxerxes II., halfen. Nachdem durch persischen Verrat die Anführer der Söldnertruppe getötet wurden, wurde Xenophon zu einem der 5 neuen Generäle der Armee gewählt. Er konnte seine Männer schließlich nach einer strapaziösen Reise von 1.500 Kilometern Länge, 1 1/2 Jahren Dauer und dutzenden von Kämpfen und Auseinandersetzungen nach Hause führen.
es: Jenofonte (c. 430-355 a.C.) fue un soldado griego y (más tarde) historiador que nació en Atenas en una familia de la oligarquía y fue discípulo de Sócrates durante su juventud. En 401 a.C., Jenofonte se unió al ejército de mercenarios griegos liderado por Clearco de Esparta y otros cuatro generales formando parte del ejército de Ciro el Joven en su campaña militar (Expedición de los Diez Mil) contra su hermano el rey Artajerjes II. Tras la traición persa de Tisafernes, que acabó con los líderes de la fuerza mercenaria, Jenofonte fue elegido como uno de los 5 nuevos generales para dirigir el ejército. Después de una travesía de más de 1.500 kilómetros y 1 año y medio, finalmente, Jenofonte consiguió llevar a sus hombres a casa, luchando en docenas de batallas y escaramuzas a lo largo del camino.
fr: Xénophon (v. 430-355 av.J.C.) était un soldat grec et (plus tard) un historien né à Athènes dans une famille de l'oligarchie et fut un élève de Socrate pendant sa jeunesse. En 401 av.J.C., Xénophon rejoignit une armée de mercenaires grecs commandée par Cléarque et quatre autres généraux qui aidaient Cyrus le Jeune dans sa campagne militaire contre son frère, le Roi Artaxerxès II. Après qu'une ruse des Perses eut tué les commandants de la force mercenaire, 5 généraux dont Xénophon furent élus pour conduire l'armée. Après une expédition de plus de 1500 kilomètres et un an et demi, Xénophon parvint enfin à ramener ses hommes chez eux, malgré les douzaines de combats et d'accrochages survenus le long du chemin.
gl: Xenofonte (430-355 a.C.) era un soldado grego e, posteriormente historiador, que naceu en Atenas dentro dunha familia da oligarquía e foi estudante de Sócrates de novo. No ano 401 a.C., Xenofonte uniuse a un exército de mercenarios gregos liderado por Clearco e outros catro xenerais que estaban a axudar a Ciro o Novo na súa campaña militar contra o seu irmán, o rei Artaxerxes II. Despois de que os persas traizoasen e asasinasen aos líderes da forza de mercenarios, Xenofonte saíu elixido como un dos 5 novos xenerais para liderar o exército. Despois dunha viaxe de máis de 1.500 quilómetros e 11 anos e medio, Xenofonte axudou finalmente a levar aos seus homes a casa, loitando ducias de batallas e escaramuzas polo camiño.
nl: Xenophon (c. 430-355) was een Grieks soldaat en later geschiedschrijver. Hij werd geboren in Athene in een familie van oligarchen en was in zijn jeugdjaren een leerling van Socrates. In 401 B.C. voegde hij zich bij een leger huurlingen dat geleid werd door Clearchus en vier andere generaals. Dit leger stond Cyrus de Jonge bij in diens veldtocht tegen zijn broer, Koning Artaxerxes II. Nadat de Perzen het huurlingenleger hadden verraden en hun leiders hadden vermoord, werd Xenophon tot een van de 5 nieuwe generaals van het leger verkozen. Na een moeilijke terugtocht die anderhalf jaar duurde, waarbij ze meer dan 1500 km aflegden en talrijke veldslagen en gevechten uitvochten, kwamen Xenophon en zijn troepen uiteindelijk terug thuis.
pt_pt: Xenofonte (c. 430-355 a.C.) foi um soldado e (mais tarde) historiador grego. Nascido em Atenas no seio de uma família de oligarcas, foi aluno de Sócrates durante a sua juventude. Em 401 a.C., Xenofonte integrou um exército de mercenários liderado por Clearco e mais quatro generais que ajudaram Ciro o Jovem na campanha militar que empreendeu contra o seu irmão, o rei Artaxerxes II. Depois de estes generais terem sido assassinados pelos persas à traição, Xenofonte foi eleito para a nova liderança do exército mercenário. Depois de uma jornada de mais de 1500 quilómetros ao longo de um ano e meio, Xenofonte ajudou os seus soldados a regressar a casa, travando dezenas de combates e escaramuças pelo caminho.

source: Poleis
fr: Cités-États
gl: Polis
pt_pt: Pólis

source: Greek City-states
de: Griechische Stadtstaaten
es: Ciudades-estado griegas.
fr: Cités-états Grecques
gd: Bailtean-stàite Greugach
gl: Cidades estado dos gregos.
nl: Griekse stadsstaten
pt_pt: Cidades-estado Gregas

source: The player gains the Syntagma formation.
de: Der Spieler kann die Syntagma-Formation einsetzen.
es: El jugador consigue la formación en sintagma.
fr: Le joueur a accès à la formation Syntagma.
gd: Buannaichidh an cluicheadair an cumadh siontagma.
gl: Podes usar a formación de falanxe macedonia.
nl: De syntagma formatie wordt beschikbaar.
pt_pt: O jogador ganha a formação 'falange macedónica'.

source: Military Reforms
de: Militärreformen
es: Reformas militares
fr: Réformes militaires
gd: Ath-leasachaidhean an airm
gl: Reformas militares
nl: Militaire hervormingen
pt_pt: Reformas militares

source: Once coming to the throne, Philip II set about reforming the ragtag Macedonian army into a fearsome professional force. One such reform is the SYNTAGMA formation, derived from the oblique battle front developed by the Theban commander Epaminondas. The phalanx, consisting of 256 men, is arranged in the following way 16 men in width and 16 in depth.
de: Als Philipp II. auf den Thron kam, begann er die bunt-gemischte Mazedonische Armee zu reformieren und eine angsteinflößende, professionelle Streitmacht zu bilden. Eine seiner Reformen war die Syntagma-Formation, abgeleitet aus der Schiefen Schlachtformationdie von dem Thebischen Kommandanten Epaminondas erfunden wurde. Diese Phalanx bestand aus 256 Mann, 16 Mann tief und 16 Mann breit.
es: Cuando llegó al trono, Philipo II se dedicó a reformar el variopinto ejército Macedonio para convertirlo en una temible fuerza profesional. Una de estas reformas es la formación SINTAGMA, derivada del frente de batalla oblícuo desarrollado por el comandante tebano Epaminondas. La falange, consistente en 256 hombres, está estructurada de la siguiente forma: 16 hombres de anchura y 16 hombres de profundidad.
fr: Une fois sur le trône, Philippe II se mit à réformer l'armée hétéroclite macédonienne en une redoutable force professionnelle. Une de ses innovations est la formation Syntagma, dérivée du front oblique développé par le commandant thébain Épaminondas. La phalange, composée de 256 hommes, est arrangée de la manière suivante : 16 hommes en largeur et 16 en profondeur.
gl: Unha vez se fixo co trono, Filipo II propúxose reformar o dispar exército macedonio, transformándoo nunha forza profesional que infundise o medo nos seus inimigos. Entre as reformas que puxo en marcha está a formación que se coñece como «falanxe macedonia», derivada da fronte de batalla oblicua que desenvolvera o comandante tebano Epaminondas. A falanxe, que está formada por 256 soldados, está disposta en cadrado, con 16 homes en cada lado.
nl: Eens op de troon begon Philippus II het amateuristische Macedonische leger te hervormen tot een angstwekkende professionele kracht. Eén van die hervormingen was de SYNTAGMA formatie, afgeleid van het schuine aanvalsfront ontwikkeld door de Thebaanse commandant Epaminodas. De falanx, bestaande uit 256 man, werd opgesteld als een vierkant van 16 bij 16 man.
pt_pt: Logo que subiu ao trono, Filipe II tratou de reformar o fraco exército macedónio, transformando-o numa temível força militar profissional. Uma dessas reformas consistiu na introdução da formação "Syntagma", derivada da frente de batalha oblíqua desenvolvida pelo comandante tebano Epaminondas. Esta falange macedónica era composta por 256 soldados dispostos num quadrado de 16 homens de lado.

source: Civic Centers have double Health.
de: Verwaltungssitze haben doppelte Gesundheit.
es: Los centros cívicos duplican su salud.
fr: Les centres-villes doublent leurs points de vie.
gd: Bidh an dà uiread de shlàinte aig ionadan sìobhalta.
gl: Os centros cívicos teñen o dobre de vida.
nl: Beschavingscentra hebben dubbele sterkte.
pt_pt: Os centro cívicos têm o dobro de vida.

source: Hellenistic Metropolises
de: Hellenistische Metropolen
es: Metrópolis helenas
fr: Métropoles hellénistiques
gd: Mòr-bhailtean Greugach
gl: Metrópoles helenas
nl: Hellenistische metropoleis
pt_pt: Metrópoles Helenísticas

source: Beginning with Alexander, the Hellenistic monarchs founded many cities throughout their empires, where Greek culture and art blended with local customs to create the motley Hellenistic civilization.
de: Beginnend mit Alexander, gründeten die Hellenischen Monarchen viele Städte in ihrem Imperium, in denen Griechische Kultur und Kunst zusammen mit den lokalen Gewohnheiten eine kunterbunte Hellenistische Zivilisation bildeten.
es: Comenzando con Alejandro, los monarcas helenísticos fundaron numerosas ciudades a lo largo de sus imperios, donde la cultura y el arte griego se mezclaron con las costumbres locales para crear la variopinta civilización Helenística.
fr: Commençant avec Alexandre, les monarques hellénistiques fondèrent de nombreuses cités à travers leur empire, où la culture grecque mêlée avec les coutumes locales créa la civilisation hellénistique hétéroclite.
gl: Comezando con Alexandre, os monarcas helenos fundaron moitas cidades ao longo dos seus imperios, nas que a cultura e maila arte gregas se combinaban coas costumes locais dando lugar á diversidade da civilización helena.
nl: Vanaf Alexander hebben de Helleense monarchen veel steden gesticht doorheen hun rijken. Daar werd de Griekse en de lokale cultuur gemengd tot een bonte beschaving.
pt_pt: Comece com Alexandre. Os monarcas helenísticos fundaram muitas cidades durante os seus impérios onde a cultura e a arte grega combinou com os costumes locais dando origem a diversidade da civilização helénica.
