Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Traders +25% Walk Speed, which quickly increases trade income.
de: Händler +25% Laufgeschwindigkeit, welches schnell den Handelsertrag erhöht.
es: Mercaderes +25% velocidad al caminar, lo que incrementa rápidamente los ingresos comerciales.
fr: Les négociants gagnent +25% de vitesse de déplacement, ce qui augmente rapidement les revenus commerciaux.
gd: Coisichidh luchd-malairt +25% nas luaithe na chuireas ri teachd a-steach on mhalart.
gl: Aumenta a velocidade de movemento dos comerciantes en +25%, o que aumenta rapidamente os ingresos por comercio.
nl: Handelaars +25% wandelsnelheid. Dit zorgt voor een sneller inkomen.
pt_pt: Comerciantes têm +25% de velocidade de deslocação que aumenta rapidamente a renda do comércio.

source: Trade Convoys
de: Handelskonvois
es: Caravana de comercio
fr: Convois de commerce
gd: Coimheadachdan malairt
gl: Escolta de comerciantes
nl: Handelskonvooien
pt_pt: Escolta de comerciantes

source: Significantly increase training speed of soldiers at the barracks by training them in large batches or battalions.
de: Erhöht die Trainingsgeschwindigkeit von Soldaten in Baracken, wenn sie in großen Bataillonen ausgebildet werden.
es: Aumenta significativamente la velocidad de reclutamiento en los cuarteles, reclutándolos en grupos grandes o batallones.
fr: Augmente significativement la vitesse de formation des soldats à la caserne en les formant par grands groupes ou bataillons.
gd: Meudaichidh seo luaths trèanaidh nan saighdearan aig na taighean-feachd gu mòr nuair a thèid an trèanadh ann an grunnan mòra no cathan.
gl: Aumenta de maneira substancial a velocidade de adestramento de soldados nos cuarteis adestrándoos en grupos ou batallóns.
nl: Verbeter de rekruteersnelheid van soldaten bij de kazerne fors door hen in grote groepen of bataljons tegelijk te rekruteren.
pt_pt: Aumenta substancialmente a velocidade de recrutamento de soldados nos quartéis se forem grupos ou batalhões.

source: Faster batch training speed for the Barracks.
de: Höhere Ausbildungsgeschwindigkeit in Baracken.
es: Los cuarteles incrementan su velocidad de reclutamiento por grupos.
fr: Vitesse d'enrôlement dans les casernes augmentée
gd: Luaths as àirde air trèanadh ghrunnan aig na taighean-feachd.
gl: Aumenta a velocidade de adestramento por grupos nos cuarteis.
nl: Verhoogde groepsrekruteringssnelheid in de kazerne.
pt_pt: Aumenta a velocidade de recrutamento conjunto nos Quartéis.

source: Conscription
de: Wehrpflicht
es: Conscripción
gd: Dleastanas-airm
gl: Levas
nl: Dienstplicht
pt_pt: Conscrição

source: Calling up cavalry levies in time of war helps bolster the ranks of a king's army.
de: In Zeiten des Krieges Kavallerie einzuberufen hilft die Ränge der königlichen Armee zu Polstern.
es: El reclutamiento forzoso en tiempos de guerra ayuda a fortalecer las filas del ejercito de un rey.
fr: L'appel à l'enrôlement pour la cavalerie en temps de guerre aide à renforcer les rangs de l'armée du roi.
gd: Cuiridh eachraidh a thogas tu o na saoranaich rè amannan cogaidh ri neart airm an rìgh.
gl: Chamar levas de cabalaría en tempos de guerra axuda a reforzar as liñas do exército dun rei.
nl: Extra cavalerie werven in tijden van oorlog zorgt voor een onuitputtelijk leger.
pt_pt: Mobilizar a cavalaria em tempo de guerra ajuda a reforçar o exército do rei.

source: All cavalry -20% train time, but also -10 health. Unlocks Conscription.
de: Alle Kavallerie braucht -20% Rekrutierungszeit, hat aber -10 Gesundheit. Ermöglicht Wehrpflicht.
es: Caballeria -20% de tiempo de reclutamiento, pero -10 de salud. Desbloquea servicio militar obligatorio
fr: La cavalerie s’entraîne -20% plus vite, mais perd -10 points de vie. Débloque Conscription.
gd: Thèid eachraidh a thrèanadh nas luaithe le -20% ach gheibh iad -10 de shlàinte cuideachd. Bheir seo a' ghlas far an dleastanas-airm.
gl: Redúcese o tempo de adestramento da cabalaría nun -20%, pero tamén a súa vida en -10. Desbloquea «Levas».
nl: Alle ruiters -20% rekruteertijd, maar ook -10 gezondheid. Ontgrendelt dienstplicht.
pt_pt: Cavalaria recrutada 20% mais depressa, mas com -10 resistência. Desbloqueia Conscrição.

source: Levy Cavalry
de: Kavallerie Training
es: Leva de caballería
fr: Levée de cavalerie
gd: Tog eachraidh
gl: Cabaleiro da leva
nl: Cavaleriewerving
pt_pt: Mobilização de Cavalaria

source: Calling up infantry levies in time of war helps bolster the ranks of a king's army.
de: In Zeiten des Krieges Infanterie einzuberufen hilft die Ränge der königlichen Armee zu Polstern.
es: El reclutamiento forzoso en tiempos de guerra ayuda a fortalecer las filas del ejercito de un rey.
fr: L'appel à l'enrôlement pour la cavalerie en temps de guerre aide à renforcer les rangs de l'armée du roi.
gd: Cuiridh coisridh a thogas tu o na saoranaich rè amannan cogaidh ri neart airm an rìgh.
gl: Chamar levas de infantaría en tempos de guerra axuda a reforzar as liñas do exército dun rei.
nl: Extra infanterie werven in tijden van oorlog zorgt voor een onuitputtelijk leger.
pt_pt: Mobilizar a infantaria em tempo de guerra ajuda a reforçar o exercíto do rei.

source: All infantry -10% train time, but also -5 health. Unlocks Conscription.
de: Infanterie -10% Ausbildungszeit, aber auch -5 Trefferpunkte. Ermöglicht Infanteriewehrpflicht.
es: Infantería: -10% de tiempo de reclutamiento, pero -5 de salud. Desbloquea la conscripción de Infantería.
fr: Toute l'infanterie gagne -10% de temps de formation, mais perd -5 points de santé. Débloque la conscription.
gd: Thèid coisridh a thrèanadh nas luaithe le -10% ach gheibh iad -5 de shlàinte cuideachd. Bheir seo a' ghlas far an dleastanas-airm.
gl: Redúcese o tempo de adestramento da infantaría nun -10%, pero tamén a súa vida en -5. Desbloquea «Levas».
nl: Alle infanterie 10% minder rekruteringstijd, maar ook -5 leven. Ontgrendelt dienstplicht technologie.
pt_pt: É mais rápido recrutar soldados em 10% mas também são mais fracos de saúde em - 5. Desbloqueia Conscrição.

source: Levy Infantry
de: Einberufene Infanterie
es: Leva de infantería
fr: Levée d'infanterie
gd: Tog coisridh
gl: Levas de infantaría
nl: Infanterie recruteringen
pt_pt: Mobilização de Infantaria

source: Significantly increase build speed of batches of ships at the Dock.
de: Erhöht die Baugeschwindigkeit für mehrere in Auftrag gegebene Schiffe im Hafen signifikant.
es: Incrementa notablemente la velocidad de construcción de tus navíos en el astillero.
fr: Augmenter de manière significative la vitesse de construction des lots de navires au quai.
gd: Dèan togail ghrunnan de longan nas luaithe aig a' chala.
gl: Aumenta de maneira considerábel a velocidade de construción de naves en grupos nos portos.
nl: Versnelt de bouwsnelheid van schepen wanneer deze in groep gebeuren.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações em esquadrões.

source: Docks increased batch construction speed bonus.
de: Erhöht die Baugeschwindigkeit für mehrere Bauaufträge im Hafen signifikant.
es: Los puertos tienen una bonificación por reclutamiento por grupos.
fr: Les quais bénéficient d'un bonus d'accélération de la construction par groupe.
gd: Thèid grunnan a thogail nas luaithe ann an cala.
gl: Aumenta a bonificación de velocidade de construción en grupo dos portos.
nl: Dokwerkers kunnen sneller loten gelijke schepen maken.
pt_pt: Aumenta a velocidade de construção de embarcações em esquadrões.

source: Naval Architects
de: Schiffskonstrukteure
es: Arquitectura naval
fr: Architectes navals
gd: Ailtireachd-mara
gl: Arquitectos navais
nl: Marinearchitecten
pt_pt: Arquitectos navais

source: Guard units (Champions) are professionals who wield the best weapons and have the best training.
de: Gardisten sind Berufssoldaten, welche die besten Waffen tragen und die beste Ausbildung bekommen.
es: Las unidades guardianas (Campeones) son profesionales, portan las mejores armas y tienen el mejor entrenamiento.
fr: Les unités de la Garde (Champions) sont des professionnels qui détiennent les meilleures armes et ont la meilleure formation.
gd: 'S e saighdearan proifeiseanta a th' anns na h-aonadan geàird (laoich) aig a bheil na h-airm 's an trèanadh as fhearr.
gl: Os gardas (campións) son profesionais que portan as mellores armas e pasaron polo máis completo adestramento.
nl: Wachters (kampioenen) zijn professionele vechters met de beste wapens en de beste training.
pt_pt: Os guardas (campeões) são profissionais que têm as melhores armas e o melhor treino.

source: Unlock the ability to train Champions at the barracks.
de: Ermöglicht die Ausbildung von Gardisten in der Kaserne.
es: Desbloquea la habilidad de reclutar campeones en el cuartel.
fr: Débloquer la possibilité de former des champions dans les casernes.
gd: Thoir a' ghlas far a' chomais gus laoich a thrèanadh aig na taighean-feachd.
gl: Desbloquea a habilidade de adestrar campións nos cuarteis.
nl: Rekruteer kampioenen in de kazerne.
pt_pt: Desbloqueia a capacidade de recrutar campeões a partir dos quartéis.

source: Unlock Champion Units
de: Ermöglicht die Ausbildung von Gardisten
es: Desbloquear unidades campeonas
fr: Débloquer les unités championnes
gd: Thoir a' ghlas far aonadan laoich
gl: Desbloquear campións.
nl: Activeer de kampioenen
pt_pt: Desbloqueia campeões

source: A festival attended by women-only, to celebrate female fertility.
de: Ein Fest nur für Frauen, bei dem die weibliche Fruchtbarkeit gefeirt wird.
es: Un festival organizado exclusivamente para las mujeres, donde se festejaba la fertilidad femenina.
fr: Un festival à l'attention uniquement des femmes, pour célébrer la fertilité féminine.
gd: Fèill dha nach tèid ach na boireannaich gus an torrachas a chomharrachadh.
gl: Un festival ao que unicamente asisten mulleres, para celebrar a fertilidade feminina.
nl: Een festival dat enkel door vrouwen bijgewoond wordt, om de vrouwelijke vruchtbaarheid te vieren.
pt_pt: Um festival só para mulheres onde é celebrado a fertilidade.

source: Unlock the ability to train women from houses.
de: Schalte die Fähigkeit frei, Frauen in Häusern auszubilden.
es: Desbloquea la habilidad de reclutar mujeres desde las casas.
fr: Déverrouiller la capacité de former des femmes à partir des maisons.
gd: Thoir a' ghlas far a' chomais gus boireannaich a thrèanadh sna taighean.
gl: Desbloquea a habilidade de adestrar mulleres nas casas.
nl: Activeer de mogelijkheid om vrouwen te rekruteren van alle huizen.
pt_pt: Desbloqueia a capacidade de recrutar mulheres a partir das casas.

source: Fertility Festival
de: Fruchtbarkeitsritual
es: Festival de la fertilidad
fr: Festival de la Fertilité
gd: Fèill torrachais
gl: Festival da fertilidade
nl: Vruchtbaarheidsfeest
pt_pt: Festival da fertilidade

source: Promote all of your citizen-soldier cavalrymen to Advanced rank.
de: Befördere alle Bürgersoldaten Kavalleristen zum erweiterten Rang.
es: Promover a todos tus ciudadanos-soldados de caballería al rango de Avanzado.
fr: Promouvoir tous vos cavaliers citoyens-soldats au grade avancé.
gd: Àrdaich na h-uile eachraidh-dùthcha agad dhan rang adhartach.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango avanzado.
nl: Promoveer al je burgersoldaat ruiters naar de geavanceerde rang.
pt_pt: Promove todos os seus cidadãos soldados cavaleiros ao posto Avançado.

source: Promote all of your citizen-soldier cavalrymen to Advanced rank. This increases their military prowess, but decreases their meat gathering rates -25%. Unlocks Elite Citizen-Cavalry technology.
de: Befördere alle Bürgerkavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleischsammelrate um -25%. Schaltet Elite Bürgerkavallerietechnologie frei.
es: Promover a todos tus ciudadanos-soldados de caballería al rango de Avanzado. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de carne un -25%. Desbloquea la tecnología de Caballería Ciudadana Elite.
fr: Promouvoir tous vos cavaliers citoyens-soldats au grade avancé. Cela augmente leurs prouesses militaires, mais diminue de -25% leur taux de collecte de viande. Débloque la technologie de cavalerie de citoyens d'élites.
gd: Àrdaich na h-uile eachraidh-dùthcha agad dhan rang adhartach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus feòil a chruinneachadh le -25%. Bheir seo a' ghlas far teicneòlas an eachraidh-dhùthcha.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe nun -25% a velocidade coa que recollen carne. Desbloquea a tecnoloxía «Cabalaría de cidadáns de elite».
nl: Promoveer al je burgersoldaat ruiters naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun burgertaak (vlees verzamelen) met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pt_pt: Promove todos os seus cidadãos soldados cavaleiros a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de carne em -25%. Desbloqueia a tecnologia dos cidadãos cavaleiros de elite.

source: Advanced Citizen-Cavalry
de: Fortgeschrittene Bürgerkavallerie
es: Unidades ciudadanas a caballo avanzadas
fr: Cavalerie citoyenne avancée
gd: Eachraidh-dùthcha adhartach.
gl: Cabalaría de cidadáns avanzada
nl: Geavanceerde burgercavalerie
pt_pt: Cidadãos cavaleiros promovidos

source: Upgrade all of your citizen-soldier infantrymen to Advanced rank.
de: Befördert alle Bürger-Fußsoldaten zum Fortgeschritten-Dienstgrad.
es: Promover a todos tus ciudadanos-soldados de infantería al rango de Avanzado.
fr: Monter tous vos fantassins citoyens-soldats au grade avancé.
gd: Àrdaich na h-uile coisridh-dhùthcha agad dhan rang adhartach.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango avanzado.
nl: Promoveer al je infanterie burgersoldaten naar geavanceerde rang.
pt_pt: Promove todos os seus cidadãos soldados de infantaria ao posto Avançado.

source: Upgrade all of your citizen-soldier infantrymen to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Citizen-Infantry technology.
de: Befördert alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Sammel-Raten um -25%. Schaltet Elite-Infantrie-Bürger-Technologie frei.
es: Promover a todos tus ciudadanos-soldados de infantería al rango de Avanzado.Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos un -25%. Desbloquea la tecnología de Infantería Ciudadana Élite.
fr: Monter tous vos fantassins citoyens-soldats au grade avancé. Cela augmente leurs prouesses militaires, mais diminue leur taux de collecte de ressources de -25%. Débloque la technologie Infanterie citoyenne d'élite.
gd: Àrdaich na h-uile coisridh-dhùthcha agad dhan rang adhartach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25%. Bheir seo a' ghlas far teicneòlas na coisridh-dùthcha.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe nun -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Infantaría de cidadáns de elite».
nl: Promoveer al je infanterie burgersoldaten naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pt_pt: Promove todos os seus cidadãos soldados de infantaria a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de recursos em -25%. Desbloqueia a tecnologia dos cidadãos soldados de infantaria de elite.

source: Advanced Citizen-Infantry
de: Fortgeschrittene Bürgerinfantrie
es: Ciudadanos-soldado avanzados
fr: Infanterie citoyenne avancée
gd: Coisridh-dhùthcha adhartach.
gl: Infantaría de cidadáns avanzada
nl: Geavanceerde burgerinfanterie
pt_pt: Cidadãos soldados promovidos

source: Promote all of your citizen-soldier cavalrymen to Elite rank. This increases their military prowess, but decreases their meat gathering rates another -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
es: Promover a todos tus ciudadanos-soldados de caballería al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de carne otro -25%.
fr: Promouvoir tous vos cavaliers citoyens-soldats au grade d'élite. Cela augmente leurs prouesses militaires, mais diminue leur taux de collecte de viande d'un autre -25%.
gd: Àrdaich na h-uile eachraidh-dùthcha agad do rang nan seann-ghaisgeach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus feòil a chruinneachadh le -25% eile.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen carne.
nl: Promoveer al je burgersoldaat ruiters tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd hun burgertaken (vlees verzamelen) met 25%.
pt_pt: Promove todos os seus cidadãos soldados cavaleiros a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de carne em -25%.

source: Elite Citizen-Cavalry
de: Elite Bürgerkavallerie
es: Unidades ciudadanas de élite a caballo
fr: Cavalerie citoyenne d'élite
gd: Eachraidh-dùthcha seann-ghaisgeach.
gl: Cabalaría de cidadáns de elite
nl: Elite burgercavalerie
pt_pt: Cidadãos cavaleiros de elite

source: Upgrade all of your citizen-soldier infantrymen to Elite rank.
de: Befördert alle Bürger-Fußsoldaten zum Elite-Dientgrad.
es: Promover a todos tus ciudadanos-soldados de infantería al rango de Élite.
fr: Monter tous vos fantassins citoyens-soldats au grade d'élite.
gd: Àrdaich na h-uile coisridh-dhùthcha agad do rang nan seann-ghaisgeach.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango de elite.
nl: Promoveer je infanterie burgersoldaten tot elite rang.
pt_pt: Promove todos os seus cidadãos soldados de infantaria ao posto de Elite.

source: Upgrade all of your citizen-soldier infantrymen to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
es: Promover a todos tus ciudadanos-soldados de infantería al rango de Élite.Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
fr: Monter tous vos fantassins citoyens-soldats au grade d'élite. Cela augmente leurs prouesses militaires, mais diminue encore leur taux de collecte de ressources de -25%.
gd: Àrdaich na h-uile coisridh-dhùthcha agad do rang nan seann-ghaisgeach. Bidh iad nas comasaiche air a' bhlàr, ach crìonaidh an comas gus stòras a chruinneachadh le -25% eile.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
nl: Promoveer al je infanterie burgersoldaten tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pt_pt: Promove todos os seus cidadãos soldados de infantaria a um posto superior. Isto aumenta o seu poderio militar mas diminui a capacidade de recolha de recursos em -25%.

source: Elite Citizen-Infantry
de: Elite Bürgerinfantrie
es: Ciudadanos-soldado de élite
fr: Infanterie citoyenne d'élite
gd: Coisridh-dhùthcha sheann-ghaisgeach.
gl: Infantaría de cidadáns de elite
nl: Elite burgerinfanterie
pt_pt: Cidadãos soldados de infantaria de elite

source: Outposts gain longer vision for scouting.
de: Erhöht die Außenpostensichtweite.
es: Las avanzadas consiguen una mejor visión de exploración.
fr: Les avant-postes ont un plus grand champ de vision pour la reconnaissance.
gd: Gheibh gearastanan lèirsinn nas fhaide airson rabhadh.
gl: Amplíase o raio de visión das atalaias.
nl: Voorposten verkrijgen een grotere zichtradius.
pt_pt: Aumenta a visão das atalaias.

source: Vision Range +50% for Outposts.
de: Sichtweite für Außenposten um 50% erhöht.
es: La distancia de visión de las avanzadas aumenta un +50% f.
fr: Champ de vision augmenté de +50% pour les avant-postes.
gd: Rainse lèirsinn +50% airson ghearastanan.
gl: Aumento dun +50% da visión das atalaias.
nl: Zichtbereik 50% groter voor voorposten.
pt_pt: O raio de visão das atalaias aumentam em +50%.

source: Carrier Pigeons
de: Brieftauben
es: Palomas mensajeras
fr: Pigeons voyageurs
gd: Calmain-ghiùlain
gl: Pombas mensaxeiras
nl: Postduif
pt_pt: Pombos-correio

source: Carthaginians built their city walls in three concentric circuits. These walls were never breached. Even when the city was taken by the Romans, it was via the city's harbor, not by storming its walls. Consequently, Carthaginian walls, gates, and wall towers have 3x the health of a standard wall, but also cost twice as much and take twice as long to build.
de: Karthager bauten ihre Stadtmauern in 3 konzentrischen Kreisen. Diese Mauern wurden nie durchbrochen. Selbst als die Stadt von den Römern eingenommen wurde, gelang dies durch den Hafen, nicht indem die Mauern erstürmt wurden.dementsprechend haben Karthagos Mauern, Tore und Türme 3x so viel Leben wie normal, Kosten aber doppelt so viel und man braucht die doppelte Zeit um sie zu bauen.
es: Los cartagineses construian sus murallas de la ciudad formando tres circulos concéntricos. Esas muralla nunca fueron violadas. Aun cuando la ciudad fue tomada por los romanos, fue a través de puerto de la ciudad, y no por el asalto de sus muros. En consecuencia, los muros de Cartago, con puertas y torres de pared tienen 3x de resistencia frenta a una pared estándar, pero también cuestan el doble y el doble de tiempo para construir.
fr: Les carthaginois bâtissaient leurs remparts en trois circuits concentriques. Ces murs n'ont jamais été violés. Même quand la cité fut prises par les Romains, ce fut par le port de la ville et non en prenant d'assaut ses remparts. Par conséquent, les remparts carthaginois, les portes et les tours ont x3 plus de santé que des murs standard, mais ils ont aussi un coût multiplié par deux et un temps de construction doublé.
gl: Os cartaxineses construían as murallas das súas cidades en tres circuítos concéntricos. As murallas nunca caían. Incluso cando Cartago foi tomada polos romanos, foi tal mediante o porto da cidade, non atravesando as murallas. Por tanto, as murallas, portas e torres cartaxinesas teñen tres veces máis vida que as estruturas equivalentes doutras faccións, aínda que tamén custan o dobre, e leva o dobre de tempo construílas.
nl: Carthago had drie concentrische muren rond het stadscentrum. Deze muren werden nooit overwonnen. Zelfs wanneer de stad veroverd werd door Rome gebeurde dit via de haven, en niet via de muren. Als gevolg zijn de Carthaagse muren 3x zo sterk als standaard muren, maar ze kosten ook dubbel zo veel, en duren dubbel zo lang om te bouwen.
pt_pt: Os Cartagineses construíram as muralhas das suas cidades em três concentrados circuitos. Estas muralhas nunca foram destruídas. Quando Cartago foi tomada de assalto pelos Romanos, foi através do porto e não através das resistentes muralhas. Assim, as muralhas, os portões e as torres de vigia cartaginesas têm 3x mais resistência, 2x mais o custo e 2x mais o tempo de construção em relação as mesmas estruturas de outras civilizações.
