Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: "Only the dead have seen the end of war." - Unknown
de: „Nur die Toten sahen das Ende des Krieges.“ - Unbekannt
es: "Sólo los muertos han visto el fin de la guerra." - Desconocido
fr: "Seuls les morts ont vu la fin de la guerre." - Inconnu
gl: «Só ao morrer pode un ver o final da guerra.» — Autor descoñecido.
nl: "Alleen de doden hebben het einde van de oorlog gezien." - Onbekend
pt_pt: "Só os mortos viram o fim da guerra." - Anónimo

source: "Our need will be the real creator." - Plato
de: "Unsere Not wird der wahre Schöpfer sein" - Plato
es: "Nuestra necesidad será la auténtica creadora." - Platón
fr: "Notre besoin sera le vrai créateur." - Platon
gl: «A nosa necesidade será o verdadeiro creador.» — Platón.
nl: "Onze behoefte zal de echte uitvinder zijn." - Plato
pt_pt: "O verdadeiro criador é a necessidade." – Platão

source: "A man with courage has every blessing." - Plautus
de: "Ein Mann mit Mut hat jeden Segen" - Plautus
es: "Un hombre valiente lo tiene todo a su favor." - Plautus
fr: "Un homme courageux a tous les dons." - Plaute
gl: «Un home con coraxe ten todas as bendicións.» — Plauto.
nl: "Een man met moed heeft iedere gave." - Plautus
pt_pt: "Um homem com coragem tem todas as bençãos." – Plauto

source: "No guest is so welcome in a friend's house that he will not become a nuisance after three days." - Plautus
de: "Kein Gast ist im Heim eines Freundes so willkommen, dass er nicht nach drei Tagen zur Last wird." - Plautus
es: "Ningún invitado resulta mejor bienvenido en la casa de un amigo que aquel que no se convierte una molestia al cabo de tres días." - Plautus
fr: "Nul invité n'est assez bienvenu dans la maison d'un ami pour ne pas devenir une nuisance après trois jours." - Plaute
gl: «Non hai invitado mellor benvido na cada dun amigo que aquel que non se converte nun estorbo aos tres días.» — Plauto.
nl: "Geen gast is zo welkome in het huis van een vriend, dat hij geen ergernis zal veroorzaken na drie dagen." - Plautus
pt_pt: "Nenhum convidado é muito bem-vindo na casa de um amigo, não vá ele se tornar um incómodo depois de três dias." – Plauto

source: "He whom the gods love dies young." - Plautus
de: „Wen die Götter lieben, der stirbt jung.“ – Plautus
es: "Aquel que ama a los dioses morirá joven." - Plautus
fr: "Celui que les dieux aiment meurt jeune." - Plaute
gl: «Quen ten o favor dos deuses morre novo.» — Plauto.
nl: "Hij van wie de goden houden, sterft jong" - Plautus
pt_pt: "Aquele que os deuses querem favorecer morre jovem." – Plauto

source: "Practice yourself what you preach." - Plautus
de: "Lass Worten Taten folgen." - Plautus
es: "Practica lo que predicas." - Plautus
fr: "Pratique toi-même ce pour quoi tu prêches." - Plaute
gl: «Practica o que predicas.» — Plauto.
pt_pt: "Pratique o que vai pregar." – Plauto

source: "Drink, live like the Greeks, eat, gorge." - Plautus
de: „Trinkt, lebt wie die Griechen, esst, fresst euch voll, schlachtet das Mastvieh!“ – Plautus
es: "Bebe, vive como los griegos, come, atibórrate." - Plautus
fr: "Buvez, vivez comme les Grecs, mangez, rassasiez-vous" - Plaute
gl: «Bebe, vive coma os gregos, come, sáciate.» — Plauto.
nl: "Drinken, leven als de Grieken, eten, vreet je, vol, dood het vetgemeste vee!" - Plautus
pt_pt: "Beber, viver como os gregos, comer, garganta." – Plauto

source: "Stop quoting laws, we carry weapons!" - Gnaeus Pompeius Magnus (Pompey the Great)
de: "Hört auf, Gesetze anzuführen, wir tragen Waffen!" - Gnaeus Pompeius Magnus (Pompeius)
es: "Dejad de pronunciar leyes, nosotros tenemos armas." Gnaeus Pompeius Magnus (Pompeyo El Grande)
fr: "Arrêtez de citer les lois, nous avons des armes !" - Gnaeus Pompeius Magnus (Pompée le Grand)
gl: «Deixa de citar leis, levamos armas!» — Pompeio o Magno.
nl: "Stop met wetten te citeren, wij zijn gewapend!" - Gnaeus Pompeius Magnus
pt_pt: "Pare de citar leis, nós carregamos armas!" – Pompeu

source: "Man is the measure of all things: of things which are, that they are, and of things which are not, that they are not." - Protagoras
de: "Der Mensch ist das Maß aller Dinge, der seienden, dass sie sind, der nichtseienden, dass sie nicht sind." - Protagoras
es: "El hombre es la medida de todas las cosas, de las que son en cuanto que son, de las que no son en cuanto que no son." - Protágoras
fr: "L'homme est la mesure de toute chose : de celles qui sont, du fait qu’elles sont ; de celles qui ne sont pas, du fait qu’elles ne sont pas." - Protagoras
gl: «O home é a vara coa que se miden todas as cousas: as cousas que son, que o son, e as que non son, que non o son.» — Protágoras.
nl: "De mens is de maat van alle dingen: van hetgeen dat is, dat het is, en van hetgeen dat niet is, dat het niet is." - Protagoras
pt_pt: "O homem é a medida de todas as coisas, das coisas que são, enquanto são, das coisas que não são, enquanto não são." – Protágoras

source: "We ought so to behave to one another as to avoid making enemies of our friends, and at the same time to make friends of our enemies." - Pythagoras
de: "Wir müssen uns untereinander so benehmen, dass wir vermeiden, dass wir aus unseren Freunden Feinde machen, und gleichzeitig dass wir aus unseren Feinden Freund machen." - Pythagoras
es: "Deberíamos comportarnos con los demás de forma que evitáramos hacernos enemigos de nuestros amigos, y al mismo tiempo hacernos amigos de nuestros enemigos." - Pitágoras
fr: "Il faut donc se comporter les uns envers les autres pour éviter de faire de nos amis des ennemis, et en même temps de faire de nos ennemis des amis ." - Pythagore
gl: «Deberíamos comportarnos os uns cos outros procurando non converter aos amigos en inimigos, e ao mesmo tempo procurando converter aos inimigos en amigos.» — Pitágoras.
nl: "We horen ons te gedragen voor elkaar, om geen vijanden onder je vrienden te maken, en tegelijkertijd om vrienden van je vijanden te maken." - Pythagoras
pt_pt: "Devíamos comportar-nos uns com os outros de forma a evitar fazer inimigos entre os nossos amigos e, ao mesmo tempo, fazer amigos entre os nossos inimigos." – Pitágoras

source: "In anger we should refrain both from speech and action." - Pythagoras
de: „In Wut sollten wir von beiden Abstand halten, Sprache und Handlung.“ - Pythagoras
es: "Bajo el influjo de la ira deberíamos abstenernos del discurso y de la acción." - Pitágoras
fr: "En colère on devrait réfréner la parole et les actes." - Pythagore
gl: «Cando a ira nos domina, cómpre non falar nin actuar.» — Pitágoras.
nl: "Bij boosheid moeten we ons weerhouden van woorden en daden." - Pythagoras
pt_pt: "Na raiva que deve abster-se tanto do discurso e da acção." – Pitágoras

source: "Power is the near neighbor of necessity." - Pythagoras
de: "Macht ist ein enger Nachbar der Notwendigkeit." - Pythagoras
es: "El poder es el vecino más cercano de la necesidad." - Pitágoras
fr: "Le pouvoir habite juste à côté de la nécessité" - Pythagore
gl: «O poder é veciño da necesidade.» —Pitágoras.
nl: "Macht is de buur van noodzaak." - Pythagoras
pt_pt: "O poder é um vizinho próximo da necessidade." - Pitágoras

source: "Numbers rule the Universe." - Pythagoras
de: „Zahlen regieren das Universum.“ - Pythagoras
es: "Los números controlan el universo." - Pitágoras
fr: "Les nombres gouvernent le monde" - Pythagore
gl: «O universo está gobernado por números.» — Pitágoras.
nl: "Getallen besturen het universum." - Pythagoras
pt_pt: "Os números regulam o Universo." - Pitágoras

source: "Rest satisfied with doing well, and leave others to talk of you as they please." - Pythagoras
de: "Sei zufrieden damit, gutes zu tun, und lass andere so von dir reden, wie es ihnen gefällt." - Pythagoras
es: "Consuélate con hacerlo bien, y deja que los otros hablen de ti como crean conveniente." - Pitágoras
fr: "Repose-toi d'avoir bien fait, et laisse les autres dire de toi ce qu'ils veulent." - Pythagore
gl: «Confórmate con facer o correcto, e deixa que os demais digan sobre ti o que queiran.» — Pitágoras.
nl: "Doe goed en kijk niet om, laat anderen tegen je praten zoals ze het graag doen." - Pythagoras
pt_pt: "Fique satisfeito com fazer bem e deixes outros falarem de si como bem entenderem." – Pitágoras

source: "Anger begins in folly, and ends in repentance." - Pythagoras
de: "Zorn beginnt in Torheit und endet in Reue" - Pythagoras
es: "La ira comienza con necedad, y termina con arrepentimiento." - Pitágoras
fr: "La colère commence par la folie, et finie par la repentance". - Pythagore
gl: «A ira comeza pola estupidez e remata no arrepentimento.» — Pitágoras.
nl: "Boosheid begint in een folie, en stopt bij berouw." - Pythagoras
pt_pt: "A raiva começa em loucura e termina em arrependimento." – Pitágoras

source: "There is no word or action but has its echo in Eternity." - Pythagoras
de: "Es gibt weder Wort noch Tat, die ein Echo in der Ewigkeit haben." - Pythagoras
es: "No hay palabra o acción que no tenga eco en la eternidad." - Pitágoras
fr: "Il n'y a pas de mot ni d'acte qui ne trouve son écho dans l'éternité." - Pythagore
gl: «Toda palabra e acción ten o seu eco na eternidade.» — Pitágoras.
nl: "Er is geen woord noch daad die geen echo in de eeuwigheid nalaat." - Pythagoras
pt_pt: "Não há nenhuma palavra ou acção mas tem seu eco na eternidade." – Pitágoras

source: "There is geometry in the humming of the strings, there is music in the spacing of the spheres." - Pythagoras
de: "Es liegt Geometrie im Summen der Saiten, es liegt Musik im Abstand der Sphären." - Pythagoras
es: "Hay geometría en la vibración de las cuerdas, hay música entre esferas." - Pitágoras
fr: "Il y a une géométrie dans le bourdonnement des cordes, il y a une musique dans l'espacement des sphères." - Pythagore
gl: «Hai xeometría no vibrar das cordas, así como hay música no espazo entre as esferas.» — Pitágoras.
nl: "Er is geometrie in het trillen der touwen, er is muziek in de plaatsing van sferen." - Pythagoras
pt_pt: "Há geometria no zumbido das cordas, há música no espaçamento das esferas." – Pitágoras

source: "Practice justice in word and deed, and do not get in the habit of acting thoughtlessly about anything." - Pythagoras
de: "Übe Gerechtigkeit in Wort und Tat, und verfalle nicht in die Angewohnheit, bei irgendetwas gedankenlos vorzugehen." - Pythagoras
es: "Practica la justicia en palabras y actos, no caigas en el hábito de actuar sin pensar en nada." - Pitágoras
fr: "Pratique la justice dans les mots et les faits, et ne prend pas l'habitude d'agir inconsidérément pour n'importe quoi." - Pythagore
gl: «Sea xusto ao falar e actuar, e non collas a mala costume de actuar sen pensar para todo.» — Pitágoras.
nl: "Oefen recht in woord en daad, en verval niet in de gewoonte om alles te doen zonder denken." - Pythagoras
pt_pt: "Pratica a justiça com teus actos e com tuas palavras e não ter o hábito de agir sem pensar em nada." – Pitágoras

source: "Do not even think of doing what ought not to be done." - Pythagoras
de: "Denk nicht einmal daran etwas zu tun, was nicht getan werden sollte" - Pythagoras
es: "Ni siquiera pienses en hacer lo que no debe de ser hecho." - Pitágoras
fr: "N'entretiens pas l'espoir de ce qui ne peut être espéré." - Pythagore
gl: «Ni se che pase pola cabeza facer o que non se debería facer.» — Pitágoras.
nl: "Denk er zelfs niet aan om te doen wat niet gedaan zou moeten worden." - Pythagoras
pt_pt: "Não pense em fazer o que não deve ser feito." – Pitágoras

source: "When the wise man opens his mouth, the beauties of his soul present themselves to the view, like the statues in a temple." - Pythagoras
de: "Wenn der weise Mann seinen Mund öffnet, präsentiert sich die Schönheit seiner Seele dem Betrachter, wie die Statuen in einem Tempel." - Pythagoras
es: "Cuando el hombre sabio abre su boca, la belleza de su alma se presenta por si misma, como estatuas en un templo." - Pitágoras
fr: "Lorsque l'homme sage ouvre sa bouche, les merveilles de son âme se présentent d'elles-mêmes à la vue, comme les statues dans un temple." - Pythagore
gl: «Cando o home sabio abre a boca, as belezas da súa alma póñense á vista, como estatuas nun templo.» — Pitágoras.
nl: "Wanneer een wijze man zijn mond opent, verschijnen de schoonheden als representaties van zijn ziel, zoals de beeldhouwwerken in een tempel." - Pythagoras
pt_pt: "Quando um homem sábio abre sua boca, a beleza da sua alma fica à mostra, como no caso das estátuas em um templo." – Pitágoras

source: "Remind yourself that all men assert that wisdom is the greatest good, but that there are few who strenuously seek out that greatest good." - Pythagoras
de: "Erinnere dich, dass alle Menschen behaupten, Weisheit sei das höchste Gut, aber dass es nur wenige gibt, die diesem höchsten Gut eifrig nachspüren." - Pythagoras
es: "Recuerda que todos los hombres están de acuerdo en que el conocimiento es el mayor de los bienes, pero son pocos quienes incansablemente buscan ese mayor bien." - Pitágoras
fr: "Garde à l'esprit que les hommes affirment que la sagesse est le bien le plus précieux, mais que rares sont ceux qui cherchent sans relâche ce bien précieux." - Pythagore
gl: «Non esquezas que, aínda que todos os homes afirman que a sabedoría é o mellor dos bens, son poucos os que a buscan activamente.» — Pitágoras.
nl: "Herinner je eraan dat mensen verzekeren dat wijsheid het meest begeerde goed is, maar dat er slechts enkelen hard zoeken naar dat begeerde goed." - Pythagoras
pt_pt: "Lembre-se que todos os homens afirmam que a sabedoria é o maior bem, mas que não são poucos os que procuram tenazmente que bem maior." – Pitágoras

source: "Without Justice, no realm may prosper." - Pythagoras
de: "Ohne Gerechtigkeit wird kein Reich gedeien." - Pythagoras
es: "Sin justicia que lo ampare, no hay reino próspero." - Pitágoras
fr: "Sans justice, aucun royaume ne peut prospérer." Pythagore
gl: «Ningún reino pode prosperar sen xustiza.» — Pitágoras.
nl: "Zonder recht kan geen enkel rijk bloeien." - Pythagoras
pt_pt: "Sem Justiça, não há reino que pode prosperar." – Pitágoras

source: "For harmony makes small states great, while discord undermines the mightiest empires." - Sallust
de: "Denn Harmonie macht kleine Staaten groß, während Zwietracht selbst die mächtigsten Imperien untergräbt." - Sallust
es: "La armonía hace grandiosos a los estamos más pequeños, mientras que la discordia quebranta los más poderosos imperios." - Sallust
fr: "Car l'harmonie confère aux petits états la grandeur, tandis que la discorde sape les empires les plus puissants." - Salluste
gl: «A harmonía outorga grandeza aos estados máis pequenos, mentres que a discordia socava a grandeza dos imperios máis poderosos.» — Salustio.
nl: "Harmonie maakt kleine staten groot, terwijl onenigheid de grootste rijken ondermijnt." - Sallust
pt_pt: "Harmonia faz pequenas coisas crescerem , a falta dela faz grandes coisas entrar em decadência." – Salústio

source: "I am mindful of human weakness, and I reflect upon the might of Fortune and know that everything that we do is exposed to a thousand chances." - Scipio Africanus
de: "Ich bin eingedenk der menschlichen Schwäche, ich sinne der Macht der Fortuna nach und weiß, dass alles, was wir tun, tausend Möglichkeiten ausgesetzt ist." - Scipio Africanus
es: "Soy consciente de las debilidades humanas, y reflexiono sobre el poder de la fortuna y se que todo lo que hagamos está expuesto a miles de posibilidades." - Escorpión el Africano
fr: "Je garde à l'esprit la faiblesse humaine, et je médite sur la puissance de la Fortune et sais que tout ce que nous faisons s'expose à un millier de risques." - Scipion l'Africain
gl: «Son consciente da debilidade humana, coñecedor do poder da sorte, e sei que todo o que facemos depende de centos de posibilidades.» — Escipión o Africano.
nl: "Ik hou rekening met de menselijke zwakheid, en ik denk na over de macht van Fortuin en weet dat alles dat we doen onderhevig is aan een duizend toevalligheden." - Scipio Africanus
pt_pt: "Estou consciente da fraqueza humana, penso sobre o poder da fortuna e sei que tudo o que fazemos é exposto a mil coisas." – Cipião Africano

source: "Prepare for war, since you have been unable to endure a peace." - Scipio Africanus
de: "Bereite dich auf den Krieg vor, da du außerstande warst den Frieden zu erhalten." - Scipio Africanus
es: "Prepárate para la guerra, ya que no has podido perdurar en paz." - Escorpión el Africano
fr: "Préparez-vous à la guerre, puisque vous avez été incapables de supporter une paix." - Scipion l'Africain
gl: «Prepárate para a guerra, xa que non fuches capaz de manter a paz.» — Escipión o Africano.
nl: "Bereid jezelf voor op oorlog, aangezien je de vrede niet kan volhouden." - Scipio Africanus
pt_pt: "Prepare-se para a guerra, uma vez que têm sido incapazes de suportar a paz." – Cipião Africano

source: "Go, tell the Spartans, stranger passing by that here, obedient to their laws, we lie." - Simonides of Ceos, epitaph on the Cenotaph of Thermopylae
de: "Wanderer, kommst du nach Sparta, verkündige dorten, du habest uns hier liegen gesehen, wie das Gesetz es befahl." - Simonides von Keos, Inschrift auf dem Gedenkstein in den Thermopylen
es: "Ve, oh viajero, díselo a los espartanos, diles que, de acuerdo a sus leyes, aquí yacemos." - Simónides de Ceos, epitafio en el Cenotafio de las Termópilas
fr: "Va dire aux Spartiates, passant étranger, qu'ici, obéissant à leurs lois, nous gisons." - Simonide de Céos, épitaphe sur le Cénotaphe des Thermopyles
gl: «Vai e dille aos espartanos, estraño que pasas, que aquí xacemos, obedientes ás nosas leis.» — Simónides de Ceos, epitafio no cenotafio das Termópilas.
nl: "Vertel het aan de Spartanen, vreemdelingen op doorkomst, maar we houden ons aan hun wetten." - Simonides van Ceos, grafschrift op de Cenotaph van Thermopylae
pt_pt: "Viajante, anuncia em Esparta que aqui permanecemos em obediência às suas leis." – Simónides de Ceos no epitáfio do rei Leonidas I

source: "Not even the gods fight against necessity." - Simonides of Ceos
de: „Der Notwendigkeit aber streben selbst Götter nicht entgegen.“ – Simonides von Keos
es: "Ni siquiera los dioses luchan contra la necesidad." - Simónides de Ceos
fr: "Même les dieux ne combattent pas contre la nécessité." - Simonide de Céos
gl: «Nin sequera os deuses loitan contra a necesidade.» — Simónides de Ceos.
nl: "Zelfs de goden vechten niet tegen de noodzaak." - Simonides van Ceos
pt_pt: Nem os próprios deuses lutam contra a necessidade." – Simónides de Ceos

source: "We did not flinch but gave our lives to save Greece when her fate hung on a razor's edge." - Simonides of Ceos
de: "Wir wichen nicht zurück, sondern gaben unser Leben, um Griechenland zu retten, als sein Schicksal auf Messers Schneide stand." - Simonides von Keos
es: "No nos acobardamos, sino que dimos nuestras vidas para salvar Grecia cuando su destino pendía de un hilo." - Simónides de Ceos
fr: "Nous n'avons pas flanché mais avons donné nos vies pour sauver la Grèce lorsque son destin reposait sur le fil d'un rasoir." - Simonide de Céos
gl: «Sen vacilar por un instante demos as nosas vidas para salvar Grecia cando o seu destino pendía dun fío.» — Simónides de Ceos.
nl: "Wij vertrokken geen spier, maar gaven ons leven om Griekenland te redden toen haar lot aan een zijden draadje hing." - Simonides van Ceos
pt_pt: "Não vacilamos mas demos a vida para salvar a Grécia, quando o seu destino estava no fio da navalha." – Simónides de Ceos

source: "The bravest are surely those who have the clearest vision of what is before them, glory and danger alike, and yet notwithstanding, go out to meet it." - Thucydides
de: "Nur die Tapfersten sind sicherlich die, die die klarste Sicht auf das haben, was vor ihnen liegt, Ehre und Gefahr zugleich, und dennoch gehen sie hinaus, dem zu begegnen." - Thukydides
es: "Los más valientes son seguramente los que tienen la visión más clara de lo que está delante de ellos, la gloria y el peligro por igual, y no obstante, salir a su encuentro." - Tucídides
fr: "Les plus braves sont sûrement ceux qui ont la vision la plus nette de ce qui est devant eux, gloire comme danger, et qui, malgré tout, partent s'y confronter." - Thucydide
gl: «Os máis valentes son aqueles que saben perfectamente o que teñen ante eles, tanto a gloria coma o perigo, e que a pesar de todo van e se enfrontan a eles.» — Tucídides.
nl: "De dapperste zijn zonder twijfel deze die beseffen wat voor hen light. De glorie en het gevaar. En toch zonder verpinken het tegemoet gaan." - Thucydides
pt_pt: "Mas os mais corajosos são certamente aqueles que têm a visão mais clara do que está diante deles, da mesma forma que a glória e o perigo que mesmo assim têm que encontrá-los."– Péricles

source: ROMAN ARMY CAMP
de: RÖMISCHES ARMEELAGER
es: CAMPAMENTO MILITAR ROMANO
fr: CAMP MILITAIRE ROMAIN
gd: CAMPA AIRM RÒMANACH
gl: Campamento do exército romano
nl: ROMEINS LEGERKAMP
pt_pt: ACAMPAMENTO ROMANO

source: - Build anywhere on the map, even in enemy territory. Good for building a secret base behind enemy lines or to consolidate gains within enemy territory.
de: - Kann überall auf der Karte gebaut werden, sogar in feindlichem Territorium. Eignet sich gut als geheime Basis hinter feindlichen Linien oder als Einnahmequelle in feindlichem Territorium.
es: - Se puede construir en cualquier parte del mapa, incluso en territorio enemigo. Útil para construir una base secreta detrás de las líneas enemigas o para consolidar conquistas en el territorio hostil.
fr: - Construisez-le n'importe où, même en territoire ennemi. Pratique pour établir une base secrète derrière les lignes ennemies ou pour consolider les acquis dans leur territoire.
gd: - Tog fear àite sam bith air a' mhapa, fiù 's air ranntair an nàmhad. Tha iad math gus bunait dhìomhair a thogail air cùlaibh an nàmhad no buannachdan air ranntair an nàmhad a dhaingneachadh.
gl: • Pode construírse en calquera parte do mapa, incluíndo os territorios inimigos. Útil para construír unha base secreta tras as liñas inimigas, ou para consolidar terreo gañado ao inimigo no seu propio territorio.
nl: - Bouw het overal op de kaart, zelfs in vijandig gebied. Goed om vijand te verassen met een verborgen basis achter de linies.
pt_pt: - Pode ser construído em qualquer lugar no mapa e até em território inimigo. Útil para a construção de uma base secreta atrás das linhas inimigas, ou para consolidar conquistas em território inimigo.

source: - Loses health when in neutral or enemy territory.
de: - Verlieren Gesundheit, wenn sie in neutralem oder feindlichem Gelände sind.
es: - Pierde salud cuando se encuentra en territorio enemigo o neutral.
fr: - Perd de la santé lorsqu'il est en territoire neutre ou ennemi.
gd: - Caillidh e slàinte nuair a bhios e air ranntair nàmhad no neo-phàirteach.
gl: • Perde vida mentres está en territorio inimigo ou neutral.
nl: - Raakt in verval indien in neutraal of vijandig territorium.
pt_pt: - Vai perdendo resistência em território neutral ou inimigo.

source: - Construct siege weapons and train citizen-soldiers.
de: - Baue Belagerungswaffen und trainiere Bürgersoldaten.
es: - Construye armas de asedio y recluta a ciudadanos-soldado.
fr: - Permet de construire des armes de siège et de former des citoyens-soldats.
gd: - Tog innealan-sèiste is trèanaich saighdearan-dùthcha.
gl: • Constrúe máquinas de asedio e adestra cidadáns soldado.
nl: - Bouw belegeringswapens en rekruteer burgersoldaten.
pt_pt: - Constrói maquinaria de cerco e recruta cidadãos-soldados.

source: - Slowly heal up to 40 garrisoned units.
de: - Heilt langsam bis zu 40 einquartierte Einheiten.
es: - Cura lentamente hasta 40 unidades guarnecidas.
fr: - Soigne lentement jusqu'à 40 unités en garnison.
gd: - Slànaich gu ruige 40 aonad a tha 'nan gearastan ann beag air bheag.
gl: • Sanda lentamente ata 40 unidades acuarteladas.
nl: - Genees 40 soldaten aan een traag tempo.
pt_pt: - Cura lentamente até 40 unidades guarnecidas.
