Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The Persians could and did levy a large number of infantry during wartime due to the sheer size of the Achaemenid Empire and the way in which it was set-up. In general the Persian infantry was well trained and fought with great tenacity. However while this was true the infantry were poor hand-to-hand, close combat fighters. Also, with the exception of the elite regiments, the Persian infantry was not a standing professional force.
de: Die Perser konnten aufgrund der schieren Größe des Achämenidenreiches und der Art und Weise, wie es aufgebaut war, während der Kriegszeit eine große Menge an Infanterie ausheben. Allgemein war die persische Infanterie gut ausgebildet und kämpfte mit großer Hartnäckigkeit, allerdings war sie trotzdem eher schlecht im Kampf Mann gegen Mann. Außerdem war die persische Infanterie - mit Ausnahme der Eliteregimenter - keine stehende professionelle Streitmacht.
es: Los persas pudieron y llevaron a cabo reclutamientos forzosos de un gran número de infantería durante la guerra dado el gran tamaño del imperio Arqueménida y la forma en la que se instituyó. En general, la infantería persa estaba bien entrenada y luchaba con gran tenacidad. Sin embargo, aunque esto es cierto, la infantería era mala en los combates cuerpo a cuerpo. También, con la excepción de los regimientos de élite, la infantería persa no era una fuerza profesional.
fr: Les Perses durent et ont prélevé un grand nombre d'infanterie pendant la guerre à cause de l'étendue de l'Empire Achéménide et la façon dont il était réparti. En général l'infanterie Perse était bien formée et se battait avec une grande ténacité. Cependant même si c'était vrai, l'infanterie était faible au corps-à-corps ou en combat rapproché. Enfin, à l'exception des régiments d'élite, l'infanterie Perse n'était pas une force professionnelle permanente.
gl: Os persas podían recrutar levas de infantaría en gran número durante os tempos de guerra debido ás enormes dimensións do imperio aqueménida e da forma en que estaba organizado. En xeral, a infantaría persa estaba ben adestraba e loitaba con gran tenacidade. Pero a pesar disto a infantaría deixaba bastante que desexan no combate a curta distancia, man a man. Ademais, salvo polos rexementos de elite, a infantaría persa non era unha forza verdadeiramente profesional.
nl: De Perzen werfden een groot aantal infanteriesoldaten gedurende oorlogen. Dit kwam door de enorm grootte van het Achaemenidische rijk en de organisatie er van. In het algemeen was de Perzische infanterie goed getraind en vochten ze met vastberadenheid. De infanterie was echter niet goed in dichte gevechten. Met de uitzondering van eliteregimenten was de Perzische infanterie geen professioneel leger.
pt_pt: Os Persas mobilizavam um grande número de pessoas para integrarem os regimentos de infantaria em períodos de guerra, devido à enorme dimensão do império aqueménida e da maneira como estava organizado. Em geral, a infantaria persa era bem treinada e combatia com grande tenacidade; porém, era fraca no combate corpo a corpo. Com excepção dos regimentos de elite, a infantaria persa não era um exército profissional permanente.

source: +25% trade profit land routes.
de: 25% mehr Profit auf Handelswegen über Land.
es: +25% de beneficio por rutas terrestres.
fr: +25% de profits commerciaux par voies terrestres.
gd: +25% de phrothaid malairt airson shlighean air tìr.
gl: Aumento nun +25% dos beneficios das rutas por terra.
nl: +25% handelsvoordeel over landroutes.
pt_pt: +25% de lucro nas rotas comerciais terrestres.

source: Royal Road
de: Königliche Straße
es: Camino real
fr: Voie royale
gd: Rathad rìoghail
gl: Camiño real
nl: Koninklijke weg
pt_pt: Estrada Real

source: Coinage was invented by the Lydians in 7th Century B.C., but it was not very common until the Persian period. Darius the Great standardized coined money and his golden coins (known as 'darics') became commonplace not only throughout his empire, but as far to the west as Central Europe.
de: Die Münzprägung wurde von den Lydiern im 7. Jahrhundert v.Chr. erfunden, war aber bis zur Persischen Periode nicht sehr gebräuchlich. Darius der Große vereinheitlichte das Geprägte Geld und seine Goldmünzen (genannt Dareikos) wurden nicht nur in seinem Reich genutzt, sondern auch bis nach Mitteleuropa.
es: La acuñación fue inventada por los Lidios en el siglo 7 a.C, pero no fue demasiado común hasta el periodo persa. Darío el Grande estandarizó la acuñación de moneda y sus monedas de oro (conocidas como "dáricos") se hicieron comunes no solo en su imperio, sino en el resto de la Europa occidental y central.
fr: La monnaie fut inventée par les Lydiens au 7ème siècle av. J.C., mais n'était pas très usitée jusqu'à l'époque Persane. Darius le Grand standardisa la frappe de la monnaie et ses pièces en or (connues sous le nom de 'Dariques') devinrent banales pas seulement à travers son empire, mais très loin à l'ouest comme en Europe centrale.
gl: Os lidios inventaron a moeda no século VII a.C., pero non se volveu moi común ata o período dos persas. Darío o Grande estandarizou a moeda e as súas moedas de ouro (os «dáricos») volvéronse común non só dentro do reino, senón que chegaron ata o mesmo centro de Europa.
nl: Munten slaan werd uitgevonden door de Lydiërs in de 7de eeuw V.C., maar het werd niet veel gedaan tot de Perzische periode. Darius de Grote heeft het munten slaan gestandaardiseerd. Zijn gouden munten (gekend als darics) werden een bekende standaard, zelfs tot in het centraal Europa.
pt_pt: Os lídios inventaram a moeda no século VII a.C., mas não se tornou comum usar até ao período persa. Dario I estandardizou a moeda e as suas moedas de ouro (conhecidas como darico) tornando o uso ser comum não só dentro do seu reino bem como até no centro da Europa.

source: Kurush II the Great
de: Kyros der Große
es: Ciro II el Grande
fr: Kurush II le Grand
gd: Kùrois II Mòr
gl: Ciro II o Grande
nl: Kurush II de Grote
pt_pt: Ciro II

source: Cambyses II
de: Kambyses II.
es: Cambises II
fr: Cambyse II
gl: Cambises II
pt_pt: Cambises II

source: Bardiya
gl: Esmerdis

source: Artaxshacha I
de: Artaxerxes I. Makrocheir
gl: Artaxacha I
pt_pt: Artaxerxes I

source: Darayavahush II
gl: Daraiavaus I
pt_pt: Dario II

source: Darayavahush III
gl: Daraiavaus III
pt_pt: Dario III

source: Artaxshacha II
de: Artaxerxes II. Mnemon
fr: Artaxata II
gl: Artaxacha II
pt_pt: Artaxerxes II

source: Artaxshacha III
de: Artaxerxes III. Ochos
fr: Artaxata III
gl: Artaxacha III
pt_pt: Artaxerxes III

source: Haxamanish
es: Aquemenes
gl: Haxamanis
pt_pt: Aquêmenes

source: Xsayarsa II
de: Hšayāŗšā II.
gl: Xaiarsa II
pt_pt: Xerxes II

source: Phoenician triremes gain the unique ability to train cavalry units.
de: Phönizische Trieren erhalten die einzigartige Fähigkeit Kavallerieeinheiten auszubilden.
es: Los trirremes fenicios consiguen la habilidad única de reclutar unidades a caballo.
fr: Les trières phéniciennes gagnent la faculté exceptionnelle de former des unités de cavalerie.
gd: Buannaichidh longan trì-ràmhach nam Pheniceach an comas sònraichte gun gabh aonadan eachraidh a thrèanadh annta.
gl: Os trirremes fenicios conseguen a habilidade única de adestrar unidades de cabalaría.
nl: Fenicische triremen krijgen de mogelijkheid om ruiters te rekruteren.
pt_pt: As trirremes fenícias obtêm a capacidade única de recrutarem cavalaria.

source: Naval Craftsmanship
de: Marinehandwerk
es: Artesanía naval
fr: Artisanat naval
gd: Ceàrd a' chabhlaich
gl: Tradición naval
nl: Maritiem vakmanschap
pt_pt: Arte da Construção Naval

source: Early Achaemenid rulers acted towards making Persia the first great Asian empire to rule the seas. The Great King behaved favourably towards the various sea peoples in order to secure their services, but also carried out various marine initiatives. During the reign of Darius the Great, for example, a canal was built in Egypt and a Persian navy was sent exploring the Indus river. According to Herodotus, some 300 ships in the Persian navy were retrofitted to carry horses and their riders.
de: Die frühen Achämenidenherrscher machten Persien zum ersten asiatischen Großreich, welches die See beherrschte. Der Großkönig begünstigte die vielen Seevölker um deren Dienste zu sichern, startete aber auch selbst diverse Marineaktivitäten. Während der Herrschaft von Dareios I. wurde beispielsweise ein Kanal in Ägypten gebaut und eine persische Flotte zur Induserkundung ausgeschickt. Laut Herodot wurden etwa 300 Schiffe der persischen Marine nachgerüstet, um den Transport von Reitern und deren Pferden zu ermöglichen.
es: Los primeros gobernantes Aqueménidas trabajaron para hacer de Persia el primer gran imperio asiático que dominara los mares. El Gran Rey favoreció a las diferentes gentes del mar para asegurar sus servicios, pero también llevo a cabo varias iniciativas marinas. Durante el reinado de Darío el Grande, por ejemplo, se construyó un canal en Egipto y se envió una flota Persa para explorar el río Indo. De acuerdo con Herodoto, unos 300 barcos de la flota Persa fueron adaptados para llevar caballos y sus jinetes.
fr: Les premiers souverains achéménides se sont employés à faire des Perses le premier grand empire de l'Asie à régner sur les mers. Les Grands Rois étaient bienveillants envers les différents peuples de la mer afin de s'assurer leurs services, mais aussi réaliser diverses initiatives marines. Durant le règne de Darius le Grand, par exemple, un canal fut construit en Égypte et la marine Perse a été envoyée pour explorer le fleuve Indus. Selon Hérodote, quelques 300 bateaux dans la marine Perse ont été réaménagés afin de transporter des chevaux et leurs cavaliers.
gl: Os primeiros gobernantes aqueménidas concentráronse en converter a Persoa no primeiro gran imperio asiático en dominar os mares. O “gran rei” mostrouse favorábel aos pobos costeiros para asegurarse os seus servizos, pero tamén puxo en marcha varias iniciativas mariñas. Durante o reinado de Darío o Grante, por exemplo, construíuse unha canle en Exipto e enviouse unha flota naval persa para explorar o río Indo. Segundo Heródoto, modernizáronse arredor de 300 naves persas para acomodar cabalos e mailos soldados que os montaban.
nl: Vroege Achaemenidische heersers wilden Perzië het eerste grote Azische rijk maken dat heerste over de zeeën. De Grote Koning wilde goede contacten met diverse kustvolkeren om op hun diensten te kunnen rekenen, maar deed ook initiatieven op marinegebied. Gedurende de regeringstijd van Darius de Grote werd een kanaal gegraven in Egypte en werd een Perzische vloot gestuurd om de Indus te verkennen. Volgens Herodotus werden zo'n 300 Perzische schepen aangepast om paarden en hun ruiters te kunnen vervoeren.
pt_pt: Os primeiros monarcas aqueménidas actuaram no sentido de fazer da Pérsia o primeiro grande império asiático a dominar os mares. O Grande Rei era favorável aos povos do litoral para garantir os seus serviços, e empreendia diversas iniciativas marítimas. Durante o reinado de Dario o Grande, por exemplo, construiu-se um canal no Egipto e enviou-se uma frota persa para explorar o rio Indo. Segundo Heródoto, cerca de 300 navios da frota persa foram adaptados para que pudessem transportar cavalos e seus cavaleiros.

source: Increases hitpoints of all structures, but build time increased appropriately.
de: Mehr Trefferpunkte für alle Gebäude, aber dementsprechend auch längere Bauzeit.
es: Mejora la resistencia de todas las estructuras, pero el tiempo de construcción se incrementa notablemente.
fr: Augmente les points de vie de toutes les structures, mais également le temps de construction nécessaire.
gd: Bidh barrachd phuingean slàinte aig gach togalach ach bheir e barrachd ùine gus a thogail le sin.
gl: Aumenta a vida de todas as estruturas, pero aumenta o tempo de construción das mesmas de maneira proporcional.
nl: Verhoogt de sterkte van alle gebouwen, verhoogt de bouwtijd naargelang.
pt_pt: Aumenta a resistência de todos os edifícios, mas também aumenta proporcionalmente o seu tempo de construção.

source: Persian Architecture
de: Persische Architektur
es: Arquitectura persa
fr: Architecture persane
gd: Ailtireachd Phearsach
gl: Arquitectura persa
nl: Perzische architectuur
pt_pt: Arquitectura Persa

source: The Persians built the wonderful 1677 mile-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
de: Die Perser bauten die wundervolle 2700 km lange Königsstraße von Sardis nach Susa; Darius der Große und Xerxes bauten auch das zauberhafte Persepolis; Cyrus der Große verschönerte Ekbatana und erbaute die alte elamitische Hauptstadt Susa praktisch von Grund auf neu.
es: Los persas construyeron el increíble Camino Real a lo largo de unos 2700 kilómetros, desde Sardes hasta Susa; Darío el Grande y Jerjes también construyeron la magnífica Persépolis; Ciro el Grande desarrolló muchísimo Ecbatana y prácticamente reconstruyó la vieja capital Elamita de Susa.
fr: Les Perses ont construit la merveilleuse voie royale sur 2700 km de Sardes à Suse ; Darius le Grand et Xerxès ont aussi édifié la magnifique Persépolis; Cyrus le Grand a beaucoup amélioré Ecbatane et pratiquement "reconstruit" l'ancienne capitale élamite de Suse.
gl: Os persas construíron o camiño real, unha marabillosa vía de máis de dous quilómetros e medio que unía Sardes con Susa. Darío o Grande e Xerxes construíron tamén a magnífica Persépole. Ciro o Grande mellorou de forma considerábel Ecbatana e practicamente reconstruíu a vella capital elamita de Susa.
nl: De Perzen bouwden een wonderbaarlijke koninklijke weg van 1677 mijl (2700 km) van Sardis tot Susa. Darius de Grote en Xerxes bouwden ook het prachtige Perzepolis. Cyrus de Grote verbeterde de Ecbatana en bouwde de oude hoofdstad van Susa, Elamite, zowat opnieuw.
pt_pt: Os Persas construíram uma impressionante Estrada Real de 2000 km que ia de Sarde a Susa; Dario o Grande e Xerxes construíram a magnífica Persépolis; Ciro o Grande desenvolveu a cidade de Ecbatana e praticamente reconstruiu a antiga capital elamita de Susa.

source: Reduces train time for Anusiya champion infantry by half.
de: Reduziert die Ausbildungszeit von Anusiyagardeinfanterie um die Hälfte.
es: Reduce el tiempo de reclutamiento de Infantería campeona Anusiya a la mitad.
fr: Réduit de moitié le temps de formation pour le champion Anusiya
gd: Cha toir trèanadh laoich coisridh Anusaidhea ach an dàrna leth de dh'ùine.
gl: Reduce á metade o tempo de adestramento para a infantaría campioa de compañeiros.
nl: Verminderd de rekruteringstijd voor Anusische kampioenen met 50%.
pt_pt: Reduz para metade o tempo de recrutamento da infantaria de elite Anusiya.

source: Immortals
de: Unsterbliche
es: Inmortales
fr: Immortels
gd: Lèintean-crios neo-bhàsmhor
gl: Inmortais
nl: Onsterfelijken
pt_pt: Imortais

source: +25% health for cavalry, but +10% train time.
de: +25% Gesundheit für Kavallerie, aber auch +10% Trainingszeit
es: +25% de salud para la caballería, pero +10% tiempo de reclutamiento.
fr: +25% de vie pour la cavalerie, mais +10% de temps de formation.
gd: Gheibh eachraidh +25% de shlàinte ach bheir iad +10% nas faide gus an trèanadh.
gl: A vida da cabalaría aumenta en +25%, pero o seu tempo de adestramento aumenta tamén en +10%.
nl: +25% gezondheid en +10% trainingstijd voor ruiters.
pt_pt: +25% de saúde para a cavalaria mas também +10% em tempo de recrutamento.

source: Nisean War Horses
de: Nisaeanische Kriegspferde
es: Caballos de guerra niseos
fr: Chevaux de guerre niséens
gd: Eich-chogaidh Niseanach
gl: Cabalos de guerra de Nisaia
nl: Niseaans oorlogspaard
pt_pt: Cavalos de guerra Nisean

source: The beautiful and powerful breed of Nisean horses increases health for Persian cavalry.
de: Die schöne und mächtige Rasse der Nisean-Pferde erhöht Gesundheit für persische Kavallerie.
es: La hermosa y poderosa raza de caballos de Nisea aumenta la salud para la caballería Persa.
fr: La belle et puissante race de chevaux niséens améliore la santé de la cavalerie perse.
gd: An sìol eireachdail is cumhachdach de dh'eich Niseanach a bheir barrachd slàinte do dh'eachdraidh nam Pearsach.
gl: A fermosa e poderosa raza de cabalos de Nisaia aumenta a vida da cabalaría persa.
nl: Het mooie en krachtige Niseaans paardenras zorgt voor een hogere gezondheid voor de Perzische ruiters.
pt_pt: A beleza e o poderio da raça de cavalos Nisean aumenta a vida da cavalaria persa.

source: Cyrus (559-530 B.C.) The son of a Median princess and the ruler of Anshan; justly called the 'Father of the Empire', Cyrus the Great conquered Media, Lydia, Babylonia and Bactria, thereby establishing the Persian Empire. He was also renown as a benevolent conqueror. (OP - Kurush). Technically the second ruler of the Persians by that name, and so appears as Kurush II on his documents and coins. Kurush I was his grandfather.
de: Kyros der Große (559-530 v. Chr.), der Sohn einer medischen Prinzessin und dem Regenten von Anschan, mit Recht "Vater des Reiches" genannt, eroberte Medien, Lydien, Babylonien und Baktrien, womit er das persische Reich begründete. Er war bekannt als wohlwollender Eroberer. (Altpersisch - Kurush). Er war technisch gesehen der zweite Regent der Perser mit diesem Namen, und so erscheint er als Kurush II. auf seinen Dokumenten und Münzen. Kurush I. war sein Großvater.
es: Ciro (559-530 a.C.) era el hijo de una princesa media y el gobernador de Anshan. Llamado "Padre del Imperio" justamente, Ciro el Grande conquistó la Media, Lidia, Babilonia y Bactria estableciendo el Imperio Persa. También fue conocido por ser un conquistador benevolente. Técnicamente fue el segundo rey persa conocido por ese nombre y aparece como Kurush II (en persa) en sus documentos y monedas. Kurush I fue su abuelo.
fr: Cyrus (559-530 av J.C.) est le fils d'une princesse Mède et du souverain d'Anshan ; appelé à juste titre le «Père de l'Empire», Cyrus le Grand conquit Mède, la Lydie, Banylone et Bactriane, établissant ainsi l'Empire Perse. Il a également été renommée en tant que conquérant bienveillant. (Originellement Kurash). Techniquement il est le deuxième souverain Perse a porté ce nom, il apparait donc sous le nom de Kurash II dans Ses documents et les pièces de monnaie. Kurash I était son grand-père.
gl: Ciro (559-530 a.C.), fillo dunha princesa meda e o gobernador de Anshan, recibía xustamente o alcume de «Pai do imperio». Ciro o Grande conquistou Media, Lidia, Babilonia, e Bactriana, establecendo así o imperio persa. Tamén era coñecido por ser un conquistador benevolente. O seu nome en persa pode transcribirse como «Kūruš», e tecnicamente foi o segundo gobernante persa con ese nome, aparecendo como Kūruš II nos seus documentos e moedas. Kūruš I fora o seu avó.
nl: Cyrus (559-530 V.C.) was de zoon van een princes van Medië en de heerser van Anshan. Hij wordt de "Vader van het rijk" genoemd. Cyrus de Grote was namelijk de veroveraar van Medië, Lydië, Babylonië en Bactrië en heeft zo het Perzische Rijk gesticht. Cyrus de Grote was technisch gezien Cyrus II aangezien zijn grootvader ook de naam Cyrus droeg. Hij is ook onder deze naam op documenten en munten te vinden.
pt_pt: Ciro (Kurus, em persa; 559-530 a.C.), filho de uma princesa meda, foi rei de Anzan. Chamado com razão o "Pai do Império", Ciro o Grande conquistou a Média, a Lídia, a Babilónia e a Báctria, fundando assim o império persa. Ficou igualmente conhecido por ser um conquistador benevolente. Tecnicamente, é o segundo monarca persa com este nome - Kurus I foi o seu avô - pelo que os documentos e moedas da época referem-se a ele como "Kurus II".

source: Kurush II
de: Kyros der Große
gl: Kūruš II
pt_pt: Ciro o Grande

source: Darius (521-486 B.C.) The son of Vishtaspa (Hystaspes), the satrap of Parthia and Hyrcania; a great administrator as well as a decent general, Darius introduced the division of the empire into satrapies and conquered NW India, Thrace and Macedonia. He was called the 'Merchant of the Empire'.
de: Dareios (521-486 v. Chr.), der Sohn des Vishtaspa (Hystaspes), der Satrap von Parthien und Hyrkanien; Als großer Verwalter und annehmbarer General führte er die Teilung des Reiches in Satrapien ein und eroberte Nordwest-Indien, Thrakien und Makedonien. Er wurde der "Händler des Reiches" genannt.
es: Darío I (521-486 a.C.) fue el hijo de Histaspes (Vistaspa en persa), el sátrapa de Partia e Hircania. Fue un gran administrador y general competente que inició la división del Imperio en satrapías y conquistó el noroeste de la India, Tracia y Macedonia. Se le conocía como «El Mercader del Imperio».
fr: Darius (521-486 av J.C.) est le fils de Vishtaspa (Hystaspès), le satrape de Parthie et d'Hyrcanie ; il fut un grand administrateur et un bon général, Darius instaura la division de l'empire en satrapie et conquit le nord-ouest de l'Inde, la Thrace et la Macédoine. Il a été appelé le 'Marchand de l'Empire'.
gl: Darío (521-486 a.C.) era fillo de Histaspes (transcrito como «Vištâspa» en persa antigo), o sátrapa de Partos e Hircania. Darío foi un gran administrador e un xeneral decente, que introduciu a división do imperio en satrapías, e conquistou a parte noroeste da India, Tracia e Macedonia. Recibía o nome do «Comerciante do Imperio».
nl: Darius (521-486 V.C.) was de zoon van Vishtaspa (Hystaspes), de satrap van Parthië en Hyrcanië. Een grote administratieve en militaire leider. Darius introduceerde de onderverdeling van zijn rijk in satrapen en veroverde het noordwesten van Indië, Thracië en Macedonië. Hij werd de handelaar van het rijk genoemd.
pt_pt: Dario (Darayavahus, em persa; 521-486 a.C.) era filho de Vistaspa (Histaspes), sátrapa de Pártia e Hircânia. Administrador notável e general competente, Dario implementou a divisão do império em satrapias e conquistou o noroeste da Índia, a Trácia e a Macedónia. Chamavam-lhe o "Mercador do Império".
