Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Each player starts the match atop a large flat plateau, otherwise known as an acropolis. To the East lies a large bay with fishing opportunities. To the West is a rugged hinterland with an unclaimed acropolis commanding the valley below.
de: Jeder Spieler beginnt das Spiel auf einem großen flachen Plateau, als Akropolis bekannt. Im Osten liegt eine große Bucht mit Angelmöglichkeiten. Im Westen ist ein robustes Hinterland mit einer herrenlosen Akropolis, welches das Tals unterhalb befehligen könnte.
es: Cada jugador comienza la partida encima de una meseta, también conocida como acrópolis. Al este se encuentra una gran bahía con posibilidad de pesca. Al oeste hay una zona resguardada muy escabrosa que contiene una acrópolis sin dueño dominando el valle.
fr: Chaque joueur commence la partie en haut d'un large plateau, aussi appelé acropole. À l'est s'étend une large baie où il est possible de pêcher. À l'ouest, on trouve un rude arrière-pays avec une acropole libre dominant la vallée en contrebas.
gd: Tòisichidh gach cluicheadair air mullach àrd-chlàir mhòir rèidh ris an canar acra-bhaile. Tha camas gu ear le cothroman air iasgach. Tha talamh garbh gu siar le acra-bhaile gun sealbhadair aig a bheil smachd air an gleann gu h-ìosal.
gl: Cada xogador comeza a partida nunha enorme meseta tamén coñecida como «acrópole». No leste hai unha enorme baía rica en peixe. O oeste ofrece un terreo abrupto reinado por unha acrópole que non pertence a ninguén.
nl: Elke speler start boven op een vlak plateau, ook gekend als een akropolis. In het oosten is er een baai waar gevist kan worden. In het westen is het land ruwer, met de mogelijkheid om een nieuw stadscentrum op een akropolis te bouwen.
pt_pt: Cada jogador inicia a partida num grande planalto, conhecido como acrópole. A leste encontra-se uma grande baía com oportunidades de pesca. A oeste encontra-se uma região interior acidentada, com uma acrópole sobre um vale por reivindicar.

source: Acropolis Bay (2)
de: Acropolis Bucht (2)
es: Bahía de la Acrópolis (2)
fr: Baie de l'Acropole (2)
gd: Camas acra-bhaile (2)
gl: Baía da acrópole (2)
nl: Akropolisbaai (2)
pt_pt: Baía da Acrópole (2)

source: The high peaks and valleys of the Alps. Each player starts the match nestled in a safe green valley. Between lies the treacherous Alps mountain range.
de: Die hohen Gipfel und Täler der Alpen. Jeder Spieler beginnt das Spiel in einem sicheren grünen Tal. Dazwischen liegen die tückischen Alpen.
es: Los altos picos y valles de los Alpes. Cada jugador comienza la partida refugiado en un verde valle. Entre medias se encuentran los traicioneros pasos de la cordillera alpina.
fr: Les sommets et vallées des Alpes . Chaque joueur commence la partie niché en toute sécurité dans une vallée verdoyante. Entre eux se trouve la perfide chaîne des Alpes.
gd: Sgurran àrda 's glinn nan Alpannan. Tòisichidh gach cluicheadair ann an gleann shàbhailte uaine. Tha monadh nan Alpannan cunnartach eatorra.
gl: As cumes e vales dos Alpes. Cada xogador comeza a partida nun val verde e seguro. Entre eles están a traizoeira cordilleira dos Alpes.
nl: Hoge pieken en valleien van de Alpen. Elke speler start de wedstrijd in een veilige groene vallei. Tussen de spelers liggen verraderlijke bergen.
pt_pt: As altas montanhas dos Alpes e os seus vales. Cada jogador começa o jogo perto de um vale verde e seguro. Mas atenção que as montanhas dos Alpes são traiçoeiras.

source: Alpine Valleys (2)
de: Alpentäler (2)
es: Valles alpinos (2)
fr: Vallée Alpine (2)
gd: Glinn Alpach (2)
gl: Vales alpinos (2)
nl: Alpine vallei (2)
pt_pt: Vale alpino (2)

source: The arid and mineral-rich lands of Bactria (modern-day Afghanistan) at the foot of the Hindu Kush mountains. The center of the map is a dried up mountain. On either side are mountains and foothills pierced by treacherous passes and old trade routes.
de: Die trockenen und steinigen Gegenden von Baktrien (im Gebiet des heutige Afghanistan) am Fuße des Hindukusch-Gebirges. In der Mitte der Karte befindet sich ein vegetationsloser Berg. Dieser wird beidseitig von Gebirgen und Hügelland umgrenzt, welche von trügerischen Pässen und alten Handelsstraßen durchzogen sind.
es: La tierra árida y rica en minerales de Bactria (el actual Afganistán) a los pies de las montañas de Hindú Kush. El centro del mapa es una montaña seca. En ambos lados hay montañas y laderas rotas por pasos traicioneros y viejas rutas de comercio.
fr: Les terres arides et riches en minerai de la Bactriane (aujourd'hui l'Afghanistan), au pied des montagnes de l'Hindou Kouch. Au centre de la carte se trouve un massif montagneux aride, bordée de chaque côté par des montagnes et contreforts percés par de dangereux passages et d'anciennes routes commerciales.
gd: Na tìrean tiorama 's le pailteas mèinneir aig Bactria (Afganastan san latha an-diugh) aig bonn monadh Hiondu Kuis. Is beinn thioram a th' ann am meadhan a' mhapa. Tha beanntan 's cnuic ri gach taobh sa bheil bealaich cunnartach 's seann shlighean-malairt.
gl: As terras de Bactria (onde hoxe se asenta Afganistán), aos pes das montañas Hindu Kush, son áridas e ricas en minerais. O centro do mapa é unha montaña seca. A cada lado hai montañas e outeiros atravesados por pasos traizoeiros e vellas rutas de comercio.
nl: De dorre en mineraalrijke regio Bactrië (tegenwoordig Afghanistan) aan de voet van de Hindoe Kush bergen. Het centrum van de kaart is een verdroogde berg. Aan weerszijden zijn er bergen en heuvels, doorboord met gevaarlijke bergpaden en oude handelsroutes.
pt_pt: As terras áridas e ricas em minerais da Báctria (actual Afeganistão), no sopé das montanhas de Hindu Kush. O centro do mapa é uma montanha seca. Em cada lado há montanhas e colinas atravessadas por passagens traiçoeiras e rotas comerciais antigas.

source: Two players face off across a large bog somewhere in the Rhine lowlands. Wood is abundant, but Metal and Stone are hard to find and extract. Hunting and foraging is plentiful.
de: Zwei Spieler stehen sich in einem großen Sumpf irgendwo in der Rheinebene gegenüber. Holz ist reichlich vorhanden, aber Metall und Stein sind schwer zu finden und abzubauen. Wild und Nahrung ist reichlich vorhanden.
es: Dos jugadores se enfrentan a lo largo de un gran pantano en algún lugar de las tierras bajas del río Rin. La madera es abundante, pero el metal y el oro son difíciles de encontrar y explotar. En cambio, copiosas reservas de alimentos y caza se extienden por la zona.
fr: Deux joueurs combattent de chaque côté d'un vaste marécage quelque part dans les basses terres du Rhin. Le bois est abondant, mais le métal et la pierre sont difficiles à trouver et à extraire. Il y a beaucoup à chasser et à récolter.
gd: Thèid dithis chluicheadair an aghaidh a chèile that boglach mòr àiteigin ann am machair na Rèine. Tha fiodh pailt ach tha e doirbh meatailt no clach a lorg 's a thogail. Tha pailteas lusan 's sithinn ann.
gl: Dous xogadores se enfrontan nunha mesta néboa nalgunha parte das terras baixas do Rin. Abundan a fauna e a flora, pero non é doado atopar metal e pedra que extraer.
nl: Twee spelers starten rond een groot moeras, ergens bij de Rijn. Hout is er in overvloed, maar metaal en steen zijn moeilijker te vinden. Jagen en voedsel verzamelen is gemakkelijk.
pt_pt: Dois jogadores enfrentam-se num grande paul, algures nas planícies do Reno. A Madeira é abundante, mas é difícil encontrar e extrair Metal e Pedra. Há muita caça e frutos silvestres.

source: Belgian Bog (2)
de: Belgisches Moor (2)
es: Fangal belga (2)
fr: Tourbière belge (2)
gd: Boglach Beilgeach (2)
gl: Lameiro belga (2)
nl: Belgisch moeras (2)
pt_pt: Lamaçal belga (2)

source: Two teams face off across a long, very large saltwater lake. Fishing can be had in the central lake. The map is also well-endowed with Stone and Metal deposits.
de: Zwei Teams stehen sich über einen langen, sehr großen Salzsee gegenüber. Im zentralen See kann man fischen. Die Karte ist gut mit Stein- und Metallvorkommen ausgestattet.
es: Dos equipos se enfrentan a lo largo de un gran lago salado. Se puede pescar en el lago central. El mapa está bien surtido con depósitos de piedra y metal.
fr: Deux équipes s'affrontent sur ​​le long d'un très grand lac d'eau salée . La pêche est possible dans le lac central. La carte est également bien dotée en gisements de pierre et de métal.
gd: Thèid dà sgioba an aghaidh a chèile thar loch salainn fhada mhòir. Tha èisg san loch meadhanach. Tha pailteas cloiche 's mèinneir ann cuideachd.
gl: Dous equipos enfróntanse arredor dun enorme lago de auga salgada. O lago central ofrece algo de peixe. Abundan no mapa tamén os depósitos de pedra e metal.
nl: Twee teams starten langs weerszijden van een groot zoutmeer. Er kan gevist worden op het centrale meer, de kaart is ook goed voorzien van steen- en metaalmijnen.
pt_pt: As duas equipas enfrentam-se num longo e grande lago de águas salgada. Só no centro do mapa é que se pode pescar. O mapa é rico em minas de pedra e metal.

source: Caspian Sea (2v2)
de: Kaspisches Meer (2vs2)
es: Mar Caspio (2v2)
fr: Mer caspienne (2v2)
gd: Am Muir Caspach (2 an aghaidh 2)
gl: Mar Caspio (2 e 2)
nl: Kaspische Zee (2v2)
pt_pt: Mar Cáspio (2v2)

source: Corinthian Isthmus (2)
de: Isthmus von Korinth (2)
es: Ísmo coríntio (2)
fr: Isthme corinthien (2)
gd: An Tairbeart Choirinteach (2)
gl: Istmo de Corinto (2)
nl: Landengte van Korinthe (2)
pt_pt: Istmo de Corinto (2)

source: The players start on two opposing islands, both with a very jagged relief that will make landing difficult. Originally occupied by the Torreans, then marginally settled by Etruscans, Phocaeans and Syracusans. Rome conquered these two islands from Carthage during the First Punic War and in 238 BC created the "Corsica et Sardinia" province. The Corsicans regularly revolted and over the course of a century, the island lost two thirds of its Corsican population.
de: Die Spieler starten auf zwei gegenüberliegenden Inseln mit einem jeweils sehr zerklüfteten Relief, weswegen sich die Landung als schwierig gestaltet. Ursprünglich belagert von den Torren wurde sie später geringfügig von Etruskern, Phokaias und Syrakus besiedelt. Rom eroberte die beiden Inseln von Kartago während des ersten punischen Krieges und erschuf im Jahr 238 v. Chr. die Provinz "Corsica et Sardinia". Die Korsikaner revoltierten regelmäßig und über den Lauf des Jahrhunderts verlor die Insel zwei Drittel ihrer korsikanischen Bevölkerung.
es: Los jugadores comienzan la partida en dos islas opuestas, ambas con un relieve muy escarpado y difícil. Ocupadas originalmente por torreanos, para pasar a ser habitadas de forma esporádica por etruscos, foceanos y siracusanos. Roma conquistó estas dos islas a Cártago durante la primera guerra púnica, y, en 238 d.C. crearon la provincia de «Córcega y Cerdeña». Los corsos se sublevaban de cuando en cuando y en el transcurso de un siglo la isla perdió dos tercios de su población corsa.
fr: Les joueurs commencent sur deux îles opposées, avec un relief très découpé qui rendra le débarquement difficile. Occupées initialement par les Torréens, puis légèrement colonisées par les Etrusques, Phocéens et Syracuse. Rome a conquis ces deux îles à Carthage pendant la Première Guerre punique et créa en 238 av. J.C. la province "Corse-Sardaigne ". Les Corses se révoltèrent régulièrement et au cours d'un siècle, l'île a perdu deux tiers de sa population corse.
gl: Os xogadores comezan en dúas illas opostas, ambas as dúas cunha costa irregular que dificulta tomar terra. Orixinalmente ocupáranas os torreanos, e máis adiante viron algúns asentamentos de etruscos, fenicios e siracusanos. Roma arrebatoulle as dúas illas a Cartago durante as Primeiras Guerras Púnicas e no ano 238 a.C. creou a provincia de «Córsega e Sardeña». En Córsega producíanse revoltas con regularidade, e pasado un século a illa perdera dous terzos da súa poboación orixinal.
nl: De spelers starten aan weerszijden van een zee, met een ruwe kust die een landing moeilijk maakt. Origineel grond van de Torreanen, daarna kwamen ook Etrusken, Phocaeanen, en Syracusanen. Rome veroverde deze twee eilanden van Carthago gedurende de eerste Punische oorlog, en creëerde in 238 V.C. de "Corsica en Sardinië" provincie. De Corsicanen hadden vaak revoluties tegen de Romeinse bezetter, zo verloor Corsica twee derden van zijn bevolking.
pt_pt: Os jogadores começam em duas ilhas opostas com um relevo irregular que dificulta a criação dos seus impérios. Originalmente era habitada pelos Torreanos e depois marginalmente colonizada pelos Etruscos, Focenses e Siracusanos. Em 238 a.C., os Romanos conquistaram a Córsega e a Sicília aos Cartagineses durante a Primeira Guerra Púnica e criaram a província "Corsica et Sardinia". Os corsos revoltaram-se de forma regular e durante um século chegaram a perder 2/3 da sua população.

source: Corsica and Sardinia (4)
de: Korsika und Sardinien (4)
es: Córcega y Cerdeña (4)
fr: Corse et Sardaigne (4)
gd: Corsaca an aghaidh Sàrdainea (4)
gl: Córsega e Sardeña (4)
nl: Corsica tegen Sardinië (4)
pt_pt: Córsega contra Sardenha (4)

source: A "small island"-style map set in the Aegean Sea.
de: Eine "kleine Insel" welche im Ägäischen Meer liegt.
es: Un mapa de 'islas pequeñas' ambientado en el mar Egeo.
fr: Carte de style "petite île" dans la mer Égée.
gd: Mapa le eileanan beaga sa Mhuir Àigeanach.
gl: Trátase dun mapa de illas pequenas ambientado no Mar Exeo.
nl: Een "kleine eilanden" stijl kaart in de Egeïsche zee.
pt_pt: É um mapa com pequenas ilhas situadas no mar Egeu.

source: Cycladic Archipelago (2)
de: Kykladischer Archipel (2)
es: Archipiélago cicládico (2)
fr: Archipel des Cyclades (2)
gd: Innis-mhuir Siogladas (2)
gl: Arquipélago das Cícladas (2)
nl: Cycladisch Archipel (2)
pt_pt: Arquipélago das Cíclades (2)

source: A "small island"-style map set in the Aegean Sea. Map size: Very Large
de: Eine Karte der Art "Kleine Insel" im Ägäischen Meer. Kartengröße: Sehr groß
es: Un mapa de 'islas pequeñas' ambientado en el mar Egeo. Tamaño de mapa: Muy grande
fr: Carte de style "petite île" dans la mer Égée. Taille de la carte : Très grande
gd: Mapa le eileanan beaga sa Mhuir Àigeanach. Meud a' mhapa: glè mhòr.
gl: Trátase dun mapa de illas pequenas ambientado no Mar Exeo. Tamaño do mapa: moi grande.
nl: Een "kleine eilanden" stijl kaart in de Egeïsche zee. Kaartgrootte: Heel groot
pt_pt: É um mapa com pequenas ilhas situadas no mar Egeu. Tamanho do mapa: Muito grande

source: Cycladic Archipelago (3)
de: Kykladischer Archipel (3)
es: Archipiélago cicládico (3)
fr: Archipel des Cyclades (3)
gd: Innis-mhuir Siogladas (3)
gl: Arquipélago das Cícladas (3)
nl: Cycladisch Archipel (3)
pt_pt: Arquipélago das Cíclades (3)

source: A deep rocky canyon slicing through the desert. Each player starts their colony on a plateau on either side of the ravine.
de: Ein tiefe, felsige Bergschlucht in der Wüste. Jeder Spieler startet seine Kolonie auf einem Plateau auf einer Seite der Schlucht.
es: Un profundo cañón rocoso que divide el territorio. Cada jugador comienza su colonia en una llanura en cada lado de la rivera.
fr: Un profond canyon rocheux tranchant le désert. Chaque joueur commence leur colonie sur un plateau de chaque côté du ravin.
gd: Sgoltadh creagach domhainn a' sgoradh an fhàsaich. Stèidhichidh gach cluicheadair an tuineachadh aige air àrd-chlàr mu choinneamh an sgoltaidh.
gl: Un gran canón rochoso que atravesa o deserto. Cada xogador comeza a súa colonia nunha meseta a cada lado da barranca.
nl: Een diepe rotskloof snijd door de woestijn. Elke speler start op een plateau, aan de andere kant van de ravijn.
pt_pt: Um desfiladeiro rochoso e profundo que atravessa o deserto. Cada jogador começa num planalto de cada lado do barranco.

source: Death Canyon (2)
de: Todesschlucht (2)
es: El cañón de la muerte (2)
fr: Canyon de la Mort (2)
gd: Sgoltadh a' bhàis (2)
gl: Canón da morte (2)
nl: Kloof der doden (2)
pt_pt: Desfiladeiro da Morte (2)

source: Two players square off across the heavily forested Deccan Plateau of central India. Each player starts the match with a free farmstead and free storehouse. Virgin resources lie to the lowlands on either side of the plateau. The lowlands also offer opportunity for expansion and strategic maneuvering.
de: Zwei Spieler Platz nehmen Stellung auf der stark bewaldeten Hochebene von Deccan in Zentralindien ein. Jeder Spieler beginnt das Spiel mit einem Bauernhof und einem Warenhaus. Unberührte Ressourcen liegen in den Niederungen auf jeder Seite des Plateaus. Das Tiefland bietet auch Gelegenheit zur Expansion und strategische Manöver.
es: Dos jugadores se enfrentan a lo largo de la boscosa llanura del Decán, en la India central. Cada jugador comienza la partida con una alquería y un almacén ya construidos. Los recursos vírgenes se encuentran en las tierras bajas a ambos lados de la llanura. Los bajíos también te ofrecen capacidad de expansión y maniobra estratégica.
fr: Deux joueurs s'affrontent sur le plateau densément boisé du Deccan dans le centre de l'Inde. Aucun joueurs ne commencent le match avec des unités, mais ils reçoivent une ferme et un entrepôt gratuit. Les ressources encore inexploitées se trouvent dans les plaines de chaque côté du plateau. Les plaines offrent également des possibilités d'expansion et de manœuvre stratégique.
gd: Thèid dithis chluicheadair an aghaidh a chèile air àrd-chlàr Dacain nan Innseachan meadhanach sa bhios pailteas choilltean. Tòisichidh gach cluicheadair le tuathanas 's taigh-stòrais an-asgaidh. Tha stòrasan ùra air an dùthaich ìosal gach taobh an àrd-chlàir. Tha cothroman leudachaidh 's ro-innealachd san dùthaich ìosal cuideachd.
gl: Dous xogadores enfróntanse na meseta do Decán, no centro da India, que está repleta de bosques. Cada xogador comeza a partida cun almacén e unha granxa de balde. Hai recursos sen explotar nas terras baixas a cada lado da meseta. As terras baixas ofrecen tamén a oportunidade de expansión e manobra estratéxica.
nl: Twee spelers starten in het dicht beboste hoogland van Dekan in centraal India. Elke speler krijgt een gratis boerderij en pakhuis voor een snellere start. Grondstoffen bevinden zich in de dalen aan beide kanten van het hoogland. De dalen bieden ook ruimte voor expansie of strategische maneuvers.
pt_pt: Dois jogadores enfrentam-se na floresta densa do planalto de Decão, no centro da índia. Cada jogador inicia a partida com uma quinta e um armazém já construídos. Há recursos por explorar nas terras baixas situadas de cada lado do planalto. Estas oferecem também uma oportunidade para expansão e manobras estratégicas.

source: Deccan Plateau (2)
de: Dekkan-Plateau (2)
es: Meseta del Decán (2)
fr: Plateau du Deccan (2)
gd: Àrd-chlàr Dacain (2)
gl: Meseta do Decán (2)
nl: Hoogland van Dekan (2)
pt_pt: Planato de Decão (2)

source: Defend your Gallic outpost against attacks from your treacherous neighbors! Each player begins the match with a wooden palisade and some guard towers atop a low embankment.
de: Verteidigt Deinen gallischen Außenposten gegen Angriffe Deiner tückischen Nachbarn! Jeder Spieler beginnt das Spiel mit einer hölzernen Palisade und einigen Wachtürmen auf einem niedrigen Damm.
es: Defiende tu avanzada gala contra los ataques de tus traicioneros vecinos. Cada jugador comienza la partida con una empalizada de madera y unas cuantas torres de vigilancia sobre un ligero terraplén.
fr: Défendez votre avant-poste gaulois contre les attaques de vos voisins perfides! Chaque joueur commence le match avec une palissade en bois et quelques tours de garde au sommet d'un petit talus.
gd: Dìon an gearastan Gallach agad an aghaidh ionnsaighean nan nàbaidhean meallta! Tòisichidh gach cluicheadair le sonnach fiodha agus tùir geàird air uchdan ìosal.
gl: Defende o teu posto de avanzada galo contra os ataques dos traizoeiros dos veciños! Cada xogador comeza a partida cun valado de madeira e algunhas torres de garda sobre un terraplén baixo.
nl: Verdedig je Gallische voorpost tegen aanvallen van verraderlijke buren! Iedere speler start de wedstrijd met een houten palissade en enkele torens boven op een verhoogje.
pt_pt: Defenda o seu posto avançado gaulês contra ataques dos seus vizinhos traiçoeiros! Cada jogador começa o jogo com uma paliçada e torres defensivas em cima de uma represa.

source: Gallic Fields (3)
de: Gallische Felder (3)
es: Campos galos (3)
fr: Terres Gauloises (3)
gd: Blàran na Gaille (3)
gl: Campos galos (3)
nl: Gallische velden (3)
pt_pt: Campos Gauleses (3)

source: All players start on one bank of the river, with minimal harvestable metal. Across the Gambia River is a savanna with many deposits of metal to be claimed. (Warning: Large map. Good computer specs recommended)
de: Alle Spieler starten auf einer Seite eines Flusses, mit einem Minimum an Metallressourcen. auf der Anderen Seite des Gambia ist einen Savanne mit vielen Metalllagerstätten. (Warnung: Große Karte. Gute Hardware ist empfehlenswert.)
es: Todos los jugadores empiezan en una orilla del río, con una mínima cantidad de metal disponible. Cruzando el Río Gambia hay una sabana con muchos depósitos de metal para explotar. (Atención: mapa grande, es recomendable tener un buen equipo)
fr: Tous les joueurs commencent sur une berge de la rivière, avec un minimum de métal exploitable. Sur le fleuve Gambie se trouve une savane avec de nombreux gisements de métal pouvant être réclamés. (Attention: carte grand format. Ordinateur puissant recommandé).
gd: Tòisichidh gach cluicheadair air bot na h-aibhne le meatailt glè ghann. Tha sabhanna taobh eile Abhainn Ghaimbia le pailteas meatailt ri ghabhail. (Rabhadh: seo mapa mòr agus mholamaid coimpiutair luath)
gl: Todos os xogadores comezan nunha ribeira, con minas de metal de poucos recursos. Ao redor do río Gambia preséntase unha sabana con moitos depósitos de metal que esperan que alguén os reclame. Advertencia: O mapa é grande. Necesítase un computador con moitos recursos para xogalo.
nl: Spelers starten op een oever van de rivier, met een minimum aan metaal. Over de Gambia rivier is er een savanne met een grote metaalvoorraad. (Opgelet: grote kaart. Snelle computer is aangeraden)
pt_pt: Todos os jogadores começam numa das margens do rio, com muito poucas fontes de metal. Do outro lado do rio Gâmbia há uma savana com muitos depósitos de metal para serem conquistados. (Atenção: O mapa é grande e deve ser jogado num bom computador)

source: Gambia River (3)
de: Der Gambia (3)
es: Río Gambia (3)
fr: Fleuve Gambie (3)
gd: Abhainn Ghaimbia (3)
gl: Río Gambia (3)
nl: Gambië rivier (3)
pt_pt: Rio Gâmbia (3)
