Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Classes: Hero Melee Cavalry Sword. "Lightning" Aura: All of the player's units +15% movement speed (walk and run, but not charge) while he lives. Counters: 2x vs. Archers, All Support Units, and Siege Weapons. Countered by: Spearmen, Cavalry Skirmishers, and Elephants.
de: Klassen: Held Nahkampf Reiterei Schwertkämpfer. Flächeneffekt "Blitz": Alle Einheiten des Spielers haben +15% Marschtempo (gehen und rennen, aber nicht stürmen) solange er lebt. Stark gegen: 2x geg. Bogenschützen, alle Unterstützungseinheiten und Belagerungswaffen. Schwach gegen: Lanzenträger, berittene Plänkler und Elefanten.
es: Clases: Héroe Caballería Cuerpo a Cuerpo Espadachín. Aura "Relámpago": Otorga +15% de velocidad de movimiento a todas las unidades del jugador (al caminar y correr, mas no al cargar) mientras el héroe viva. Eficaz contra: 2x vs Arqueros, Todas las unidades de Apoyo y Armas de Asedio. Débil contra: Lanceros, Guerrilleros a caballo y Elefantes.
fr: Classes : Épéiste monté de mêlée héroïque. Aura lumineuse : Toutes les unités du joueur gagnent +15% de vitesse de déplacement (pour marcher et courir, mais pas charger) quand il est en vie. Contre : 2x c. Archers, toutes les unités de soutien, et Armes de siège. Contré par : Lanciers, Tirailleurs montés et Éléphants.
gd: Seòrsa: curaidh claidheamhair eachraidh dhlùth. Aura dealanaich: Bidh gach aonad a' chluicheadair +15% nas luaithe (nuair a nì iad coiseachd no ruith 's chan ann cruinn-leum) fhad 's a bhios e beò. An aghaidh: boghadairean le 2x, gach aonad taice, innealan-sèiste. 'Na aghaidh: sleaghairean, streupairean eachraidh, ailbheanan.
gl: Clases: heroe, contacto, cabalaría, espadachín. Aura de «iluminación»: aumenta nun +15% a velocidade á que camiñan e corren todas as unidades propias mentres vive. A velocidade de carga non se ve afectada. Fortalezas: ×2 contra arqueiros, unidades de apoio e máquinas de asedio. Debilidades: lanceiros, cabalaría de escaramuzadores, e elefantes.
nl: Klassen: Held Mêlee Ruiter Zwaardvechter. Heldenaura: alle eenheden wandelen 15% sneller tijdens zijn leven. Sterk tegen: 2x tegen boogschutters, alle ondersteunende eenheden en belegeringstuigen. Zwak tegen: speervechters, ruitertirailleurs en olifanten.
pt_pt: Categoria: Herói Cavaleiro Espadachin de Contacto Aura de Farol: Todas as unidades do jogador não carregadas movem-se 15% mais rápido. Pontos fortes: 2x contra Arqueiros, Unidades de Apoio e Máquinas de Cerco. Pontos fracos: contra Lanceiros, Atiradores de Cavalaria e Elefantes.

source: Classes: Hero Melee Elephant. "Tactician" Aura: All allied units +2 attack within vision range of him. "Strategist" Ability: The player can see changes within the fog of war while Hannibal lives. Counters: 2x vs. All Cavalry, 1.5x vs. All Structures. Extra 1.5x vs. Gates. Countered by: Skirmishers and Swordsmen. Can run amok.
de: Klassen: Held Nahkampf Elefant. "Taktiker" Aura: Alle befreundeten Truppen +2 Angriff in seinem Sichtbereich. "Stratege" Fähigkeit: Der Spieler kann Veränderungen im Nebel des Krieges zu sehen, während Hannibal lebt. Stark gegen: 2x gegen alle Reitereien, 1.5x gegen alle Bauwerke, Zusätzlich +1.5x gegen Tore. Schwach gegen: Plänkler und Schwertkämpfer. Kann Amok laufen.
es: Clases: Elefante Héroe Cuerpo a Cuerpo. "Táctico" Aura: Todas las unidades aliadas +2 ataque dentro del rango de visión de él. "Estratega" Capacidad: El jugador puede ver los cambios dentro de la niebla de la guerra, mientras que Aníbal viva. Eficaz contra: x2 vs. Todas las unidades a caballo, x1.5 vs. Estructuras. Extra x1.5 vs. Puertas. Débil contra: Guerrilleros y Espadachines. Puede correr furiosamente.
fr: Classes : Éléphant de mêlée héroïque. Aura du tacticien : Toutes les unités alliées dans son champ de vision gagnent +2 d'attaque. Compétence du stratège: Le joueur peut voir tous les changements, même dans le brouillard de guerre, quand Hannibal est en vie. Contre : 2x c. toute la cavalerie, 1,5x c. tous les bâtiments. Bonus de 1,5x c. les portes. Contré par : Tirailleurs et Épéistes. Capable de folie meurtrière.
gd: Seòrsa: curaidh ailbhean dlùth. Aura innleachd: Chì an cluicheadair atharraichean am broinn ceò a' chogaidh fhad 's a bhios Hannibal beò. An aghaidh: gach eachraidh le 2x, gach togalach le 1.5x. Geataichean le 1.5x a bharrachd. 'Na aghaidh: streupairean is claidheamhairean. Dh'fhaoidte gun gabh e caothach.
gl: Clases: heroe, contacto, elefante. Aura de «táctico»: aumenta en +2 o ataque das unidades aliadas dentro do seu raio de acción. Habilidade de «estratega»: o xogador pode ver cambios dentro da néboa de guerra mentres o heroe vive. Fortalezas: ×2 contra cabalaría, ×1,5 contra estruturas. Un ×1,5 adicional contra portas. Debilidades: escaramuzadores e espadachíns. Pode descontrolarse.
nl: Klassen: Held Mêlee Olifant. Heldenaura: Alle geallieerde eenheden in zijn gezichtsveld krijgen +2 aanvalskracht. Strateeg: De speler kan de veranderingen zijn in de duisternis terwijl Hannibal leeft. Sterk tegen: 2x tegen alle ruiters, 1,5x tegen gebouwen. Extra 1,5x tegen stadspoorten. Zwak tegen: tirailleurs en zwaardvechters. Kan verwarring veroorzaken.
pt_pt: Categoria: Elefante de Contacto de Elite. Aura de Herói: "Táctica". Todos as unidades aliadas do seu campo de visão têm +2de ataque. Habilidade de Estratega: O jogador pode ver dentro da névoa da guerra. Pontos forte: 2x contra Cavalaria, 1,5x contra Estruturas e Portões (extra). Ponto fraco: Escaramuçadores e Espadachins. Pode entrar em descontrolo.

source: Classes: Hero Melee Cavalry Spear. "Commander" Aura: +5 Cavalry charge attack within vision range of him. Counters: 2x vs. Swordsmen and Siege Weapons, 1.5x vs. Skirmishers. Countered by: Spearmen, Archers, and Elephants.
de: Klassen: Held Nahkampf Reiterei Speer. "Kommandant" Aura: +5 Kavallerie-Attacke in Sichtweite von ihm. Stark gegen: 2x gegen Schwertkämpfer und Belagerungswaffen, 1.5x gegen Plänkler. Schwach gegen: Lanzenträger, Bogenschützen und Elefanten.
es: Clases: Caballería Cuerpo a Cuerpo - Lancero Héroe . "Commander" Aura: +5 ataque de carga dentro del rango de visión de él Eficaz contra: 2x vs. Espadachines y Armas de Asedio. 1.5x vs Guerrilleros. Débil contra: Lanceros, Arqueros y Elefantes.
fr: Classes : Lancier monté de mêlée héroïque. Aura du commandant : +5 d'attaque de charge de la cavalerie dans son champ de vision. Contre : 2x c. Épéistes et Armes de siège, 1,5x c. Tirailleurs. Contré par : Lanciers, Archers, et Éléphants.
gd: Seòrsa: curaidh sleaghair eachraidh dlùth. Aura ceannaird: ionnsaigh cruinn-leum an eachraidh le 5x taobh a-staigh astair lèirsinne. An aghaidh: claidheamhairean is innealan-sèiste le 2x, streupairean le 1.5x. 'Na aghaidh: sleaghairean, boghadairean is ailbheanan.
gl: Clases: heroe, contacto, cabalaría, lanza. Aura de «comandante»: aumenta en +5 o ataque da cabalaría dentro do seu raio de acción. Fortalezas: ×2 contra espadachíns e máquinas de asedio, ×1,5 contra escaramuzadores. Debilidades: lanceiros, arqueiros e elefantes.
nl: Klassen: Held Mêlee Ruiter Speervechter. Heldenaura: +5 cavalerie stormaanval voor de ruiters in zijn gezichtsveld. Sterk tegen: 2x tegen zwaardvechters en belegeringstuigen, 1,5x tegen tirailleurs. Zwak tegen: speervechters, boogschutters en olifanten.
pt_pt: Categoria: Herói Cavaleiro Lanceiro de Contacto Aura de Comandante: +5 de ataque de carga de cavalaria no seu campo de visão. Ponto forte: 2x contra espadachins e maquinaria de cerco 1,5x contra Zagaieiros. Ponto fraco: Lanceiros, arqueiros e elefantes.

source: Mauritanian Archer
de: Mauretanischer Bogenschütze
es: Arquero mauritano
fr: Archer mauritanien
gd: Boghadair Moratàineach
gl: Arqueiro mauritano
nl: Mauritaanse boogschutter
pt_pt: Arqueiro Mauritano

source: Iberian Mercenary Skirmisher
de: Iberischer Söldnerplänkler
es: Escaramucero íbero mercenario
fr: Tirailleur mercenaire ibère
gd: Streupaire-duaise Ibèireach
gl: Escaramuzador mercenario ibero
nl: Iberische huurlingentirailleur
pt_pt: Zagaieiro Mercenário Ibérico

source: Balearic Slinger
de: Balearischer Schleuderer
es: Hondero balear
fr: Frondeur des Baléares
gd: Longadair Bailearach
gl: Fondeiro balear
nl: Balearische slingeraar
pt_pt: Fundeiro Balear

source: Libyan Spearman
de: Libyscher Speerkämpfer
es: Lancero libio
fr: Lancier libyen
gd: Sleaghair Libitheach
gl: Lanceiro libio
nl: Libische speervechter
pt_pt: Lanceiro Líbio

source: Samnite Swordsman
de: Samnitischer Schwertkämpfer
es: Espadachín samnita
fr: Épéiste samnite
gd: Claidheamhair Samnaidheach
gl: Espadachín samnita
nl: Samnitische zwaardvechter
pt_pt: Espadachim Samnita

source: Gallic Mercenary Swordsman
de: Gallischer Söldner mit Schwert
es: Espadachín galo mercenario
fr: Épéiste mercenaire gaulois
gd: Claidheamhair-duaise Gallach
gl: Espadachín mercenario galo
nl: Gallische huurlingenzwaardvechter
pt_pt: Espadachim Mercenário Gaulês

source: Bonused vs. Ranged Units.
de: Bonus vs. Fernkämpfer
es: Unidades bonificadas vs. unidades a distancia.
fr: Bonus c. unités à distance.
gd: Buannachd ann aghaidh aonadan astair.
gl: Bonificación contra unidades de proxectís.
nl: Bonus tegen afstandseenheden.
pt_pt: Bónus contra Unidades de Arremesso.

source: Trade between docks. Garrison a Trader aboard for additional profit (+20% for each garrisoned). Gather profitable aquatic treasures. Carthaginians have +25% sea trading bonus.
de: Handle zwischen Docks. Quartiere Händler für zusätzlichen Profit ein (+20% für jeden Einquartierten). Sammle lohnende Wasserschätze. Karthager erhalten 25% Seehandelsbonus.
es: El comercio entre los muelles. Guarnición de un comerciante a bordo da un beneficio adicional (+20% para cada una guarnición). Reúne tesoros acuáticos rentables. Cartagineses tienen +25% de bonificación de comercio maritimo.
fr: Commerce entre ports. La garnison d'un commerçant apporte un bénéfice supplémentaire (+20% pour chaque garnison). Collecte rentable des trésors aquatiques. Les Carthaginois ont +25% de bonus en commerce maritime.
gd: Dèan malairt eadar calachan. Cuir fear-malairt 'na ghearastan ann airson barrachd prothaide (+20% airson gach fear sa ghearastan). Tog ulaidhean-mara prothaideach. Gheibh na Cartagaich +25% de bhuannachd air malairt-mara.
gl: Comercia entre portos. Acuartela comerciantes para aumentar os beneficios un +20% por cada un. Recolle tesouros das augas. Os cartaxineses contan cunha bonificación de +25% no comercio marítimo.
nl: Handel tussen dokken. Beman met een handelaar voor extra profijt (+20% per handelaar). Gebruik dit schip om maritieme schatten te verzamelen. Carthagers hebben +25% maritieme handelsbonus.
pt_pt: Comercializa entre portos. Pode ser guarnecido com Comerciantes a bordo para obter lucros adicionais (+20% lucro por cada comerciante a bordo). Recolhe tesouros aquáticos rentáveis. Os Cartagineses têm um bónus de +25% no comércio marítimo.

source: Quinquereme
fr: Quinquérème
gl: Quinquerreme
pt_pt: Quinquerreme

source: Carthaginian Woman
de: Karthagerin
es: Mujer cartaginesa
fr: Femme carthaginoise
gd: Boireannach Cartagach
gl: Muller cartaxinesa
nl: Carthaagse vrouw
pt_pt: Mulher Cartaginense

source: Brythonic Champion Chariot. Counters Infantry. High trample damage.
de: Britannischer Helden-Streitwagen. Gegen Infanterie. Hoher Überfahrschaden.
es: Campeón Britón en Carro. Eficaz contra Infantería. Causa un Gran Daño al pisotear los enemigos.
fr: Char breton champion. Contre : Infanterie. Dommages de piétinement élevés.
gd: Seòrsa: Laoch feun-cogaidh Breatannach. An aghaidh: coisridh. Dochann saltairt mòr.
gl: Campión bretón en carro. Efectivo contra a infantaría. Gran dano por esmagamento.
nl: Brythonische Kampioen Strijdwagen. Sterk tegen infanterie. Hoge vertrappelschade.
pt_pt: Categoria: Carro de combate bretão campeão. Ponto forte: Contra infantaria porque esmaga.

source: Gallic Champion Cavalry. Counters Ranged Units.
de: Gallischer Gardereiter. Stark gegen Fernkämpfer.
es: Caballería campeona gala.⏎ Fuerte contra unidades a distancia.
fr: Cavalerie gauloise championne. Contre : Unités à distance.
gd: Seòrsa: Laoch eachraidh Gallach. An aghaidh: aonadan astair.
gl: Campión a cabalo galo. Efectivo contra unidades de proxectís.
nl: Gallische Kampioen Ruiter. Sterk tegen Afstandseenheden.
pt_pt: Cavaleiro gaulês campeão. Ponto forte: Contra unidade com projécteis.

source: Gallic Noble Cavalry
de: Gallischer Adelsreiter
es: Caballería noble gálica
fr: Cavalerie noble gauloise
gd: Eachraidh uasal Gallach
gl: Cabaleiro nobre galo
nl: Gallische nobele cavalerie
pt_pt: Cavalaria Nobre Gaulesa

source: Brythonic Champion Swordsman. Counters Spear Units.
de: Britischer Gardeschwertkämpfer Stark gegen: Speereinheiten
es: Campeón Espadachín Britón. Eficaz contra unidades de Lanza.
fr: Épéiste breton champion. Contre : Unités équipées d'une lance.
gd: Seòrsa: Laoch claidheamhair Breatannach. An aghaidh: aonadan sleaghair.
gl: Campión espadachín bretón. Efectivo contra lanceiros.
nl: Brythonische Kampioen Zwaardvechter. Sterk tegen Speereenheden.
pt_pt: Categoria: Espadachim bretão campeão. Ponto forte: Contra lanceiros.

source: Two-Handed Swordsman
de: Zweihandschwertkämpfer
es: Espadachín con mandoble
fr: Épéiste à deux mains
gd: Claidheamhair da làimh
gl: Espadachín a dúas mans
nl: Tweehandige zwaardvechter
pt_pt: Soldado com Espadão

source: Gallic Champion Swordsman. Counters Spearmen and Cavalry.
de: Gallischer Gardeschwertkämpfer. Stark gegen Speerkämpfer und Kavallerie.
es: Campeón espadachin galo. Buenos contra lanceros y caballeria
fr: Épéiste gaulois champion. Contre : Lanciers montés et cavalerie.
gd: Seòrsa: Laoch claidheamhair Gallach. An aghaidh sleaghairean is eachraidh.
gl: Campión espadachín galo. Efectivo contra lanceiros e cabalaría.
nl: Gallisch Kampioen Zwaardvechter. Sterk tegen speervechters en ruiters.
pt_pt: Espadachim gaulês campeão. Ponto forte: Contra lanceiros e cavaleiros.

source: Heavy Swordsman
de: Schwerer Schwertkämpfer
es: Espadachín pesado
fr: Épéiste lourd
gd: Claidheamhair trom
gl: Espadachín pesado
nl: Zware zwaardvechter
pt_pt: Espadachim Pesado

source: Naked Fanatic
de: Nackter Verrückter
es: Fanático desnudo
fr: Fanatique nu
gd: Fanatach lom
gl: Fanático espido
nl: Naakte fanatiekeling
pt_pt: Fanático Despido

source: Hero Aura: +10 Metal loot for every enemy unit killed.
de: Heldenaura: +10 Metall für jede getötete gegnerische Einheit.
es: Aura de héroe: Saqueo de +10 de metal por cada baja enemiga.
fr: Aura héroïque : Butin de +10 métal pour chaque unité ennemie tuée.
gd: Aura gaisgich: +10 de chreachan meatailt airson gach aonad an nàmhad air a mharbhadh.
gl: Aura de heroe: obtés +10 de metal por cada unidade inimiga que mates.
nl: Heldenaura: +10 metaalplundering voor ieder vermoorde eenheid.
pt_pt: Aura de Herói: ganha espólio de +10 Metal por cada unidade inimiga que mate.

source: Hero Aura: Gathering rates increased with +15% during his lifetime.
de: Heldenaura: Steigert die Sammelrate um +15% während seiner Lebenszeit.
es: Aura de héroe: La tasa de producción de recursos aumenta +15% durante el tiempo que siga con vida.
fr: Aura de héros: Les taux de collecte augmentent de +15% au cours de sa vie.
gd: Aura gaisgich: Cruinneachadh leasaichte le +15% fhad 's a mhaireas e beò.
gl: Aura de heroe: a velocidade de recolección de recursos aumenta nun +15% mentres vive.
nl: Heldenaura: Verzamelsnelheid voor grondstoffen verhoogd met 15% gedurende zijn leven.
pt_pt: Aura de herói: A obtenção de recursos aumenta em +15%.

source: Hero Aura: +2 attack for all units within his aura.
de: Heldenaura: +2 Angriff für alle Einheiten innerhalb der Aura.
es: Aura de héroe: Mejora en +2 el ataque para todas las unidades bajo su aura.
fr: Aura de héros: +2 d'attaque pour toutes les unités dans son aura.
gd: Aura gaisgich: +2 de dh'ionnsaigh aig a h‑uile aonad fon aura aige.
gl: Aura de heroe: aumenta o ataque das unidades dentro da aura en +2.
nl: Heldenaura: +2 aanvalskracht voor alle eenheden in zijn aura.
pt_pt: Aura de herói: +2 de ataque em todas as unidades.

source: Hero Aura: +5 Metal loot for every enemy unit killed.
de: Heldenaura: +5 Metall für jede getötete gegnerische Einheit.
es: Aura de héroe: Saqueo de +5 de metal por cada baja enemiga.
fr: Aura héroïque : butin de +5 de métal pour chaque unité ennemie tuée.
gd: Aura gaisgich: +5 de chreachan meatailt airson gach aonad an nàmhad air a mharbhadh.
gl: Aura de heroe: obtés +5 de metal por cada unidade inimiga que mates.
nl: Heldenaura: +5 metaalplundering voor ieder gedode eenheid.
pt_pt: Aura de herói: +5 de saque de metal por cada inimigo morto.

source: Thessalian Scout
de: Thessalischer Kundschafter
es: Explorador tesalio
fr: Éclaireur thessalien
gd: Rabhadair Teasalaidheach
gl: Explorador de Tesalia
nl: Thessalische verkenner
pt_pt: Batedor Tessálio

source: Macedonian Champion Cavalry. Counters Cavalry and Archers. Countered by Champion Units.
de: Makedonische Gardekavallerie. Stark gegen Kavallerie und Bogenschützen. Schwach gegen Gardeeinheiten.
es: Caballería campeona macedonia. Fuertes contra la caballería y los arqueros. Contrarestadas por las unidades campeonas.
fr: Cavalerie macédonienne championne. Contre : Cavalerie et archers. Contré par: Unités championnes.
gd: Laoch eachraidh Masadonach. An aghaidh: eachraidh is boghadairean. 'Na aghaidh: laoich.
gl: Campión cabaleiro macedonio. Eficaz contra cabalaría e arqueiros. Vulnerábel contra campións.
nl: Macedonische kampioenruiter. Sterk tegen: ruiters en boogschutters. Zwak tegen: kampioenen
pt_pt: Cavaleiro macedónio campeão. Ponto forte: Contra cavaleiros e arqueiros Ponto fraco: Contra campeões.

source: Companion Cavalry
de: Gefährte zu Pferd
es: Caballería de compañeros
fr: Cavalerie des compagnons
gd: Eachraidh companaich
gl: Cabaleiro compañeiro
nl: Ondersteunende cavalerie
pt_pt: Cavalaria Nobre

source: Macedonian Champion Pikeman. Heavy line infantry. Counters Cavalry and Infantry. Countered Ranged Units. Uses the Syntagma Formation.
de: Makedonischer Gardepikenier Schwere Infanterie. Stark gegen Kavallerie und Infanterie. Stark gegen Fernkampfeinheiten. Nutzt die Syntagma-Formation.
es: Piquero campeón macedonio. Unidad pesada de línea. Bueno contra caballería e infantería. Débil contra unidades a distancia. Utiliza la formación "en sintagma".
fr: Piquier macédonien champion. Lourde infanterie de ligne. Contre : Cavalerie et Infanterie. Contré par : Unités à distance. Utilise la formation Syntagma.
gd: Laoch pìceir Masadonach. Coisridh loidhne throm. Thèid e an aghaidh eachraidh is coisridh. Thèid aonadan astair 'na aghaidh. Cleachdaidh e an cumadh siontagma.
gl: Campión piqueiro macedonio. Infante pesado. Eficaz contra a cabalaría e maila infantaría. Vulnerábel contra as unidades de proxectís. Usa a falanxe macedonia.
nl: Macedonische Kampioen Piekenier. Zware infanterie. Sterk tegen Ruiters en Infanterie. Zwak tegen Afstandseenheden. Gebruiken de Syntagma formatie.
pt_pt: Piqueiro macedónio campeão. Infantaria pesada que usa a falange macedónia. Ponto forte: Contra cavalaria e infantaria. Ponto fraco: Contra unidades com projécteis.

source: Foot Companion
de: Gefährte zu Fuß
es: Compañero de marcha
fr: Compagnon à pied
gd: Companach coise
gl: Compañeiro a pé
nl: Ondersteuning te voet
pt_pt: Peão Nobre

source: Classes: Champion Melee Infantry Spearman. Counters: 2x vs. All Cavalry types. +10% Attack vs. All Non-Greek Units. Countered by: Skirmishers, Swordsmen, Cavalry Archers.
de: Klassen: Meister Nahkampf Infanterie Lanzenträger. Stark gegen: 2x geg. alle berittenen Einheiten. +10% Angriffsstärke geg. nichtgriechische Einheiten. Schwach gegen: Plänkler, Schwerkämpfer und berittenen Bogenschützen.
es: Clase: Campeón cuerpo a cuerpo de lanceros. Fuerte contra: x2 contra todo tipo de caballería. +10% de ataque contra todas las unidades no griegas. Débil contra: Escaramuceros, espadachines, arqueros a caballo.
fr: Classes : Lancier d'infanterie de mêlée champion. Contre : 2x c. toute la cavalerie. +10% d'attaque c. toutes les unités non-grecques. Contré par : Tirailleurs, Épéistes, Archers montés.
gd: Seòrsa: laoch sleaghair coisridh dhlùth. An aghaidh: eachraidh le 2x, ionnsaigh leasaichte le +10% an aghaidh aonadan nach eil nan Greugach. 'Na aghaidh: streupairean, claidheamhairean is boghadairean eachraidh.
gl: Clases: campión, contacto, infantaría, lanceiro. Fortalezas: ×2 contra a cabalaría, +10% contra as unidades non gregas. Debilidades: escaramuzadores, espadachíns, e arqueiros a cabalo.
nl: Klassen: Kampioen Mêlee Infanterie Speervechter. Sterk tegen: 2x tegen alle ruiters. +10% kracht tegen niet-Grieken. Zwak tegen: tirailleurs, zwaardvechters en ruiter-boogschutters.
pt_pt: Categoria: Lanceiro de Infantaria Corpo a Corpo de Elite. Pontos fortes: 2x contra Cavalaria. +10% Ataque contra todas as unidades não gregas. Pontos fracos: contra Atiradores, Espadachins, Cavalaria de Arqueiros.

source: Spartan Hoplite
de: Spartiat
es: Hoplita espartano
fr: Hoplite spartiate
gd: Hoiplid Spartach
gl: Hoplita espartano
nl: Spartaanse hopliet
pt_pt: Hoplita Espartano

source: Poleis Champion Raider. Counters Support Units and Ranged Units. Countered by Melee Cavalry. Fast Move Speed.
de: Poleis Champion Raider. Stärken: Unterstützt Einheiten und Fernkampfeinheiten. Schwächen: Nahkampf-Kavallerie. Hohe Lauf-Geschwindigkeit.
es: Jinete campeón Poleis Unidades de Apoyo y unidades avanzadas. Contrarrestado por Caballeria Cuerpo a cuerpo. Velocidad de movimiento rápido.
fr: Poleis de raid champion. Contre : Unités de soutien et à distance. Contré par : Cavalerie de mêlée. Vitesse de déplacement rapide.
gd: Seòrsa: spùinneadair eachraidh Poleis An aghaidh: aonadan taice, aonadan astair. 'Na aghaidh: eachraidh dlùth. Gluaisidh e gu luath.
gl: Campión de asalto das polis. Eficaz contra unidades de apoio e unidades de proxectís. Vulnerábel contra cabalaría de ataque corpo a corpo. Gran velocidade.
nl: Poleis Kampioen Plunderaar. Sterk tegen: ondersteunende en afstandseenheden. Zwak tegen: mêleeruiters Snelle loper
pt_pt: Campeão de assalto da pólis. Têm grandre velocidade. Ponto forte: Contra unidades de apoio e de projécteis. Ponto fraco: Contra cavalaria de contacto.

source: Athenian Light Hoplite
de: Athenischer leichter Hoplit
es: Hoplita Ateniense Ligero
fr: Hoplite léger athénien
gd: Hoiplid aotrom na h‑Àithne
gl: Hoplita lixeiro ateniense
nl: Atheense lichte hopliet
pt_pt: Hoplita Ligeiro Ateniense

source: Poleis Champion Raider. Counters Support Units, Spear units, and Ranged Units (if they can catch them). Countered by Archers.
de: Poleis Champion Raider. Stärken: Unterstützt Einheiten, Speereinheiten und Fernkampfeinheiten (falls sie sie zu fangen bekommen). Schwächen: Bogenschützen. Hohe Lauf-Geschwindigkeit.
es: Jinete campeón Poleis Eficaz contra unidades de Apoyo, Lanceros y unidades a Distancia(si puedes alcanzarlos). Contrarrestado por Arqueros.
fr: Poleis de raid champion. Contre : Unités de soutien, à lance, et à distance (si elles peuvent les attraper). Contré par : Archers.
gd: Seòrsa: spùinneadair eachraidh Poleis An aghaidh: aonadan taice, sleaghairean, aonadan astair (ma gheibh iad greim orra). 'Na aghaidh: boghadairean.
gl: Campión de asalto das polis. Efectivo contra unidades de apoio, lanceiros e unidades de proxectís (se consegue acadalas). Vulnerábel contra arqueiros.
nl: Poleis Kampioen Plunderaar. Sterk tegen: ondersteunende eenheden, speervechters en afstandseenheden. Zwak tegen: boogschutters
pt_pt: Categoria: Campeão de assalto da pólis. Ponto forte: Unidades de suporte, lanceiros e unidades com projécteis (se conseguir capturar). Ponto fraco: Arqueiros.
