Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The Macedonians and the Diadochi minted coins of very high quality. On their currency the Diadochi in particular frequently depicted themselves as the rightful successor to Alexander the Great, attempting to legitimize their rule.
de: Die Makedonen und Diadochen prägten Münzen von höchster Qualität. Auf ihren Münzen waren besonders oft die Diadochen selbst abgebildet, womit sie sich als rechtmäßige Erben von Alexander dem Großen zu legitimieren suchten.
es: Los macedonios y los Diácodos acuñaron monedas de gran calidad. En sus monedas se representaban a si mismos con frecuencia como el legítimo sucesor de Alejandro Magno, en un intento de legitimar su gobierno.
fr: Les Macédoniens et les diadoques frappaient des pièces de très haute qualité. Sur leur monnaie, les diadoques cherchaient à légitimer leur règne et se représentaient eux-mêmes comme les successeurs légitimes d'Alexandre le Grand.
gl: Os macedonios e os diádocos acuñaban moedas de gran calidade. Nas súas moedas, os diádocos concretamente adoitaban representarse a si mesmos como os sucesores lexítimos de Alexandre Magno.
nl: De Macedoniërs en Diadochi sloegen munten van hoge kwaliteit. Zeker de Diadochi beeldden zichzelf vaak af op hun munten als opvolgers van Alexander de Grote, om hun heerschappij te bevestigen.
pt_pt: Os Macedónios e os Diádocos cunhavam moedas de altíssima qualidade. Os Diádocos tinham a particularidade de se representarem a si próprios nas suas moedas como os sucessores legítimos de Alexandre Magno, numa tentativa de legitimar o seu poder.

source: Antipater
es: Antípatro
gl: Antípatro
pt_pt: Antípatro

source: Philip IV
de: Philipp IV.
es: Filipo IV
fr: Philippe IV
gd: Filip IV
gl: Filipo IV
nl: Philippus IV
pt_pt: Filipe IV da Macedónia

source: Lysander
es: Lisandro
fr: Lysandre
gl: Lisandro
pt_pt: Lisandro

source: Lysimachus
de: Lysimachos
es: Lisímaco
fr: Lysimaque
gl: Lisímaco
pt_pt: Lisímaco

source: Pyrrhus of Epirus
de: Pyrrhos I.
es: Pirro de Epiro
fr: Pyrrhus d'Épire
gd: Pyrrhus Epirus
gl: Pirro de Épiro
nl: Pyrrhus van Epirus
pt_pt: Pirro

source: Antigonus II Gonatas
de: Antigonos II. Gonatas
es: Antígono II Gonatas
fr: Antigone II Gonatas
gl: Antígono II Gónatas
pt_pt: Antígono II Gónatas

source: Demetrius II Aetolicus
de: Demetrios II. Aitolikos
es: Demetrio II Etolia
fr: Démétrios II Etolicos
gl: Demetrio II de Macedonia
pt_pt: Demétrio II da Macedónia

source: Philip V
es: Filipo V
fr: Philippe V
gd: Filip V
gl: Filipo V
nl: Philippus V
pt_pt: Filipe V da Macedónia

source: Perseus
es: Perseo
fr: Persée
gl: Perseo
pt_pt: Perseu

source: Craterus
de: Krateros
es: Crátero
fr: Cratère
gl: Crátero
pt_pt: Crátero

source: Meleager
de: Meleagros
es: Meleagro
fr: Méléagre
gl: Meleagro
pt_pt: Meleagro

source: Each subsequent Barracks constructed comes with 5 free (random) Macedonian military units. This also applies to the Barracks of allied players (they receive 5 free units of their own culture for each new Barracks constructed).
de: Jede nachfolgend gebaute Kaserne bringt 5 kostenlose (zufällige) mazedonische Militäreinheiten mit. Dies gilt auch für Kasernen verbündeter Spieler (diese bekommen für jede neu gebaute Kaserne 5 kostenlose Einheiten der eigenen Kultur).
es: Cada cuartel construido genera 5 unidades militares macedónicas gratuitas (elegidas de manera aleatoria). Esto también se aplica a los cuarteles aliados (ellos recibiran 5 unidades gratuitas de su propia cultura por cada cuartel construido).
fr: Chaque caserne construite ultérieurement sera livrée avec 5 unités militaires macédoniennes aléatoires. Cela s'applique également aux casernes des joueurs alliés, qui recevront 5 unités aléatoires de leur propre culture pour chaque nouvelle caserne construite.
gl: Cada novo cuartel que se constrúa inclúe 5 unidades militares macedonias aleatorias sen custo algún. Isto afecta tamén aos cuarteis dos xogadores aliados, que reciben 5 unidades da súa propia cultura e sen custo algún por cada cuartel que constrúen.
nl: Iedere nieuwe kazerne komt met 5 gratis (willekeurige) militaire eenheden. Dit geldt ook voor de kazernes van gealliëerde spelers.
pt_pt: Os próximos Quartéis construídos incluem 5 unidades militares macedónias (aleatórias) gratuitas. Isto também se aplica aos Quartéis de jogadores aliados (recebem 5 unidades gratuitas da sua própria cultura por cada novo Quartel que construam).

source: When Philip II came to the Macedonian throne he began a total reorganization of the Macedonian army. His reforms created a powerful cavalry arm to his army that would prove useful to both himself and his son Alexander's conquests.
de: Als Philipp II. den makedonischen Thron bestieg, begann er eine komplette Reorganisation der Streitkräfte. Seine Reformen schufen einen starken Kavallerieflügel, welcher sich für seine Eroberungen und die seines Sohnes als nützlich erweisen sollte.
es: Cuando Filipo II llegó al trono de Macedonia comenzó una reorganización total del ejército macedonio. Sus reformas crearon un poderoso cuerpo de caballería que sería muy util para si mismo y para las conquistas de su hijo Alejandro.
fr: Quand Philippe II monta sur le trône de Macédoine, il commença par réorganiser totalement l'armée macédonienne. Ses réformes ajoutèrent à son armée une puissante cavalerie, qui allait s'avérer utile tant pour lui-même que pour les conquêtes de son fils Alexandre.
gl: Cando Filipo II ascendeu ao trono de Macedonia, iniciou unha completa reorganización do exército macedonio. As súas reformas deron lugar a un poderoso brazo de cabalaría para o seu exército que resultaría de utilidade tanto para as súas conquistas como para as de seu fillo Alexandre.
nl: Toen Philippus II aan de macht kwam in Macedonië, begon hij met de reorganisatie van het volledige leger. Zijn hervormingen zorgden voor een krachtige cavalerie die later nuttig zou blijken voor hemzelf en zijn zoon Alexander.
pt_pt: Quando Filipe II subiu ao trono da Macedónia, iniciou uma reorganização completa do exército macedónio. As suas reformas deram origem a um poderoso batalhão de cavalaria que acabou por se revelar muito útil tanto para ele como para as conquistas do seu filho Alexandre.

source: Upgrade Hypaspist Champion Infantry to Silver Shields, with greater attack and armor, but also greater cost.
de: Upgrade Hypaspist Champion Infanterie Silver Schilde, mit besseren Angriff sowie Rüstungen, aber auch höhere Kosten.
es: Mejorar Campeón de infantería Hipapista a Escudos Plateados, con mayor ataque y armadura, pero también un mayor coste.
fr: Équiper vos champions d'infanterie Hypaspistes de boucliers d'argent, avec une plus grande attaque et armure, mais aussi des coûts plus élevés.
gl: Avanzar a infantaría de campións «hispapistas» a «escudos de prata», con mellor ataque e armadura, pero tamén un custo superior.
nl: Upgrade de Hypaspistische schilddrager kampioeneninfanterie naar Zilveren Schilden met een grotere aanvalskracht, gezondheid en bepantsering.
pt_pt: Evolui a infantaria campeã Hipaspista com escudos de prata para aumentar o ataque e a defesa mais também tem um custo elevado.

source: Royal Gift
de: Königliches Geschenk
es: Regalo real
fr: Cadeau royal
gd: Tìodhlac rìoghail
gl: Agasallo real
nl: Koninklijke gift
pt_pt: Oferta real

source: In India near the end of his long anabasis, Alexander gifted to the Royal Hypaspist corps shields of silver for their long and valiant service in his army.
de: In Indien, nahe dem Ende seiner langen Anabasis, schenkte Alexander dem königlichen Hypaspistes-Korps Schilde aus Silber für ihren langen und tapferen Dienst in seiner Armee.
es: En la India, cerca del final de su larga expedición, Alejandro dotó al cuerpo de Hipapistas Reales con escudos de plata por su largo y valiente servicio en su ejército.
fr: En Inde, la fin de son long périple approchant, Alexandre offra des boucliers d'argent au corps des Hypaspistes royaux en récompense pour leur long et vaillant service dans son armée.
gl: Na India, cara o final do seu longo avance, Alexandre agasallou aos corpos reais de hispapistas con escudos de prata pola constancia e valentía dos seus servizos no exército.
nl: In India, aan het einde van zijn lange anabasis, schonk Alexander zilveren schilden aan zijn koninklijke hypaspisten voor hun lange en waardevolle dienst in het leger.
pt_pt: Na Índia, perto da sua longa Anábase, Alexandre Magno oferece escudos de prata a infantaria real Hipaspista pelo seu longo e valente serviço neste exército.

source: Civic Centers have double Health and double default arrows.
de: Verwaltungssitze verfügen über +100% Lebenskraft und die doppelte Anzahl an Pfeilen, wenn keine Einheiten einquartiert sind.
es: Centros Cívicos tienen el doble de salud y el doble de flechas por defecto.
fr: Les centres-villes doublent leurs points de vie et doublent les flèches tirées par défaut.
gd: Gheibh ionadan sìobhalta an dà chuid de shlàinte is an dà uiread dhe shaighdean tùsail.
gl: Os centros cívicos teñen o dobre de vida e o dobre de frechas predeterminadas.
nl: Beschavingscentrum dubbele sterkte, en dubbel zoveel standaardpijlen.
pt_pt: Os centro cívicos têm o dobro de vida e o dobro de sete pré-definidas.

source: Philip II of Macedon
de: Philipp II. von Makedonien
es: Filipo II de Macedonia
fr: Philippe II de Macédoine
gd: Filip II Masadonach
gl: Filipo II de Macedonia
nl: Philippus II van Macedonië
pt_pt: Filipe II da Macedónia

source: Demetrios the Besieger
de: Demetrios der Städtebelagerer
es: Demetrio el Asediador
fr: Démétrios Ier Poliorcète
gd: Demetrios nan Sèist
gl: Demetrio “O asediador”
nl: Demetrios de Belegeraar
pt_pt: Demétrio I da Macedónia

source: A Hellenistic kingdom bordering the Greek city-states.
de: Ein Hellenistisches Königreich an der Grenze der Griechischen Stadtstaaten.
es: Un reino helenístico limítrofe con las ciudades-estado griegas.
fr: Un royaume hellénistique en bordure des cités-états grecques.
gd: Rìoghachd Ghreugach ri taobh nam bailtean-stàite Greugach.
gl: Un reino heleno que fai fronteira coas cidades estado de Grecia.
nl: Een koninkrijk langs de Griekse stadsstaten.
pt_pt: Um reino helenístico que faz fronteira com as cidades-estado gregas.

source: The Hellenization civ bonus. Building a Theatron increases the territory effect of all buildings by 25%. Build limit: 1.
de: Der Hellenistische Zivilisationsbonus. Ein Theatron zu bauen erhöht die territoriale Ausdehnung aller Gebäude um +25%. Baulimit: 1.
es: El bono de civilización Helena. La construcción de un teatro aumenta el efecto territorio de todos los edificios en un 25%. Límite de construcciones: 1.
fr: Bonus de la civilisation Hellénique. Construire un Theatron augmente l'étendue territoriale de chaque bâtiment de 25%. Limite de construction : 1.
gd: Buannachd sìobhaltas a' Ghreugachais. Thèid a' bhuaidh air an ranntair aig gach togalach a mheudachadh le 25% ma thogas tu tèatron. Cuingeachadh togail: 1
gl: A bonificación de civilización de «helenización». A construción dun teatro aumenta nun +35% o efecto no territorio de todas as estruturas. Límite de construción: 1.
nl: De Helleense beschavingsbonus. Het bouwen van een theater vergroot het territoriumeffect van alle gebouwen met 25%.
pt_pt: A bonificação da helenização. A construção do Teatro aumenta o efeito territorial de todos os edifícios em +25%. Limite de construção; 1

source: Library
de: Bücherei
es: Biblioteca
fr: Bibliothèque
gd: Leabhar-lann
gl: Biblioteca
nl: Bibliotheek
pt_pt: Biblioteca

source: All Special Technologies are researched here. Building one reduces the cost of all other remaining technologies by 10%. Build limit: 1.
de: Alle besonderen Technologien werden hier erforscht. Eins zu Bauen reduziert die Kosten für alle verbleibenden Technologien um 10%. Baulimit: 1.
es: Todas las tecnologías especiales son investigadas aquí. La construcción de uno reduce el coste de todas las otras tecnologías que quedan en un 10%. Límite de construcciones: 1.
fr: Toutes les technologies spéciales sont recherchées ici. En rechercher une réduit le coût de toutes les autres restantes de 10%. Limite de construction : 1.
gd: Thèid gach teicneolas sònraichte a rannsachadh an-seo. Nuair a thogas tu fear, bidh na teicneolasan eile uile nas saoire le 10%. Cuingeachadh togail: 1
gl: Todas as tecnoloxías especiais investíganse aquí. Construír unha biblioteca reduce un 10% o custo do resto das tecnoloxías. Só pode construírse unha.
nl: Alle speciale technologieën worden hier onderzocht. De tijd van andere technologieën wordt ook met 10% verminderd bij het bouwen.
pt_pt: Todas as tecnologias especiais e algumas tecnologias normais da Cidade estão disponíveis para serem desenvolvidas aqui. Construir uma biblioteca reduz o custo de todas as tecnologias em 10%. Mas só se pode construir uma.

source: Alexander the Great founded libraries all over his new empire. These became a center of learning for an entirely new synthesized culture: the Hellenistic culture.
de: Alexander der Große gründete überall in seinem neuen Reich Bibliotheken. Diese wurden zu Zentren des Lernens für eine gänzlich neu geschaffene Kultur: die hellenische Kultur.
es: Alejandro Magno fundó librerías por todo su nuevo Imperio. Éstas se convirtieron en centros de aprendizaje para una cultura sintetizada completamente nueva: la cultura Helenística.
fr: Alexandre le Grand a créé des bibliothèques partout dans son nouvel empire. Elles sont devenues un centre d'apprentissage pour une culture de synthèse entièrement nouvelle : la culture hellénistique.
gd: Stèidhich Alasdair Mòr leabharlannan air feadh na h-impireachd ùire aige. Chaidh iad 'nan ionadan ionnsachaidh do cho-chultar ùr: A' Ghreugachas.
gl: Alexandre Magno construíu bibliotecas por todo o seu novo imperio. Estas bibliotecas convertéronse nun centro de aprendizaxe para toda unha nova cultura: a cultura helena.
nl: Alexander de Grote stichtte bibliotheken over heel zijn rijk. Deze werden het centrum van wijsheid voor een nieuwe Hellenistische cultuur.
pt_pt: Alexandre Magno fundou bibliotecas um pouco por todo o seu império, que se tornaram centros de aprendizagem de uma cultura nova e sintetizada: a cultura helenística.

source: Siege Workshop
de: Belagerungswerkstatt
es: Taller de maquinaria de asedio
fr: Atelier de siège
gd: Ceàrdach sèistidh
gl: Fábrica de armas de asedio
nl: Assemblage voor belegeringswapens
pt_pt: Oficina de Maquinaria de Cerco

source: Constructs and upgrades all Macedonian siege engines.
de: Baut alle mazedonischen Belagerungswaffen und entwickelt sie weiter.
es: Construye y mejora todos los motores de asedio macedonios.
fr: Construire et améliorer tous les engins de siège macédoniens.
gd: Togaidh is àrdachaidh seo na h‑uile inneal-sèiste Masadonach.
gl: Constrúe e anova todas as máquinas de asedio macedonias.
nl: Construeer en verbeter alle Macedonische belegeringswapens.
pt_pt: Construa e desenvolva tecnologias para toda a maquinaria de cerco macedónia.

source: The Macedonians were innovators in area of siegecraft.
de: Die Makedonier waren Innovatoren im Bereich der Belagerungsmaschinen.
es: A los macedonios se les considera unos innovadores en el arte del asedio.
fr: Les Macédoniens étaient innovateurs en techniques de siège.
gd: Bhiodh na Masadonaich math air innealan-sèiste ùra a thionnsgnadh.
gl: Os macedonios eran innovadores na enxeñaría de asedio.
nl: De Macedoniërs waren innovators op gebied van belegeringswapens.
pt_pt: Os macedónios foram inovadores em engenharia para a maquinaria de cerco.

source: Macedonia was an ancient Greek kingdom, centered in the northeastern part of the Greek peninsula. Under the leadership of Alexander the Great, Macedonian forces and allies took over most of the world they knew, including Egypt, Persia and parts of the Indian subcontinent, allowing a diffusion of Hellenic and eastern cultures for years to come.
de: Mazedonien war ein antikes Griechisches Königreich, mittig im nordöstlichen Teil der Griechischen Halbinsel. Unter der Herrschaft Alexander des Großen, Mazedonische Mächte und ihre Verbündete übernahmen einen Großteil der ihnen bekannten Welt, inklusive Ägypten, Persien und teile des indischen Subkontinents. Dadurch vermischten sich Hellenen und westliche Kulturen in den nächsten Jahren.
es: Macedonia fue un antiguo reino griego situado en el noreste de la península griega. Bajo el liderazgo de Alejandro Magno, las fuerzas macedonias y sus aliados conquistaron la mayor parte del mundo conocido, incluyendo Egipto, Persia y partes del subcontinente indio, permitiendo la difusión de las culturas helenística y oriental durante los años venideros
fr: La Macédoine était un ancien royaume grec, centré dans la partie nord-est de la péninsule grecque. Sous la direction d'Alexandre le Grand, les forces macédoniennes et alliées ont repris la plupart du monde qu'ils connaissaient, y compris l’Égypte, la Perse et les régions du sous-continent indien, ce qui permit une diffusion des cultures helléniques et orientales dans les années qui suivirent.
gl: Macedonia foi un antigo reino grego, situado na parte nordeste da península grega. Baixo o liderado de Alexandre Magno, as forzas de Macedonia e os seus aliados fixéronse coa meirande parte do mundo que coñecían, incluíndo Exipto, Persia e partes da India, o que permitiu a difusión das culturas helena e oriental durante moitos anos.
nl: Macedonië was een Grieks koninkrijk uit de oudheid.. Onder heerschappij van Alexander de Grootte nam het Macedonische leger ongeveer de volledige door hen gekende wereld over, inclusief Egypte, Perzië en delen van het Indische subcontinent. Dit zorgde voor een vermenging van de Griekse en Oosterse culturen.
pt_pt: A Macedónia era um antigo reino grego, no centro da região nordeste da península grega. Sob a liderança de Alexandre Magno, os exércitos macedónios e os seus aliados conquistaram a maior parte do mundo conhecido, incluindo o Egipto, a Pérsia e partes do subcontinente indiano, o que possibilitou uma difusão das culturas helénicas e orientais ao longo das gerações seguintes.

source: Mauryans
de: Maurya-Inder
es: Maurianos
fr: Mauryas
gd: Na Mauraidhich
gl: Mauros
nl: Maurya's Indië
pt_pt: Maurias

source: Mauryans have a +10% population cap bonus (i.e., 330 pop cap instead of the usual 300).
de: Maurya-Inder haben einen Bevölkerungsbonus von +10% (z.B. eine Bevölkerungskapazität von 330 anstatt 300 Einheiten).
es: Los Maurianos tienen una bonificación +10% del límite poblaciónal (p. ej., 330 de límite en vez del normal de 300).
fr: Les Maurya ont un bonus de limite de population de 10% (c'est à dire une capacité de 330 de pop au lieu de l'habituel 300).
gd: Tha +10% dhe sluagh as motha ceadaichte dha na Mauraidheach ('s e seo sluagh as motha de 330 an àite nan 300 àbhaisteach).
gl: Os mauros teñen unha bonificación de +10% de límite de poboación. Por exemplo, se o límite é 300 unidades, eles poden ter 330.
nl: Maurya heeft een +10% populatie maximum bonus (bijv. 330 max i.p.v. de gebruikelijke 300).
pt_pt: A capacidade populacional dos Maurias tem um bónus de +10% (isto é, capacidade de 330 em vez dos normais 300).

source: Emperor of Emperors.
de: König der Könige.
es: Emperador de emperadores.
fr: Empereur des Empereurs.
gd: Impire nan impirean.
gl: Emperador de emperadores
nl: Keizer der Keizers.
pt_pt: Imperador dos Imperadores

source: The Mauryan Empire encompassed dozens of formerly independent kingdoms over an area of 5 million square kilometers, with a population of close to 60 million people. The Mauryan regents held the title Emperor of Emperors and commanded a standing army of 600,000 infantry, 9000 elephants, 8000 chariots, and 30,000 cavalry, making it arguably the largest army of its time.
de: Das Maurya-Reich umfasste dutzende früher unabhängige Königreiche auf einer Fläche von 5 Millionen km², mit einer Bevölkerung von fast 60 Millionen Menschen. Die Maurya-Herrscher hatten den Titel Kaiser der Kaiser und kommandierten eine stehende Armee von 600.000 Infanteristen, 9000 Elefanten, 8000 Streitwagen und 30.000 Kavalleristen, wohl die größte Armee dieser Zeit.
es: El Imperio Maurya abarcaba decenas de reinos anteriormente independientes sobre una superficie de 5.000.000 kilómetros cuadrados, con una población cercana a los 60 millones de personas. Los reyes de Maurya se proclaman como Emperador de emperadores y comandan un ejército permanente de 600000 infantes, 9000 elefantes, 8000 carros y 30000 caballeros, por lo que es sin duda el mayor ejército de su tiempo.
fr: L'empire Maurya englobait des douzaines d'anciens royaumes indépendants sur une surface de 5 millions de km², et une population proche des 60 millions de personnes. Les souverains Maurya portaient le titre d'Empereur des Empereurs et commandaient une armée permanente de 600000 hommes d'infanterie, 9000 éléphants, 8000 chars et 3000 unités de cavalerie, ce qui en faisait sans doute la plus grande armée de cette époque.
gl: O Imperio Mauro comprendía ducias de reinos outrora independentes ao longo dunha zona de 5 millóns de quilómetros cadrados, cunha poboación que rozaba os 60 millóns de persoas. Os rexentes mauros posuían o título de «Emperador de Emperadores» e estaban ao mando dun exército permanente de 600.000 unidades de infantaría, 9.000 elefantes, 8.000 carros de combate e 30.000 unidades de cabalaría, o que o convertía no exército máis grande do seu tempo.
nl: De Mauryadynastie regeerde over een gebied dat dozijnen oude koninkrijken overspande. 5 miljoen vierkante kilometer in totaal. Met een bevolking van zowat 60 miljoen. De Mauryaanse regenten hielden de titel van "keizer der keizers" en gaven bevelen aan een leger van 600 000 infanteriesoldaten, 9000 olifanten, 8000 paardenwagens en 30 000 ruiter. Het grootste leger van die tijd.
pt_pt: O Império Mauria compreendia dúzias de reinos outrora independentes, estendendo-se por uma área de 5 milhões quilómetros quadrados e com uma população de aproximadamente 60 milhões. Os governandes maurios possuíam o título de "Imperador dos Imperadores" e comandavam um exército permanente com 600.000 soldados, 9000 elefantes, 8000 bigas e 30.000 cavaleiros --possivelmente o maior exército do seu tempo.

source: The Mauryans enjoy access to 4 champions.
de: Die Maurya-Inder genieße Zugriff auf 4 Gardeeinheiten.
es: Los Maurianos disfrutan de acceso a 4 campeones.
fr: Les Maurya bénéficient d'un accès à 4 champions.
gd: Tha 4 laoich ri làimh dha na Mauraidhich.
gl: O mauros gozan de acceso a catro campións.
nl: Maurya heeft toegang tot 4 types kampioenen.
pt_pt: Os Maurias têm acesso a 4 campeões.

source: Kṣhatriya Warrior Caste.
de: Kṣhatriya Kriegerkaste.
es: Casta de guerreros Kṣhatriya.
fr: Caste guerrière Kṣhatriya.
gd: Fine ghaisgeach Kṣhatriya.
gl: Chatrías
nl: Kṣhatriya krijgerskasteel.
pt_pt: Xátria.
