Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: BARRACKS
de: KASERNE
es: CUARTELES
fr: CASERNES
gd: TAIGHEAN-FEACHD
gl: Cuartel
nl: KAZERNE
pt_pt: QUARTÉIS

source: - Train all citizen-soldiers. Some factions can unlock the training of champions as well.
de: - Trainiere alle Bürgersoldaten. Einige Fraktionen erlauben hier auch das trainieren von Gardesoldaten.
es: - Recluta todos los ciudadano-soldados. Algunas civilizaciones también pueden desbloquear el entrenamiento de campeones.
fr: - Permet d'entraîner tous les citoyens soldats. Certaines factions peuvent également débloquer la formation des champions.
gd: - Trèanaich a h‑uile seòrsa de shaighdearan-dùthcha. 'S urrainn dha cuid a bhuidhnean a' ghlas a thoirt far trèanadh nan laoch cuideachd.
gl: • Adestra cidadáns soldado. Para algunhas faccións permite tamén desbloquear o adestramento de campións.
nl: - Rekruteer burgersoldaten. Sommige beschavingen kunnen ook kampioenen rekruteren.
pt_pt: - Recruta todos os cidadãos soldados. Algumas civilizações permite desbloquear o recrutamento de campeões.

source: - Research military technologies unique to each faction.
de: - Erforsche militärische Technologie, die für jede Fraktion einmalig ist.
es: - Investiga tecnologías militares únicas para cada facción.
fr: - Permettent de rechercher les technologies militaires propres à chaque faction.
gd: - Rannsaich teicneolasan an airm a bhios diofraichte do gach sìobhaltas.
gl: • Investiga melloras militares únicas para cada facción.
nl: - Onderzoek militaire technologieën, uniek voor iedere beschaving.
pt_pt: - Desenvolve tecnologias militares únicas de cada civilização.

source: - Build one early to train citizen-soldiers while you phase up your settlement.
de: - Baue früh eine Kaserne um Bürgersoldaten auszubilden, während du in die nächste Phase aufsteigst.
es: - Construye uno cuanto antes para reclutar ciudadanos-soldado mientras avanzas tu asentamiento de fase.
fr: - Construisez-en au début pour former les citoyens-soldats pendant la mise en place de votre colonie.
gd: - Tog fear tràth gus saighdearan-dùthcha a thrèanadh fhad 's a bhios tu ag àrdachadh do thuineachadh gu linn ùr.
gl: • Constrúe un para adestrar cidadáns soldado mentres avanzas de fase o teu asentamento.
nl: - Bouw er één voordat je naar de stad fase gaat om nieuwe eenheden te kunnen blijven rekruteren.
pt_pt: - Construa um Quartel o mais cedo possível para recrutar cidadãos-soldados enquanto a sua povoação sobe de Fase.

source: - Build in a forward base to resupply your assault with fresh troops.
de: - Baue einen Stützpunkt, um deinen angriff schnell mit neuen Truppen zu unterstützen.
es: - Constrúyelo en una base avanzada para proveer nuevas tropas a tus ataques.
fr: - Construisez-en dans une base avancée pour réapprovisionner votre assaut avec des troupes fraîches.
gd: - Tog iad ann am bunait adhartach ach am faigh an ionnsaigh agad foirlionadh.
gl: • Construír nunha base avanzada para reabastecer o teu ataque con novas tropas.
nl: - Bouw dicht bij de frontlijn om het gevecht met verse troepen te kunnen voorzien.
pt_pt: - Construa Quartéis em bases avançadas para reabastecer os seus ataques com novas tropas.

source: BLACKSMITH
de: SCHMIED
es: HERRERÍA
fr: FORGE
gd: GOBHA
gl: Ferraría
nl: SMIDSE
pt_pt: FERRARIAS

source: - Research structure for all factions.
de: - Erforsche Gebäude für alle Fraktionen.
es: - Estructura de investigación para todas las facciones.
fr: - Structure de recherche pour toutes les factions.
gd: - Faodaidh na h‑uile sìobhaltas an structar seo a rannsachadh.
gl: • Estrutura de investigación para todas as faccións.
nl: - Onderzoeksgebouw voor alle beschavingen.
pt_pt: - Edifício de desenvolvimento de tecnologias para todas as civilizações.

source: - Research weapon and armor upgrades for your units.
de: Erforsche bessere Waffen und Rüstungen für deine Einheiten
es: - Investiga mejoras de armamento y armadura para todas tus unidades.
fr: - Recherchez les améliorations d'arme et d'armure pour vos unités.
gd: - Rannsaich leasachaidhean air airm 's armachd airson nan aonadan agad.
gl: • Investiga melloras para as armas e armaduras das unidades.
nl: - Onderzoek nieuwe wapens en verbeterde bescherming voor jouw eenheden.
pt_pt: - Desenvolve melhoramentos de armas e armaduras para todas as unidades.

source: - Garrison a citizen-soldier inside to research faster.
de: - Quartiere Bürgersoldaten ein, um schneller zu forschen.
es: - Guarnece un ciudadano soldado dentro para investigar más rápido.
fr: - Mettez un citoyen-soldat en garnison à l'intérieur pour accélérer la recherche.
gd: - Cuir saighdear-dùthcha 'na ghearastan ann gus rannsachadh nas luaithe.
gl: • Acuartela cidadáns soldado para acelerar as investigacións.
nl: - Beman de smidse met een burgersoldaat om het onderzoeken te versnellen.
pt_pt: - Guarneça este edifício com um cidadão-soldado para acelerar o desenvolvimento de tecnologias.

source: CARTHAGINIAN SACRED BAND
de: KARTHAGISCHE HEILIGE SCHAR
es: BATALLÓN SAGRADO CARTAGINÉS
fr: BATAILLON SACRÉ CARTHAGINOIS
gd: CÒMHLAN NAOMH CHARTAGACH
gl: Lexión sagrada cartaxinesa
nl: CARTHAAGSE HEILIGE SCHARE
pt_pt: BATALHÃO SAGRADO DE CARTAGO

source: - Champion Spearmen and Champion Cavalry Spearmen for Carthage.
de: - Gardespeerträger und berittene Lanzenträgergardisten für Karthago.
es: -Lancero Campeón y Lancero Campeón a Caballo de Cartago
fr: - Lanciers champions et Lanciers montés champions pour Carthage.
gd: - Laoich sleaghair 's laoich sleaghair eachraidh airson nan Cartagach.
gl: • Campión lanceiro e campión cabaleiro con lanza de Cartago.
nl: - Kampioen speervechter (ruiter en infanterie) voor Carthago.
pt_pt: - Infantaria campeã e cavaleiro lanceiro campeão para Cartago.

source: - Both cost Food and Metal and are trainable from the Temple, instead of the Fortress like most other champions.
de: - Beide kosten Nahrung und Metall, sind im Tempel ausbildbar, anstatt in der Festung wie die meisten anderen Gardeeinheiten.
es: - Ambos cuestan comida y metal, y pueden sen reclutados en el templo, en vez de la fortaleza como los otros campeones.
fr: - Les deux coûtent de la nourriture et du métal et sont entraînés au Temple, au lieu de la Forteresse comme la plupart des autres champions.
gd: - Cosgaidh an dà chuid dhiubh biadh 's meatailt agus gabhaidh an trèanadh san teampall seach san dùn mar a théid a' mhòrchuid de laoich.
gl: • Ambos os dous custan comida e metal e poden adestrarse no templo, en vez de na fortaleza como ocorre coa meirande parte dos campións.
nl: - Kosten beiden voedsel en metaal, en kunnen vanuit de tempel gerekruteerd worden.
pt_pt: - Ambos custam a mesma coisa e metal e são recrutados a partir do Templo em vez do Forte como a maioria dos outros campeões.

source: - Use the Spearmen as heavy infantry against cavalry. Use the Cavalry as heavy shock against siege weapons and skirmishers.
de: - Verwenden Sie die Speerträger als schwere Infanterie gegen Kavallerie. Verwenden Sie die Kavallerie als schweren Schlag gegen Belagerungswaffen und Schützen.
es: -Usa los Lanceros como infantería pesada contra la Caballería. Usa la Caballería como un choque pesado contra las Armas de Asedio y Guerrilleros.
fr: - Utilisez les lanciers comme infanterie lourde contre la cavalerie. Utilisez la cavalerie comme troupes de choc contre les armes de siège et les tirailleurs.
gd: - Cleachd na sleaghairean mar choisridh throm an aghaidh eachraidh. Cleachd an eachraidh mar chlisgeadh trom an aghaidh innealan-sèiste agus streupairean.
gl: • Usa os lanceiros como infantaría pesada contra a cabalaría. Usa a cabalaría como choque pesado contra as armas de asedio e os escaramuzadores.
nl: - Gebruik de speervechters als zware infanterie tegen ruiters. Gebruik cavalerie om snel belegeringswapens en tirailleurs uit te schakelen.
pt_pt: Use o lanceiro como infantaria pesada contra cavalaria. Use a cavalaria como choque pesado contra armas de cerco e zagaieiros.

source: CATAPULTS
de: KATAPULTE
es: CATAPULTAS
fr: CATAPULTES
gd: CRAINN-TABHAILL
gl: Catapultas
nl: KATAPULTEN
pt_pt: CATAPULTAS

source: - Ranged siege engines that are good against buildings.
de: - Fernkampfbelagerungswaffe, die effektiv gegen Gebäude ist.
es: - Máquinas de asedio a distancia fuertes contra edificios.
fr: - Des engins de siège à distance qui sont bons contre les bâtiments.
gd: - Innealan-sèiste astair a tha math an aghaidh thogalachan.
gl: • Máquinas de asedio a distancia eficaces contra estruturas.
nl: - Belegeringswapens die goed zijn tegen gebouwen van op een veilige afstand.
pt_pt: - Máquinas de cerco óptimas para atacar edifícios à distância.

source: - May upgrade to flaming projectiles for extra effectiveness against buildings and units.
de: - Kann Feuergeschosse verschießen, um noch mehr Schaden gegen Gebäude und Einheiten zu machen.
es: - Se pueden mejorar con proyectiles ardientes para mayor efectividad contra edificios y unidades.
fr: - Peuvent utiliser des projectiles enflammés pour une efficacité accrue contre les bâtiments et unités.
gd: - Gabhaidh an àrdachadh ach an cleachd iad clachan air teine a chuireas ris an èifeachdachd an aghaidh thogalaichean 's aonadan.
gl: • Poden mellorarse para empregar proxectís incendiarios para aumentar a súa eficacia contra estruturas e unidades.
nl: - Kan ook verbeterd worden om vlammende projectielen af te vuren en zo meer schade aan te richten.
pt_pt: - Podem ser adaptadas para atirarem projécteis em chamas, que aumentam a sua eficácia de ataque contra edifícios e unidades.

source: - Expensive and slow.
de: - Teuer und langsam.
es: - Caras y lentas.
fr: - Coûteuses et lentes.
gd: - Cosgail is slaodach.
gl: • Custosas e lentas.
nl: - Duur en traag.
pt_pt: - Custosas e lentas.

source: - Pack up into carts for movement, and unpack into stationary engines for attack!
de: - Verstaue sie in Wagen zum Bewegen und entpacke sie in stationäre Kriegsmaschinen.
es: - Se transportan desmontadas en carros, y cuando se montan... ¡Se convierten en máquinas devastadoras!
fr: - Démontez-les sur des charrettes pour les déplacements, et montez-les en engins fixes pour l'attaque !
gd: - Paisg 'nan cairtean iad airson an gluasad agus neo-phaisg iad 'nan uidheaman suidhichte gus ionnsaigh a thoirt!
gl: • Desmóntanse e colócanse en carros para desprazarse, e móntanse nun lugar fixo para atacar.
nl: - Pak ze in tot wagens om te vervoeren en pak ze uit om te gebruiken.
pt_pt: - Desmontam-se em carroças para serem movimentadas, e montam-se em aparelhos fixos para atacar.

source: CELTIC WAR BARGE
de: KELTISCHES KRIEGSSCHIFF
es: BARCAZA DE GUERRA CELTA
fr: BARGE DE GUERRE CELTE
gd: BÀTA-COGAIDH CEILTEACH
gl: Barcaza de guerra celta
nl: KELTISCHE OORLOGSAAK
pt_pt: BARCA DE GUERRA CELTA

source: - A medium "trireme"-class warship.
de: - Ein mittelschweres Kriegsschiff.
es: - Un navío de guerra intermedio de clase trirreme.
fr: - Un navire de guerre intermédiaire de type "trirème".
gd: - Long-chogaidh "trì-ràmhach" meadhanach.
gl: • Un buque de guerra mediano da clase «trirreme».
nl: - Een medium "trireme"-klasse oorlogsschip.
pt_pt: - Um navio de guerra médio tipo trirreme.

source: - The only ship of its kind.
de: - Einzigartiger Schiffstyp.
es: - El único navío de su clase.
fr: - Le seul navire de ce genre.
gd: - An t‑aon long dhen leithid.
gl: • A única nave da súa clase.
nl: - Een uniek schip.
pt_pt: - É o único navio com estas características.

source: - Cannot ram, like other triremes, but has greater health and armour.
de: - Kann nicht wie andere Trieren rammen, hat aber mehr Trefferpunkte und Rüstung.
es: - No embiste como los otros trirremes, pero cuenta con mayor resistencia y protección.
fr: - Ne peut éperonner, comme les autres trirèmes, mais a plus de points de vie et d'armure.
gd: - Chan urrainn dhi starradh mar as urrainn do luing trì-ràmhach eile, ach tha barrachd slàinte is armachd aice.
gl: • Non pode bater, como outros trirremes, pero ten máis vida e armadura.
nl: - Heeft geen ram functie (zoals andere triremes), maar is sterker en heeft meer bewapening.
pt_pt: - Não pode embater contra outros navios, como os outros trirremes, mas tem maior resistência e armadura.

source: - Can transport up to 40 units across the waters.
de: - Kann bis zu 40 Einheiten transportieren.
es: - Puede transportar hasta 40 unidades por agua.
fr: - Peut transporter jusqu'à 40 unités sur l'eau.
gd: - 'S urrainn dhi gu ruige 400 aonad a ghiùlan thar a' chuain.
gl: • Pode transportar ata 40 unidades a través das augas.
nl: - Kan tot 40 eenheden over het water vervoeren.
pt_pt: - Pode transportar até 40 unidades pelo mar.

source: CIVIC CENTERS
de: VERWALTUNGSSITZE
es: CENTROS CÍVICOS
fr: CENTRES-VILLES
gd: IONADAN SÌOBHALTA
gl: Centros cívicos
nl: BESCHAVINGSCENTRA
pt_pt: CENTROS CÍVICOS

source: - The "foundation" of your new colony.
de: - Der Ursprung deiner neuen Kolonie.
es: - Los «cimientos» de tu nueva colonia.
fr: - Les "fondations" de votre nouvelle colonie.
gd: - Seo "bunait" an tuineachaidh ùir agad.
gl: • A infraestrutura de toda nova colonia.
nl: - Het begin van een nieuwe kolonie.
pt_pt: - É a "sede" da sua nova colónia.

source: - Claim large tracts of territory.
de: - Beanspruche große Territorien.
es: - Reclama grandes extensiones de territorio.
fr: - Revendique de vastes étendues de territoire.
gd: - Gabh cnap mòr de ranntair.
gl: • Reclama un extenso territorio.
nl: - Eigen je een groot territorium toe.
pt_pt: - Reivindica uma grande porção de território.

source: - Can be built in friendly and neutral territory.
de: - Kann in freundlichem und neutralem Territorium gebaut werden.
es: - Se pueden construir en territorio aliado y neutral.
fr: - Peut être construite en territoire allié et neutre.
gd: - 'S urrainn dhut fear a thogail air ranntair càirdeil no neo-phàirteach.
gl: • Pode construírse en terreos propios, de aliados, ou neutrais.
nl: - Kan in geallieerd en neutraal territorium gebouwd worden.
pt_pt: - Pode ser construído em território amigável e neutral.

source: - Train Female Citizens and basic Citizen-Soldiers.
de: - Trainiere Bürgerinnen und Bürgersoldaten.
es: - Recluta ciudadanas y ciudadanos-soldados.
fr: - Permet de former des citoyennes et des citoyens-soldats standards.
gd: - Trèanaich saoranaich bhoireann is saighdearan-dùthcha bunasach.
gl: • Permite adestrar cidadás e cidadáns soldado básicos.
nl: - Rekruteer vrouwen en de standaard burgersoldaten.
pt_pt: - Recruta cidadãs e cidadãos soldados.

source: EMBASSIES
de: BOTSCHAFTEN
es: EMBAJADAS
fr: AMBASSADES
gd: AMBASAIDEAN
gl: Embaixadas
nl: AMBASSADES
pt_pt: EMBAIXADAS

source: - Special "Barracks" available to the Carthage faction.
de: - Spezielle „Kasernen“ der Karthager.
es: - «Cuarteles» especiales, disponibles para la facción cartaginesa.
fr: - "Casernes" spéciales disponibles pour la faction de Carthage.
gd: - Seo "Taighean-feachd" sònraichte aig na Cartagaich.
gl: • Cuartel especial dispoñíbel só para a facción cartaxinesa.
nl: - Speciale "kazerne" voor Carthago.
pt_pt: - "Quartel" especial só disponível para os Cartagineses.

source: - Train mercenaries from each of the ethnically-themed embassies.
de: - Bilde Söldner jeder Fraktionen aus.
es: - Entrena mercenarios desde cada una de las embajadas étnicas.
fr: - Formez des mercenaires dans chacune des ambassades "ethniques".
gd: - Trèanaich saighdearan-duaise a bhuineas ri sluagh na h‑ambasaid.
gl: • Adestra mercenarios de cada unha das embaixadas étnicas.
nl: - Rekruteer huurlingen van verschillende beschavingen.
pt_pt: - Recruta mercenários de cada uma das embaixadas étnicas.

source: - Mercenary "citizen-soldiers" have their normal Food cost converted to Metal cost.
de: - Als Söldner angeworbene Bürgersoldaten kosten anstatt Nahrung entsprechend Metall.
es: - El coste normal de comida para ciudadanos-soldado mercenarios se convierte en coste en metal.
fr: - Les "citoyens-soldats" mercenaires ont le coût alimentaire normal converti en métal.
gd: - Cosgaidh "saighdearan-dùthcha"-duaise meatailt an àite bìdh.
gl: • O custo de comida dos cidadáns soldado vese substituído por metal no caso dos mercenarios.
nl: - Huurlingen kosten metaal i.p.v. voedsel.
pt_pt: - O custo de Comida normal dos "cidadãos-soldados" mercenários é substituído por custo de Metal.

source: FISHING
de: FISCHEN
es: PESCA
fr: PÊCHE
gd: IASGACH
gl: Pesca
nl: VISSEN
pt_pt: PESCA

source: - Fish the seas for a bountiful harvest.
de: - Reichen Ertrag durch Fischen auf See.
es: - Pesca en los mares este abundante alimento.
fr: - Les poissons des mers fournissent d'abondantes ressources.
gd: - Iasgaich na cuantan airson buana mòire.
gl: • Pesca no mar para aumentar a produción de comida.
nl: - Vis de zeeën voor een overvloedige oogst.
pt_pt: - Pesque para aumentar a produção de comida.

source: - Fishing boats carry a large amount of Food per trip.
de: - Fischerboote holen auf jedem Fischzug große Mengen an Nahrung.
es: - Los botes de pesca pueden cargar una gran cantidad de comida en cada viaje.
fr: - Les bateaux de pêche transportent de grandes quantités de nourriture par voyage.
gd: - Giùlainidh bàtaichean-iasgach uiread dhe biadh gach turas.
gl: • Os barcos de pesca poden portar unha gran cantidade de comida en cada viaxe.
nl: - Visboten vangen veel voedsel per uitvaart.
pt_pt: - Os Pesqueiros transportam muita Comida em cada viagem.

source: - Garrison a Support Unit aboard to double the Fishing Boat's gathering rate.
de: - Schicke eine Unterstützungseinheit auf das Boot, um noch schneller zu fischen.
es: - Guarnece una unidad de apoyo en su interior para duplicar la velocidad de recolección de recursos.
fr: - Mettez une unité de soutien en garnison à bord pour doubler le taux de pêche du bateau.
gd: - Cuir aonad taice 'na ghearastan ann ach am bi an dà uiread de chruinneachadh aig a' bhàta-iasgaich.
gl: • Acuartela unha unidade de apoio para duplicar a velocidade de pesca do barco.
nl: - Beman met een ondersteunende eenheid om de vissnelheid te verdubbelen.
pt_pt: - Guarneça uma unidade de apoio a bordo para duplicar a capacidade dos Pesqueiros.

source: - Careful! Fish are not an infinite resource!
de: - Vorsicht! Fisch ist keine unendliche Ressource!
es: - ¡Pero cuidado! El pescado no es un recurso infinito.
fr: - Attention ! Les poissons ne sont pas une ressource illimitée !
gd: - Thoir an aire! Chan e stòras gun chrìch a tha sna h‑èisg!
gl: • Coidado! O peixe, como todo, non dura eternamente.
nl: - Voorzichtig! Vis is geen onuitputtelijke grondstof!
pt_pt: - Atenção! O peixe não é um recurso infinito!

source: FORTRESS
de: FESTUNG
es: FORTINES
fr: FORTERESSE
gd: DÙN
gl: Fortaleza
nl: FORT
pt_pt: FORTALEZA

source: - The Fortress is usually each faction's strongest building.
de: - Die Festung ist das stärkste Gebäude jeder Zivilisation.
es: - El fortín es por lo general el edificio más fuerte de cada facción.
fr: - La forteresse est généralement le bâtiment le plus fort de chaque faction.
gd: - 'S e an togalach as treasa aig cha mhòr gach sìobhaltas a tha san dùn.
gl: • A fortaleza adoita ser a estrutura máis resistente de cada facción.
nl: - Het fort is gewoonlijk het sterkste gebouw van iedere beschaving.
pt_pt: - A fortaleza é normalmente o edifício mais forte de cada civilização.

source: - Trains Champion Units, Heroes, and Siege Weapons.
de: - Bilde Gardisten und Helden aus und baue Belagerungswaffen.
es: - Recluta unidades campeonas, héroes, y armas de asedio.
fr: - Forme Champions, Héros et Armes de siège.
gd: - Trèanaichidh seo laoich, curaidhean is innealan sèiste.
gl: • Permite adestrar campións, heroes e máquinas de asedio.
nl: - Rekruteer kampioenen, helden en maak belegeringswapens.
pt_pt: - Recruta Unidades de Elite, Heróis e Maquinaria de Cerco.

source: - Gives a population boost.
de: - Erhöht das Bevölkerungsmaximum.
es: - Proporciona una mejora de población.
fr: - Donne un grand bonus de population.
gd: - Bheir seo barrachd sluaigh dhut.
gl: • Aumenta o límite de poboación.
nl: - Geeft een bevolkingsbonus.
pt_pt: - Aumenta o limite populacional.

source: - Garrison soldiers inside to add more firepower to its defense.
de: - Quartiere Soldaten ein, um eine größere Feuerkraft zur Verteidigung zu haben.
es: - Guarnece soldados para sumar potencia de fuego a la defensa.
fr: - Mettez des soldats en garnison à l'intérieur pour augmenter sa puissance de feu en défense.
gd: - Cuir saighdearan 'nan gearastan a-steach ach am bi dìon nas treasa aige.
gl: • Acuartela soldados dentro para aumentar a cantidade de proxectís cos que se defende.
nl: - Beman met soldaten om meer vuurkracht te geven aan de defensie.
pt_pt: - Guarnecer soldados para aumentar o poder de fogo para a sua defesa.

source: RESOURCE GATHERING
de: ROHSTOFFE SAMMELN
es: RECOLECCIÓN DE RECURSOS
fr: COLLECTE DES RESSOURCES
gd: CRUINNEACHADH STÒRASAN
gl: Recolección de recursos
nl: GRONDSTOFFEN VERZAMELEN
pt_pt: OBTENÇÃO DE RECURSOS

source: - Use Citizen-Soldiers and Female Citizens to gather resources.
de: - Nutze Bürgersoldaten und Dorfbewohnerinnen um Rohstoffe zu sammeln.
es: - Utiliza a los ciudadanos-soldado y a ciudadanas para conseguir recursos.
fr: - Utilisez des citoyens-soldats et des citoyennes pour collecter des ressources.
gd: - Cleachd saighdearan-dùthcha is saoranaich bhoireann gus stòrasan a chruinneachadh.
gl: • Usa cidadáns soldado e cidadás para conseguir recursos.
nl: - Gebruik burgersoldaten en werksters om grondstoffen te verzamelen.
pt_pt: - Use Cidadãos-Soldados e Cidadãs para obter recursos.

source: - Female Citizens are bonused with Farming and Foraging.
de: - Bürgerinnen besitzen einen Sammel- und Feldbewirtschaftungsbonus.
es: - Las ciudadanas poseen una bonificación de cultivo y recolección de alimentos.
fr: - Les citoyennes ont un bonus pour l'agriculture et la cueillette.
gd: - Gheibh saoranaich boireann buannachd le àiteach is cruinneachadh.
gl: • As cidadás son máis eficientes cos cultivos e a recolección de froitos.
nl: - Werksters zijn sneller in het kweken en verzamelen van voedsel.
pt_pt: - As Cidadãs são mais eficientes a Cultivar e a Colher frutos.

source: - Citizen-Soldiers are bonused with Mining.
de: - Bürgersoldaten haben einen Bonus im Bergbau.
es: - Los ciudadanos-soldado obtienen una bonificación de minería.
fr: - Les citoyens-soldats ont un bonus pour l'exploitation minière.
gd: - Gheibh saighdearan-dùthcha buannachd le tochladh.
gl: • Os cidadáns soldado son máis eficientes na minaría.
nl: - Burgersoldaten zijn sneller in het mijnen.
pt_pt: - Os Cidadãos-Soldados são melhores em Mineração.

source: - The higher the level of Citizen-Soldier (Advanced, Elite), the better he fights, but the less efficient he is at gathering.
de: - Je jöher das Level von Bürgersoldaten (Fortgeschritten, Elite), desto bessere Kämpfer, aber desto schlechtere Nahrungssammler sind sie.
es: - Cuanto más alto sea el nivel del ciudadano-soldado (avanzado, élite), mejor lucha, pero menor será su eficiencia en la recolección de recursos.
fr: - Plus le niveau du citoyen-soldat est important (avancé, élite), mieux il se bat mais moins il est efficace en collecte.
gd: - Mar as àirde an rang aig saighdear-dùthcha (adhartach, seann-ghaisgeach) 's ann nas fhearr an t‑sabaid a nì e ach cha bhi e cho math air stòrasan a chruinneachadh.
gl: • Ao subir de nivel, os cidadáns soldado melloran no aspecto militar, pero vólvense menos eficientes na recolección de recursos.
nl: - Hoe hoger de rang van een burgersoldaat (Geavanceerd, Elite), hoe beter hij vecht maar hoe minder efficient hij grondstoffen kan verzamelen.
pt_pt: - Quanto maior a classe dos Cidadãos-Soldados (Avançada, Elite), melhores serão a nível militar, mas menos eficientes na obtenção de recursos.

source: IPHICRATES
de: IPHRIKATES
es: IFÍCRATES
fr: IPHICRATE
gl: Ifícrates
