Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Bamboo Spearman
de: Bambusspeerkämpfer
es: Lancero de Bamboo
fr: Lancier à lance de bambou
gd: Sleaghair bambù
gl: Soldado con lanza de bambú
nl: Bamboe speervechter
pt_pt: Soldado com Lanças de Bambu

source: Indian Swordsman
de: Indischer Schwertkämpfer
es: Espadachín hindú
fr: Épéiste indien
gd: Claidheamhair Innseanach
gl: Espadachín indio
nl: Indische zwaardvechter
pt_pt: Espadachim Indiano

source: Fisherman
de: Fischer
es: Pescador
fr: Pêcheur
gd: Iasgair
gl: Pescador
nl: Visser
pt_pt: Pescador

source: Trading Ship
de: Handelsschiff
es: Navío mercante
fr: Navire de commerce
gd: Bàta-malairt
gl: Nave de comercio
nl: Koopmansschip
pt_pt: Navio Mercante

source: Classes: Mechanical Warship Medium Ranged Melee.
de: Klassen: Mechanisches Kriegsschiff, Mittel, Fernkampf, Nahkampf
es: Clase: Navío de guerra intermedio a distancia.
fr: Classes : Navire de guerre mécanique moyen de mêlée et à distance.
gd: Seòrsa: long-cogaidh innealach meadhanach dhlùth 's astair.
gl: Clases: máquina, nave de guerra, mediano, proxectís, contacto.
nl: Klassen: Mechanisch Oorlogsschip Medium Afstand Mêlee.
pt_pt: Categoria: Navio de Guerra Mecânico Corpo a Corpo Médio.

source: Mobile dropsite. Can also assist in constructing buildings.
de: Ein mobiles Lager. Hilft auch beim Bau von Gebäuden.
es: Almacén móvil. Puede ayudar en la construcción de edificios.
fr: Dépôt mobile. Peut aussi aider à la construction des bâtiments.
gd: Ionad-stòrais a ghabhas gluasad. 'S urrainn dha taic a thoirt dhan togail cuideachd.
gl: Lugar móbil onde deixar recursos. Tamén pode colaborar na construción de estruturas.
nl: Mobiele opslagplaats. Kan ook assisteren in het bouwen van gebouwen.
pt_pt: Local de depósito móvel. Também serve de apoio à construção de edifícios.

source: Worker Elephant
de: Arbeitselefant
es: Elefante de trabajo
fr: Éléphant travailleur
gd: Ailbhean obrach
gl: Elefante traballador
nl: Hulpolifant
pt_pt: Elefante de Trabalho

source: Indian Woman
de: Inderin
es: Mujer hindú
fr: Femme indienne
gd: Boireannach Innseanach
gl: Muller india
nl: Indische vrouw
pt_pt: Mulher indiana

source: Brahmin Priest
de: Brahmane
es: Sacerdote bráhmana
fr: Prêtre brahmane
gd: Sagart Bràmach
gl: Sacerdote bramán
nl: Brahminaanse priester
pt_pt: Sacerdote Brâmane

source: Classes: Mercenary Melee Infantry Swordsman. Counters: 2x vs. Spearmen, 1.5x vs. Elephants. Countered by: Archers, Cavalry Spearmen, and Cavalry Archers.
de: Klassen: Söldner Nahkampf Fußtruppe Schwertkämpfer. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Elefanten. Schwach gegen: Bogenschützen, berittene Lanzenträger und berittene Bogenschützen.
es: Clases: Mercenario Cuerpo a cuerpo Infantería Espadachín. Eficaz contra: 2x vs. Lanceros, 1,5x vs. Elefantes. Débil contra: Arqueros, Lanceros a Caballo, y Arqueros a Caballo.
fr: Classes : Épéiste mercenaire d'infanterie de mêlée. Contre : 2x c. Lanciers, 1,5x c. Éléphants. Contré par : Archers, Lanciers montés, et Archers montés.
gd: Seòrsa: claidheamhair-dùthcha coisridh dhlùth. An aghaidh: sleaghairean le 2x, ailbheanan le 1.5x. 'Na aghaidh: boghadairean, sleaghairean eachraidh is boghadairean eachraidh.
gl: Clases: mercenario, contacto, infantaría, espadachín. Fortalezas: ×2 contra lanceiros e ×1,5 contra elefantes. Debilidades: arqueiros, lanceiros a cabalo e arqueiros a cabalo.
nl: Klassen: Huurling Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen speervechters en 1,5x tegen olifanten. Zwak tegen: boogschutters, ruiter-speervechters en ruiter-boogschutters.
pt_pt: Categorias: Espadachim, Infantaria, Corpo a corpo, Mercenário. Pontos fortes: 2x contra Lanceiros; 1,5x contra Elefantes. Fraco contra: Arqueiros, Cavaleiros Lanceiros e Cavaleiros Arqueiros.

source: Thracian Mercenary Swordsman
de: Thrakischer Söldnerschwertkämpfer
es: Espadachín mercenario tracio
fr: Épéiste mercenaire Thrace
gd: Claidheamhair-duaise Tràcach
gl: Espadachín mercenario tracio
nl: Thracische huurlingzwaardvechter
pt_pt: Espadachim Mercenário Trácio

source: Persian Apple Bearer
de: Persischer Apfelträger
es: Portador de lanza persa
fr: Porteur de pomme perse
gd: Giùlanair ùbhlan Pearsach
gl: Portador de lanza persa
nl: Perzische appeldrager
pt_pt: Porta-Pomo Persa

source: Classes: Ranged Cavalry Chariot Archer. Counters: 2x vs. Spearmen, 1.5x vs. Swordsmen. Countered by: Skirmishers and Elephants. Causes trample damage to enemy units.
de: Klassen: Fernkampf Reiterei Streitwagen Bogenschützen. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Schwertkämpfer. Schwach gegen: Plänkler und Elefanten. Zusatzschaden durch Überrennen feindlicher Einheiten.
es: Clase: Caballería con arquero en carro. Fuerte contra: x2 contra lanceros, x1.5 contra espadachines. Débil contra: escaramuceros y elefantes. Causan daño pisoteando al enemigo.
fr: Classes : Archer à distance monté sur char. Contre : 2x c. Lanciers, 1,5x c. Épéistes. Contré par : Tirailleurs et Éléphants. Provoque des dommages de piétinement sur les unités ennemies.
gd: Seòrsa: boghadair feun eachraidh astair. An aghaidh: sleaghairean le 2x, claidheamhairean le 1.5x. 'Na aghaidh: streupairean is ailbheanan. Nì e dochann saltairt air nàimhdean.
gl: Clases: proxectís, cabalaría, carro, arqueiro. Fortalezas: ×2 contra lanceiros, ×1,5 contra espadachíns. Debilidades: escaramuzadores e elefantes. Causa dano por pisada ás unidades inimigas.
nl: Klassen: Afstand Ruiter Strijdwagen Boogschutter. Sterk tegen: 2x tegen speervechters, 1.5x tegen zwaardvechters. Zwak tegen: tirailleurs en olifanten. Kan vijandige troepen verpletteren.
pt_pt: Categoria: Quadriga de Arqueiros de Cavalaria de Arremesso. Pontos fortes: 2x contra Lanceiros; 1,5x contra Espadachins. Pontos fracos: contra Atiradores e Elefantes. Causa dano por atropelamento às unidades inimigas.

source: Babylonian Scythed Chariot
de: Babylonischer Sichelstreitwagen
es: Carruaje de siega babilonio
fr: Char à faux babylonien
gd: Feun-speala Bàbalonach
gl: Carro con gadaña babilonio
nl: Babylonische zeiskar
pt_pt: Carro Falcado Babilónio

source: Median Light Cavalry
de: Medische leichte Kavallerie
es: Caballería ligera meda
fr: Cavalerie légère médique
gd: Eachraidh aotrom Meadach
gl: Cabaleiro lixeiro medio
nl: Medische lichte cavalerie
pt_pt: Cavalaria Ligeira Meda

source: Cappadocian Cavalry
de: Kappadokische Kavallerie
es: Caballería de Capadocia
fr: Cavalerie cappadocienne
gd: Eachraidh Capadòcaidheach
gl: Cabaleiro capadocio
nl: Cappadocische ruiter
pt_pt: Cavaleiro Capadócio

source: Hyrcanian Cavalry
de: Hyrkanische Kavallerie
es: Caballería hircana
fr: Cavalerie hyrcanienne
gd: Eachraidh Hiorcàinia
gl: Cabaleiro hircano
nl: Hyrcanische cavalerie
pt_pt: Cavaleiro Hircânio

source: Bactrian Heavy Lancer
de: Baktrischer schwerer Lanzenreiter
es: Lancero pesado bactriano
fr: Lancier monté lourd bactrien
gd: Lannsair trom Bactraidheach
gl: Lanceiro pesado bactriano
nl: Bactrische zware lancier
pt_pt: Lanceiro Pesado Bactriano

source: Bactrian Heavy Cavalry Archer
de: Berittener baktrischer schwerer Bogenschütze
es: Arquero pesado bactriano a caballo
fr: Archer lourd monté bactrien
gd: Boghadair eachraidh trom Bactraidheach
gl: Arqueiro pesado a cabalo bactriano
nl: Bactrische zware cavalerieboogschutter
pt_pt: Cavaleiro Arqueiro Pesado Báctrio

source: Persian Immortal
de: Persischer Unsterblicher
es: Inmortal persa
fr: Immortel perse
gd: Lèine-chrios neo-bhàsmhor Pearsach
gl: Inmortal persa
nl: Perzische onsterfelijke
pt_pt: Imortal Persa

source: Hero Cavalry Lancer. Hero Aura: "Lead from the Front." Boosts attack of nearby cavalry units.
de: Held der Kavallerielanzenträger Heldenaura: „Führe von der Front.“ verstärkt den Angriff naher Kavallerieeinheiten.
es: Héroe Lancero a Caballo. Aura de Héroe: "Liderar desde el frente". Aumenta el ataque de las unidades a caballo cercanas.
fr: Lancier monté héroïque. Aura héroïque : "Monter au Front." Augmente l'attaque des unités de cavalerie alentour.
gd: Seòrsa: curaidh lannsair eachraidh Aura gaisgich: Stiùirich on toiseach. Bidh ionnsaighean aig eachraidh am fagas nas neartmhoire.
gl: Heroe lanceiro a cabalo. Aura de heroe: «liderar desde a fronte». Aumenta o ataque da cabalaría próxima.
nl: Heldenlancier. Heldenaura: "Leider van voor". Aanval van dichtbije ruiters is goter.
pt_pt: Herói cavaleiro lanceiro. Aura de herói: Liderar deste a frente. Aumenta o ataque da cavalaria próxima de si.

source: Cyrus II The Great
de: Kyros der Große
es: Ciro II el Grande
fr: Cyrus II le Grand
gd: Kùrois II Mòr
gl: Ciro II o Grande
nl: Cyrus II de Grote
pt_pt: Ciro o Grande

source: Hero Scythe Chariot Archer. Hero Aura: "Leadership." +15% Movement Speed of all units. Hero Aura: "Merchant of the Empire." Boosts profitablity of trade during his lifetime (TBD). Ranged attack 2x vs. spearmen. Ranged attack 1.5x vs. Swordsmen.
de: Held Scythe Chariot Bogenschütze. Heldenaura:. "Anführung" +15% Bewegungsgeschwindigkeit aller Einheiten. Heldenaura: "Händler des Reiches." Steigert Profitabilität des Handels zu seinen Lebzeiten (TBD). Fernkampf-Angriff 2x gegen Speerträger. Fernkampf-Angriff 1.5x vs Schwertkämpfer.
es: Héroe Guadaña Arquero en carro. Aura de Héroe: "Liderazgo" +15% de Velocidad de movimiento de todas las unidades. Aura de Héroe: "Mercader del Imperio." Aumenta rentabilidad del comercio durante su vida (TBD). Ataque a distancia 2x vs lanceros. A distancia 1.5x ataque contra los espadachines.
fr: Héros Chariot Archer Scythe. Aura du héros : "Commandement". +15% de vitesse de déplacement de toutes les unités. Aura du héros : "Marchand de l'empire." Améliore la profitabilité des échanges durant sa durée de vie (à déterminer). Attaque à distance : x2 c. Lanciers, x1,5 c. Épéistes.
gd: Seòrsa: curaidh boghadair feun-speala. Aura gaisgich: ceannardas. Gluaisidh gach aonad +15% nas luaithe. Aura gaisgich: marsanta na h-impireachd. Gheibh thu barrachd bhuannachd às a' mhalart fhad 's a bhios e beò (chan eil fhios). An aghaidh: sleaghairean le 2x aig astar, claidheamhairean le 1.5x aig astar.
gl: Heroe arqueiro en carro de gadaña. Aura de «liderado»: aumenta nun +15% a velocidade de movemento das unidades. Aura de «comerciante do imperio»: aumenta os rendementos do comercio mentres vive (esta funcionalidade aínda non está dispoñíbel). Fortalezas: ataque a distancia ×2 contra lanceiros, ataque a distancia ×1,5 contra espadachíns.
nl: Held Zeis Strijdwagen Boogschutter. "Leiderschap" Aura: alle eenheden lopen 15% sneller. "Koopman van het rijk" Aura: Verhoogt de productiviteit van handel tijdens zijn leven (NTD). Sterk tegen: 2x tegen speervechters, 1,5x tegen zwaardvechters.
pt_pt: Herói arqueiro em carro falcado. Aura de herói: "Liderança". +15% a velocidade de movimento das unidades próximas. Aura de herói: "Comerciante do Império". Aumenta o lucro comercial. Pontos fortes: Ataque a distância 2x contra lanceiros e 1,5x contra espadachins.

source: Darius The Great
de: Dareios der Große
es: Darío el Grande
fr: Darius le Grand
gd: Darius Mòr
gl: Darío o Grande
nl: Darius de Grote
pt_pt: Dario I

source: Hero Archer. Hero Aura: "Administrator." +15% Gather Rate and Build Rate of nearby units. Counters: 2x vs. Swordsmen, 1.25x vs. Cavalry Spearmen. Countered by: Cavalry Swordsmen, Cavalry Skirmishers.
de: Heldenbogenschütze. Heldenaura: "Verwalter." +15% Sammel- und Baugeschwindigkeit für nahe Einheiten. Stark gegen: 2x gegen Schwertkämpfer, 1.25x gegen Kavalleriespeerkämpfer. Schwach gegen: Kavallerieschwertkämpfer, Kavallerieplänkler
es: Héroe arquero. Aura de Héroe: "Administrador." +15% recolectar y construir de unidades cercanas. Fuerte contra: 2x vs. Espadachín, 1.25x vs. Lancero a caballo. Débli contra: Espadachín a caballo, Escaramucero a caballo.
fr: Archer héroïque. Aura héroïque : "Administrateur." +15% de taux de collecte et de construction pour les unités alentour. Contre : 2x c. Épéistes, 1,25x c. Lanciers montés. Contré par : Épéistes montés, Tirailleurs montés.
gd: Seòrsa: curaidh boghadair. Aura gaisgich: rianaire. Cruinnichidh is togaidh aonadan am fagas +15% nas luaithe. An aghaidh: claidheamhairean le 2x, sleaghairean eachraidh le 1.25x. 'Na aghaidh: claidheamhairean eachraidh, streupairean eachraidh.
gl: Heroe arqueiro. Aura de heroe: «administrador», aumenta nun +15% a velocidade de recolección de recursos e de construción das unidades próximas. Fortalezas: ×2 contra espadachíns, ×1,25 contra lanceiros a cabalo. Debilidades: espadachíns a cabalo, escaramuzadores a cabalo.
nl: Heldenboogschutter. Heldenaura: administrator. +15% grondstof verzamelsnelheid en bouwsnelheid voor eenheden dichtbij. Sterk tegen: 2x tegen zwaardvechters, 1,25x tegen ruiter-speervechters. Zwak tegen: ruiter-zwaardvechters en ruitertirailleurs.
pt_pt: Herói Arqueiro. Aura "Administrador": ritmo de construção e de obtenção de recursos das unidades mais próximas aumenta +15%. Pontos fortes: 2x contra Espadachins; 1,25x contra Cavaleiros Lanceiros. Fraco contra: Cavaleiros Espadachins, Cavaleiros Zagaieiros.

source: Hero Scythe Chariot Archer. High Trample Aura. Counters Melee Infantry. Countered by Skirmishers. Hero Aura: "Administrator." +15% Gather Rate and Build Rate of nearby units.
de: Helden Scythe Chariot Bogenschütze. Hohe Trampel Aura. Stärken Nahkampf Infanterie. Schwächen Scharmützler. Heldenaura: "Verwalter". +15% Sammeln und Baurate von Einheiten in der Nähe.
es: Héroe arquero escita en carro. Aura arrolladora superior. Fuerte contra infantería de cuerpo a cuerpo. Débil contra escaramuzadores. Aura de héroe: "Administrador". +15% al índice de recolección y construcción en unidades cercanas.
fr: Archer sur char Scythe Héros. Grande aura de piétinement. Contre: Infanterie de mêlée. Contré par les tirailleurs. aura de héros: "Administrateur". +15% de taux de collecte et de taux de construction des unités à proximité.
gd: Seòrsa: curaidh boghadair feun-speala. Aura saltairt mòr. Aura gaisgich: rianaire. Cruinnichidh is togaidh aonadan am fagas +15% nas luaithe. An aghaidh: coisridh dhlùth. 'Na aghaidh: streupairean.
gl: Heroe arqueiro en carro de gadaña. Forte aura de esmagamento. Efectivo contra infantaría de contacto. Vulnerábel contra escaramuzadores. Aura de heroe: «administrador», aumenta nun +15% a velocidade de recolección de recursos e de construción das unidades próximas.
nl: Held Zeis Strijdwagen Boogschutter. Hoog vertrappelaura. "Administrator" Aura: 15% sneller verzamelen en sneller bouwen van constructies voor nabije eenheden. Sterk tegen: Mêlee infanterie Zwak tegen Tirailleurs
pt_pt: Herói arqueiro em carro falcado. Forte aura de esmagamento. Ponto forte: Infantaria de contacto. Ponto fraco: Escaramuçadores. Aura de herói: "Administrador." +15% a recolha de recursos e o tempo de recrutamento das unidades próximas.

source: Sogdian Archer
de: Sogdischer Bogenschütze
es: Arquero Sogdiano
fr: Archer sogdien
gd: Boghadair Sogdhach
gl: Arqueiro sogdiano
nl: Sogdische boogschutter
pt_pt: Arqueiro Sogdiano

source: Anatolian Auxiliary
de: Anatolischer Verbündeter
es: Auxiliar anatolio
fr: Auxiliaire anatolien
gl: Auxiliar anatolio
nl: Anatolische hulp
pt_pt: Auxiliar Anatólio

source: Shieldbearer
de: Schildträger
es: Escudero
fr: Porteur de bouclier
gd: Giùlanair-sgèithe
gl: Portador de escudo
nl: Schilddrager
pt_pt: Escudeiro

source: Cardaces Hoplite
de: Kardakenhoplit
es: Hoplita de los Cardaces
fr: Hoplite kardake
gd: Hoiplid Cardacais
gl: Hoplita cárdaques
nl: Cardaces hopliet
pt_pt: Hoplita dos Cardaces

source: Hoplites Kardakes
es: Hoplitas cardaces
gl: Hoplitas cardaces
pt_pt: Hoplitas de Kárdakes

source: Cardaces Skirmisher
de: Kardakenplänkler
es: Escaramucero de las Cardaces
fr: Tirailleur kardake
gd: Streupaire Cardacais
gl: Escaramuzador cárdaque
nl: Cardacese tirailleur
pt_pt: Zagaieiro dos Cardaces

source: Peltastes Kardakes
gl: Peltastas cardaces
pt_pt: Peltasta Kárdakes

source: Assyrian Siege Ram
de: Assyrische Belagerungsramme
es: Ariete de asedio sirio
fr: Bélier assyrien
gd: Reithe sèiste Asiridheach
gl: Ariete asirio
nl: Syrische stormram
pt_pt: Aríete Assírio

source: Cypriot Galley
de: Zyprische Galeere
es: Galera chipriota
fr: Galère chypriote
gd: Long-fhada Chìoprasach
gl: Galera chipriota
nl: Cypriotisch gallei
pt_pt: Galé Cipriota

source: Ionian Trade Ship
de: Ionisches Handelsschiff
es: Barco mercante jónico
fr: Navire de commerce ionien
gd: Bàta-malairt Iònach
gl: Nave de comercio xonia
nl: Ionisch handelsschip
pt_pt: Navio Mercante Jónio

source: Phoenician Trireme
de: Phönizische Triere
es: Trirreme fenicio
fr: Trirème phénicienne
gd: Trì-ràmhach Pheniceach
gl: Trirreme fenicio
nl: Fenicisch trireem
pt_pt: Trirreme Fenício

source: Mesopotamian Woman
de: Mesopotamierin
es: Mujer mesopotámica
fr: Femme mésopotamienne
gd: Boireannach Mesopotamiach
gl: Muller mesopotámica
nl: Mesopotamische vrouw
pt_pt: Mulher da Mesopotâmia

source: Median Magus
de: Medischer Magier
es: Mago Medo
fr: Mage mède
gd: Draoidh Meadach
gl: Mago mediano
pt_pt: Mago Medo

source: Trade resources between your own markets and those of your allies. Persians have a +25% land trading bonus.
de: Handle mit Rohstoffen zwischen deinen eigenen Märkten und denen deiner Verbündeten. Perser haben einen Bonus in Höhe von +25% für den Handel auf dem Landweg.
es: Intercambia recursos entre tus propios mercados, y los de tus aliados. Los Persas tienen +25% de bonificación del comercio por tierra.
fr: Échanger des ressources entre vos marchés et ceux de vos alliés. Les perses ont un bonus de +25% de négociation des terres.
gd: Malairt stòras eadar na margaidean agad fhèin is margaidean do chaidreabhach. Gheibh na Pearsaich buannachd de +25% air malart tìre.
gl: Intercambia recursos entre os teus mercados e mailos dos teus aliados. Os persas contan cunha bonificación de +25% no comercio por terra.
nl: Verhandel grondstoffen tussen jouw markten en deze van geallieerden. Perzen hebben een +25% handelsbonus over land.
pt_pt: Comercialize recursos entre o seu mercado e os dos seus aliados. Os persas têm um bónus de +25% no comércio terrestre.

source: Aramaean Merchant
de: Aramäischer Händler
es: Mercader araméo
fr: Marchand araméen
gd: Neach-malairt Araimèach
gl: Comerciante arameo
nl: Armenische handelaar
pt_pt: Mercador Arameu

source: Classes: Ranged Cavalry Camel Archer. Counters: 2x vs. Spearmen, 1.5x vs. Swordsmen. Countered by: Skirmishers and Elephants. "Stench" aura vs. Horses (Cavalry are less effective against Camels).
de: Klassen: Fernkampf Reiterei Kamel Bogenschütze. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Schwertkämpfer. Schwach gegen: Plänkler und Elefanten. Flächeneffekt "Gestank" geg. Pferdereiter (Pferdereiterei ist weniger effektiv gegen Kamelreiterei).
es: Clase: Caballería a distancia - Arquero campeón en carro. Fuerte contra: x2 contra lanceros, x1.5 contra espadachines. Débil contra: Escaramuceros y elefantes. Aura "Hedor" contra caballos (La caballería es menos efectiva contra camellos).
fr: Classes : Archer à distance monté à dos de chameau. Contre : 2x c. Lanciers, 1,5x c. Épéistes. Contré par : Tirailleurs et Éléphants. Aura de puanteur c. les chevaux (La cavalerie est moins efficace contre les chameaux).
gd: Seòrsa: boghadair càmhail eachraidh astair. An aghaidh: sleaghairean le 2x, claidheamhairean le 1.5x. 'Na aghaidh: streupairean is ailbheanan. Aura fàilidh an aghaidh each (Cha bhi eachraidh cho èifeachdach an aghaidh càmhail).
gl: Clases: proxectís, cabalaría, camelo, arqueiro. Fortalezas: ×2 contra lanceiros, ×1,5 contra espadachíns. Debilidades: escaramuzadores e elefantes. Aura de «fedor» contra cabalos (a cabalaría é menos efectiva contra os camelos).
nl: Klassen: Afstand Ruiter Kameel Boogschutter. Sterk tegen: 2x tegen speervechters, 1,5x tegen zwaardvechters. Zwak tegen: tirailleurs en olifanten. "Stank" aura tegen paarden (ruiters zijn minder efficiënt tegen kamelen).
pt_pt: Categoria: Arqueiro a Camelo de Cavalaria de Arremesso. Pontos fortes: 2x contra Lanceiros; 1,5x contra Espadachins. Pontos fracos: contra Atiradores e Elefantes. Aura de "Fedor" contra Cavalos (Cavalaria menos eficaz contra Camelos).

source: Nabataean Camel Archer
de: Nabatäischer Kamelbogenschütze
es: Arquero nabateo a camello
fr: Archer nabatéen à dos de chameau
gd: Boghadair càmhail Nabataidheach
gl: Arqueiro nabateo a camelo
nl: Nabateeïsche kamelenboogschutter
pt_pt: Arqueiro com camelo nabateu

source: Tarantine Settler Cavalry
de: Tarantine Siedlerreiter
es: Colono tarantino a caballo
fr: Cavalerie tarentine de colonie
gd: Eachraidh tuineachaidh Tharanto
gl: Cabaleiro colono tarentino
nl: Tarantaanse immigratiecavalerie
pt_pt: Cavaleiro colonizador tarentino

source: Macedonian Settler Cavalry
de: Makedonischer Siedlerreiter
es: Colono macedonio a caballo
fr: Cavalerie macédonienne de colonie
gd: Eachraidh tuineachaidh Masadonach
gl: Cabaleiro colono macedonio
nl: Macedonische immigratiecavalerie
pt_pt: Cavaleiro colonizador macedónio

source: Royal Guard Cavalry
de: Berittene königliche Wache
es: Guardia real a caballo
fr: Garde royale équestre
gd: Eachraidh geàird rìoghail
gl: Cabaleiro da garda real
nl: Koninklijke paardenwacht
pt_pt: Cavalaria da Guarda Real

source: Towered War Elephant
de: Gepanzerter Kampfelefant
es: Elefante de guerra con torre
fr: Éléphant de guerre avec howdah
gd: Ailbhean cogaidh le tùr
gl: Elefante de guerra con torre
nl: Oorlogsolifant met bemanningstoren
pt_pt: Elefante de Guerra com Castelo

source: Juggernaut
de: Koloss
gd: Diagannàd
gl: Destrutor

source: Classes: Hero Infantry Archer. "Consort" Aura: Increased effectiveness of allied heroes in her vision. Decreased effectiveness for enemy heroes. "Patriot" Aura: Egyptian units fight harder when in vision of her.
de: Klassen: Held Infanterie Bogenschütze. "Gemahlin" Aura: Erhöhte Wirksamkeit der verbündeten Helden in ihrem Sichtbarkeitsbereich. Verminderte Wirksamkeit feindlicher Helden. "Patriot" Aura: Ägyptische Einheiten kämpfen härter, wenn sie sich in ihrem Sichtbarkeitsbereich befinden.
es: Clases: Héroe Infantería Arquero. Aura "Consorte": Efectividad aumentada para los héroes aliados en su campo visual. Efectividad disminuída para héroes enemigos. Aura "Patriota": Las unidades Egipcias pelean más duro cuando están en su campo visual.
fr: Classes : Archer d'infanterie héroïque. Aura "Consort" : Augmentation de l'efficacité des héros alliés dans son champ de vision. Diminution de l'efficacité des héros ennemis. Aura "Patriote" : les unités égyptiennes se battent plus dur dans son champ de vision.
gd: Seòrsa: cuiridh boghadair coisridh. Aura cèile: Bidh curaidhean caidreabhach am broinn a h-astar lèirsinne nas èifeachdaiche. Caillidh curaidhean an nàmhaid èifeachdachd. Aura tìr-ghràdhaiche: Nì aonadan Èipheiteach sabaid nas cruaidhe nuair a bhios iad am broinn a h-astar lèirsinne.
gl: Clases: heroe, infantaría, arqueiro. Aura de «consorte»: aumenta a efectividade dos heroes aliados no seu raio de visión, e diminución da efectividade dos heroes inimigos. Aura de «patriota»: as unidades exipcias loitan mellor dentro do seu raio de visión.
nl: Klassen: Held Infanterie Boogschutter. Heldenaura: geallieerde helden in haar gezichtsveld worden sterker, vijandige helden worden zwakker. (nog niet geïmplementeerd) Alle Egyptische eenheden vechten harder in haar gezichtsveld. (nog niet geïmplementeerd)
pt_pt: Categorias: Arqueiro de Infantaria Herói Aura "Consorte": Aumenta a eficácia dos heróis aliados dentro do seu campo de visão. Diminui a eficácia dos heróis inimigos. Aura "Patriota": As unidades egípcias dentro do seu campo de visão combatem melhor.
