Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Classes: Hero Melee Elephant. "Mercenary Patron" Aura: Mercenaries cost -50% during his lifetime. "Construction" Aura: -10% build time for nearby structures.
de: Klassen: Held Nahkampf Elefant. "Söldner Patron" Aura: Söldner kosten -50% während seiner Lebenszeit. "Bau" Aura: -10% Bauzeit für benachbarte Strukturen.
es: Clases: Héroe Cuerpo a cuerpo Elefante. Aura "Patrocinador de mercenarios": Los mercenarios cuestan -50% mientras esté vivo. Aura "Construcción": Tiempo de construcción -10% para estructuras cercanas.
fr: Classes : Éléphant de mêlée héroïque. Aura du chef mercenaire : Les mercenaires coûtent -50% au cours de sa vie. Aura de construction : -10% du temps de construction pour les structures alentour.
gd: Seòrsa: cuiridh ailbhean dlùth. Aura taic do shaighdearan-duaise: Bidh saighdearan-duaise nas saoire le -50% fhad 's a bhios e beò. Aura togail: Thèid togalaichean am fagas a thogail nas luaithe le -10%.
gl: Clases: heroe, contacto, elefante. Aura de «patrón mercenario»: reduce nun -50% o custo dos mercenarios mentres vive. Aura de «construción»: reduce nun -10% o tempo de construción das estruturas próximas.
nl: Klassen: Held Mêlee Olifant. Heldenaura: huurlingen kosten 50% minder gedurende zijn leven. -10% bouwtijd voor nabije werven.
pt_pt: Categorias: Elefante, Herói. Aura "Patrono de Mercenários": O preço dos mercenários é reduzido em -50% enquanto for vivo. Aura "Construção": O tempo de construção dos edifícios mais próximos diminui -10%

source: Ptolemy I "Savior"
de: Ptolemaios I. Soter
es: Ptolomeo I "El salvador"
fr: Ptolémée I "Sauveur"
gd: Ptolamaidh I "An t-slànaighear"
gl: Ptolomeo I o Salvador
nl: Ptolemaeus I "Wetende"
pt_pt: Ptolemeu I Sóter

source: Classes: Hero Melee Cavalry Swordsman. "Raphia" Aura: Egyptian Pikemen have greater stats within vision of him. "Juggernaut" Bonus: Build limit increased to 5 for Juggernaut Warships.
de: Klassen: Held Nahkampf Kavallerie Schwertkämpfer. "Raphia" Aura: Ägyptische Pikeniere haben bessere Stats innerhalb seines Sichtbarkeitsbereich. "Juggernaut" Bonus: Baubegrenzung erhöht sich auf 5 für Juggernaut Kampfschiffe.
es: Clase: Héroe espadachín a caballo. Aura de "Raphia": Los piqueros egipcios tienen mejores cuando están a su lado. Bonificación de "Juggernaut": El límite de construcción sube a 5 para navíos de guerra Juggernaut.
fr: Classes : Épéiste monté de mêlée héroïque. Aura "Raphia" : Les piquiers égyptiens dans son champ de vision ont des statistiques améliorées. Bonus "Juggernaut" : limite de construction des navires de guerre Juggernaut augmentée à 5.
gd: Seòrsa: curaidh claidheamhair eachraidh dlùth. Aura Rafa: piseach air pìcearan Èipheiteach am broinn astar lèirsinne. Buannachd Diagannàd: Faodaidh tu 5 longan-cogaidh Diagannàd a thogail.
gl: Clases: heroe, contacto, cabalaría, espadachín. Aura de «Rafah»: mellora a efectividade dos piqueiros exipcios no seu raio de acción. Bonificación de «Juggernaut»: aumenta en +5 o límite de destrutores (naves de guerra) que se poden construír.
nl: Klassen: Held Mêlee Ruiter Zwaardvechter. Heldenaura: Egyptische piekeniers in zijn gezichtsveld zijn sterker. "Juggernaut" bonus: De limiet voor het aantal Juggernaut oorlogsschepen wordt met 5 verhoogd.
pt_pt: Categoria: Espadachim de Cavalaria Herói. Aura "Raphia": Os Piqueiros egípcios dentro do seu campo de visão ganham melhores atributos. Bónus "Navio Pesado": O limite de construção de Navios de Guerra Pesados aumenta para 5.

source: Ptolemy IV "Father Loving"
de: Ptolemaios IV. Philopator
es: Ptolomeo IV "El padre querido"
fr: Ptolémée IV "Qui Aime Son Père"
gd: Ptolamaidh IV "An t-athair gràdhach"
gl: Ptolomeo IV “Amor de fillo”
nl: Ptolemeus IV "Liefhebbende Vader"
pt_pt: Ptolemeu IV Filopator

source: Classes: Ranged Mercenary Infantry Archer Worker. Counters: 2x vs. Swordsmen, 1.25x vs. Cavalry Spearmen. Countered by: Cavalry Swordsmen, Cavalry Skirmishers.
de: Klassen: Fernkampf, Söldner, Infanterie, Bogenschütze, Arbeiter Stark gegen: 2x gegen Schwertkämpfer, 1.25x gegen Berittene Speerträger Schwach gegen: Berittene Schwertkämpfer, Berittene Plänkler
es: Clases: A distancia Mercenario Infanteria Arquero Trabajador. Bueno contra: 2x ante Espadachines, 1.25x ante Lanceros Montados. Débil contra: Espadachines Montados, Asaltantes Montados.
fr: Classes : Archer mercenaire travailleur d'infanterie à distance. Contre : 2x c. Épéistes, 1,25x c. Lanciers montés. Contré par : Épéistes montés, Tirailleurs montés.
gd: Seòrsa: Obraiche 's boghadair-duaise coisridh astair. An aghaidh: claidheamhairean le 2x, sleaghairean eachraidh le 1.25x. 'Na aghaidh: claidheamhairean eachraidh, streupairean eachraidh.
gl: Clases: proxectís, mercenario, infantaría, arqueiro, traballador. Fortalezas: ×2 contra espadachíns, ×1,25 contra lanceiros a cabalo. Debilidades: espadachíns a cabalo, escaramuzadores a cabalo.
nl: Klassen: Burger Afstand Huurling Infanterie Boogschutter. Sterk tegen: 2x tegen zwaardvechters, 1,25x tegen ruiter-speervechters. Zwak tegen: ruiter-zwaardvechters, ruitertirailleurs.
pt_pt: Categoria: Arqueiro de Infantaria de Arremesso. Pontos fortes: 2x contra Espadachins; 1,25x contra Lanceiros de Cavalaria. Pontos fracos: contra Espadachins de Cavalaria, Atiradores de Cavalaria.

source: Nubian Mercenary Archer
de: Nubischer Söldnerbogenschütze
es: Arquero mercenario nubio
fr: Archer mercenaire nubien
gd: Boghadair-duaise Nubach
gl: Arqueiro mercenario nubio
nl: Nubische huurlingboogschutter
pt_pt: Arqueiro marcenário de Nubia

source: Mercenary Thureos Skirmisher
de: Thureostragender Söldnerplänkler
es: Escaramucero mercenario Thureos
fr: Tirailleur mercenaire avec Thureos
gd: Streupaire-duaise Tuireos
gl: Escaramuzador mercenario con tudeo
nl: Huurling thureostirailleur
pt_pt: Escaramuçador mercenário thureos

source: Judean Slinger
de: Judäischer Schleuderer
es: Hondero judeo
fr: Frondeur judéen
gd: Sleaghair Iudèach
gl: Fondeiro xudeu
nl: Judeaanse slingeraar
pt_pt: Fundeiro judeu

source: Mercenary Thureos Spearman
de: Thureostragender Söldnerspießträger
es: Lancero mercenario Thureos
fr: Lancier mercenaire avec Thureos
gd: Sleaghaire-duaise Tuireos
gl: Lanceiro mercenario con tudeo
nl: Huurling thureosspeervechter
pt_pt: Herói lanceiro thureos

source: Egyptian Pikeman
de: Ägüptische Pikeniere
es: Piquero egipcio
fr: Piquier égyptien
gd: Pìcear Èipheiteach
gl: Piqueiro exipcio
nl: Egyptische Piekenier
pt_pt: Piqueiro egípcio

source: Egyptian Woman
de: Ägypterin
es: Mujer egipcia
fr: Femme égyptienne
gd: Boireannach Èipheiteach
gl: Muller exipcia
nl: Egyptische vrouw
pt_pt: Mulher egípcia

source: Egyptian Priest
de: Ägyptischer Priester
es: Sacerdote egipcio
fr: Prêtre égyptien
gd: Sagart Èipheiteach
gl: Sacerdote exipcio
nl: Egyptische priester
pt_pt: Sacerdote egípcio

source: Italian Allied Cavalry
de: Italienische alliierte Kavallerie
es: Caballería aliada italiana
fr: Cavalerie alliée italienne
gd: Eachraidh caidreabhach Eadailteach
gl: Cabalaría de compañeiros italiota
nl: Italiaans bevriend ruiter
pt_pt: Cavaleiro italiota aliado

source: Roman Cavalry
de: Römische Kavallerie
es: Caballería romana
fr: Cavalerie romaine
gd: Eachraidh Ròmanach
gl: Cabaleiro romano
nl: Romeinse cavalerie
pt_pt: Cavalaria Romana

source: Roman Centurion
de: Römischer Zenturio
es: Centurión romano
fr: Centurion romain
gd: Ceann-cheud Ròmanach
gl: Centurión romano
nl: Romeinse centurio
pt_pt: Centurião Romano

source: Consular Bodyguard
de: Botschaftsleibwächter
es: Guardaespaldas consular
fr: Garde du corps consulaire
gd: Lèine-chrios a' chonsail
gl: Escolta consular
nl: Consulaire lijfwacht
pt_pt: Guarda do Cônsul

source: Italic Heavy Infantry
de: Italische schwere Infanterie
es: Infantería pesada itálica
fr: Infanterie lourde italique
gd: Coisridh throm Eadailteach
gl: Infantaría pesada italiota
nl: Italiaanse zware cavalerie
pt_pt: Infantaria Pesada Italiota

source: Roman Skirmisher
de: Römischer Plänkler
es: Jabalinero Romano
fr: Tirailleur romain
gd: Streupaire Ròmanach
gl: Escaramuzador romano
nl: Romeinse tirailleur
pt_pt: Vélite Romano

source: Veles
gl: Vélite

source: Veteran Spearman
de: Speerkampfveteran
es: Lancero veterano
fr: Lancier vétéran
gd: Sleaghair seann-ghaisgeach
gl: Lanceiro veterano
nl: Veteraan speervechter
pt_pt: Lanceiro Veterano

source: Roman Swordsman
de: Römischer Schwertkämpfer
es: Espadachín romano
fr: Épéiste romain
gd: Claidheamhair Ròmanach
gl: Espadachín romano
nl: Romeinse zwaardvechter
pt_pt: Espadachim Romano

source: Hastatus
gl: Hastado
pt_pt: Hastado

source: Roman Legionnaire
de: Römischer Legionär
es: Legionario romano
fr: Légionnaire romain
gd: Lèigiunach Ròmanach
gl: Lexionario romano
nl: Romeinse legionair
pt_pt: Legionário Romano

source: Marian Legionaire
de: Marianischer Legionär
es: Legionario mariano
fr: Légionnaire marianique
gd: Lèigiunach Mairiach
gl: Lexionario de Caio Mario
nl: Mariaanse legionair
pt_pt: Legionário Mariano

source: Roman Quinquereme
de: Römische Quinquereme
es: Quinquerreme romano
fr: Quinquérème romaine
gd: Còig-ràmhach Ròmanach
gl: Quinquirreme romano
nl: Romeins quinquireem
pt_pt: Quinquerreme romano

source: Roman Trireme
de: Römische Triere
es: Trirreme romano
fr: Trirème romaine
gd: Trì-ràmhach Ròmanach
gl: Trirreme romano
nl: Romeins trireem
pt_pt: Trirreme romano

source: Roman Woman
de: Römerin
es: Mujer romana
fr: Femme romaine
gd: Boireannach Ròmanach
gl: Muller romana
nl: Romeinse vrouw
pt_pt: Mulher romana

source: State Priest
de: Staatspriester
es: Sacerdote estatal
fr: Prêtre d'État
gd: Sagart na stàite
gl: Sacerdote imperial
nl: Staatspriester
pt_pt: Sacerdote do Estado

source: Plebeian Merchant
de: Plebejischer Händler
es: Mercader Plebeyo
fr: Marchand plébéien
gd: Marsanta poblach
gl: Comerciante plebeo
nl: Plebische handelaar
pt_pt: Mercador Plebeu

source: Mercenary skirmisher. Bonus vs. Archers and Spearmen.
de: Söldnerplänkler. Bonus gegen Bogenschützen und Speerkämpfer.
es: Guerrilero mercenario. Bonus vs arqueros y lanceros.
fr: Tirailleur mercenaire. Bonus c. Archers et Lanciers.
gd: Streupaire-duaise. Buannachd an aghaidh bhoghadairean is shleaghairean.
gl: Escaramuzador mercenario. Goza dunha bonificación contra arqueiros e lanceiros.
nl: Huurlingtirailleur. Bonus tegen Boogschutters en Speervechters.
pt_pt: Zagaieiro mercenário. Bónus contra Arqueiros e Lanceiros.

source: Samnite Skirmisher
de: Samnitischer Plänkler
es: Jabalinero Samnita
fr: Tirailleur samnite
gd: Streupaire Samnaidheach
gl: Escaramuzador samnita
nl: Samnitische tirailleur
pt_pt: Zagaieiro Samnita

source: (Samnite Skirmisher)
de: (Samnitischer Plänkler)
es: (Jabalinero Samnita)
fr: (Tirailleur samnite)
gd: (Streupaire Samnaidheach)
gl: Escaramuzador samnita
nl: (Samnitische tirailleur)
pt_pt: (Zagaieiro Samnita)

source: Mercenary spearman. Bonus vs. All Cavalry Units.
de: Söldnerspeerkämpfer. Bonus gegen alle Kavallerieeinheiten.
es: Lancero mercenario. Bonus vs Todas las unidades de caballería.
fr: Lancier mercenaire. Bonus c. Toutes les unités de cavalerie.
gd: Sleaghair-duaise. Buannachd an aghaidh gach eachraidh.
gl: Lanceiro mercenario. Bonificación contra a cabalaría.
nl: Huurling speervechter. Bonus tegen alle ruiters.
pt_pt: Mercenário lanceiro. Bonificação contra a cavalaria.

source: Samnite Spearman
de: Samnitischer Speerkämpfer
es: Lancero samnita
fr: Lancier samnite
gd: Sleaghair Samnaidheach
gl: Lanceiro samnita
nl: Samnitische speervechter
pt_pt: Lanceiro Samnita

source: (Samnite Spearman)
de: (Samnitischer Speerkämpfer)
es: (Lancero samnita)
fr: (Lancier samnite)
gd: (Sleaghair Samnaidheach)
gl: Lanceiro samnita
nl: (Samnitische speervechter)
pt_pt: (Lanceiro Samnita)

source: Mercenary swordsman. Bonus vs. All Spear Units.
de: Söldnerschwertkämpfer. Bonus vs. alle Speereinheiten.
es: Espadachín mercenario. Bonus contra todas las unidades de lanceros
fr: Épéiste mercenaire. Bonus c. toutes les unités équipées d'une lance.
gd: Claidheamhair-duaise. Buannachd an aghaidh na h-uile sleaghair.
gl: Espadachín mercenario. Goza de bonificación contra lanceiros.
nl: Huurling zwaardvechter. Bonus tegen alle speer gebruikers.
pt_pt: Mercenário espadachim. Bonificação contra lanceiros.

source: (Samnite Swordsman)
de: (Samnitischer Schwertkämpfer)
es: (Espadachín samnita)
fr: (Épéiste samnite)
gd: (Claidheamhair Samnaidheach)
gl: Espadachín samnita
nl: (Samnitische zwaardvechter)
pt_pt: (Espadachim Samnita)

source: Classes: Ranged Cavalry Camel Archer. Counters: 2x vs. Spearmen, 1.5x vs. Swordsmen. Countered by: Skirmishers and Elephants.
de: Klassen: Fernkampf Kavallerie, Kamel Bogenschütze. Stark gegen: 2x gegen Lanzenträger, 1.5x gegen Schwertkämpfer. Schwach gegen: Plänkler und Elefanten.
es: Clases: Caballería a distancia, Arquero a Camello. Fuerte contra: Lanceros (x2) y Espadachines (1,5x). Débil contra: Escaramuzadores y Elefantes.
fr: Classes : Archer à distance monté à dos de chameau. Contre : 2x c. Lanciers, 1,5x c. Épéistes. Contré par : Tirailleurs et Éléphants.
gd: Seòrsa: boghadair càmhail eachraidh astair. An aghaidh: sleaghairean le 2x, claidheamhairean le 1.5x. 'Na aghaidh: streupairean is ailbheanan.
gl: Clases: proxectís, cabalaría, camelo, arqueiro. Fortalezas: ×2 contra lanceiros, ×1,5 contra espadachíns. Debilidades: escaramuzadores e elefantes.
nl: Klassen: Afstand Ruiter Kameel Boogschutter. Sterk tegen: 2x tegen speervechters, 1,5x tegen zwaardvechters. Zwak tegen: tirailleurs en olifanten.
pt_pt: Categoria: Arqueiro de Cavalaria de Arremesso. Pontos fortes: 2x contra Lanceiros; 1,5x contra Espadachins. Pontos fracos: contra Atiradores e Elefantes.

source: Dahae Horse Archer
de: Dahaenischer berittener Bogenschütze
es: Arquero a caballo Dahae
fr: Archers monté de Dahae
gd: Boghadair eachraidh Dathaidh
gl: Arqueiro a cabalo de Dahae
nl: Dahae ruiter-boogschutter
pt_pt: Cavaleiro arqueiro dahae

source: Militia Cavalry
de: Berittene Miliz
es: Caballería de la milicia
fr: Cavalerie de milice
gd: Eachraidh mailisidhe
gl: Cabalaría da milicia
nl: Militie ruiters
pt_pt: Cavalaria Miliciana

source: Seleucid Cataphract
de: Seleukidischer Kataphrakt
es: Catafracto Seléucida
fr: Cataphractaire séleucide
gd: Cataphrag Seleucach
gl: Catafracto seléucida
nl: Seleucidische Katafract
pt_pt: Catafractário selêucida

source: Scythed Chariot
de: Sichelstreitwagen
es: Carro de guerra Escito
fr: Char à faux
gd: Feun-speala
gl: Carro con gadaña
nl: Zeiskar
pt_pt: Charrete com Foice

source: Armored War Elephant
de: Gepanzerter Kriegselefant
es: Elefante de guerra con armadura
fr: Éléphant de guerre blindé
gd: Ailbhean cogaidh armaichte
gl: Elefante de guerra con armadura
nl: Gepantserde oorlogsolifant
pt_pt: Elefante de Guerra com Armadura

source: Silver Shield Pikeman
de: Silberschild Pikenier
es: Piquero con escudo de plata
fr: Piquier à bouclier d'argent
gd: Pìcear sgèithe airgid
gl: Piqueiro con escudo de prata
nl: Piekenier met zilveren schild
pt_pt: Piqueiro com Escudo de Prata

source: Romanized Heavy Swordsman
de: Romanisierter schwerer Schwertkämpfer
es: Espadachín pesado romanizado
fr: Épéiste lourd romanisé
gd: Claidheamhair trom Ròmanach
gl: Espadachín pesado romanizado
nl: Romeinse zware zwaardvechter
pt_pt: Espadachim pesado romanizado

source: Classes: Hero Melee Cavalry Spear. "Ilarchès" Aura: All cavalry trained during his lifetime gain +2 levels of all armour types. These cavalrymen retain their armour bonuses even after Antiochus is dead. Counters: 2x vs. Swordsmen and Siege Weapons, 1.5x vs. Skirmishers. Countered by: Spearmen, Archers, and Elephants.
de: Klassen: Held Nahkampf Kavallerie Speer. "Ilarchès" Aura: Alle Kavallerie gewinnt während seiner Lebenszeit +2 Level bei allen Rüstungstypen. Die Kavallerie behalten ihre Rüstungsboni auch wenn Antiochus stirbt. Stark gegen: 2x geg. Schwertkämpfer und Belagerungswaffen, 1.5x geg. Plänkler. Schwach gegen: Lanzenträger, Bogenschützen und Elefanten.
es: Clase: Héroe a caballo con lanza. Aura de "Ilarchès": Toda la caballería reclutada durante su vida gana +2 niveles de protección. Estos jinetes mantienen su bonificación de armadura incluso cuando Antíoco haya muerto. Eficaz contra: x2 contra espadachines y armas de asedio. x1.5 contra escaramuceros. Débil contra: Lanceros, arqueros y elefantes.
fr: Classes : Lancier monté de mêlée héroïque. Aura "Ilarchès" : Tous les cavaliers entraînés avant qu'il ne meure gagnent +2 niveaux d'armure de tous types. Ces cavaliers conservent leur bonus d'armure même après la mort d'Antiochos. Contre : 2x c. Épéistes et Armes de siège, 1,5x c. Tirailleurs. Contré par : Lanciers, Archers, et Éléphants.
gd: Seòrsa: curaidh sleaghair eachraidh dlùth. Aura Ilarchès: Gheibh gach eachraidh a thèid a thrèanadh fhad 's a bhios e beò +2 air gach seòrsa de dh'armachd. Cumaidh na saighdearan-eachraidh ud am buannachdan air an armachd fiù 's ma chaochlas Antiochus. An aghaidh: claidheamhairean 's innealan-sèiste le 2x, streupairean le 1.5x. 'Na aghaidh: sleaghairean, boghadairean, ailbheanan.
gl: Clases: heroe, contacto, cabalaría, lanza. Aura de «Ilarchès»: aumenta en +2 as armaduras de todo tipo das unidades de cabalaría adestradas mentres vive. As unidades de cabalaría conservan as bonificacións tras a morte de Antíoco. Fortalezas: ×2 contra espadachíns e máquinas de asedio, ×1,5 contra escaramuzadores. Debilidades: lanceiros, arqueiros e elefantes.
nl: Klassen: Held Mêlee Ruiter Speervechter. Heldenaura: alle ruiters die gerekruteerd worden tijdens zijn leven krijgen 2 extra pantserlevels van alle types. Deze bonus blijf actief ook na de dood van Antiochus. Sterk tegen: 2x tegen zwaardvechters en belegeringstuigen, 1,5x tegen tirailleurs. Zwak tegen: speervechters, boogschutters en olifanten.
pt_pt: Categoria: Herói Cavaleiro Lanceiro de Contacto Aura "Ilarchè": Toda a cavalaria ganha +2 em todas as armaduras. Este bónus continuará activo depois da morte do herói. Ponto forte: 2x contra espadachins e maquinaria de cerco 1,5x contra Zagaieiros. Ponto fraco: Lanceiros, arqueiros e elefantes.

source: Antiochus III "The Great"
de: Antiochos III. "Der Große"
es: Antíoco III «El Grande»
fr: Antiochos III "le Grand"
gd: Antiochus III "Mòr"
gl: Antíoco III Magno
nl: Antiochus III "de Grote"
pt_pt: Antíoco III Magno

source: Classes: Hero Melee Cavalry Sword. "Conquest" Aura: All nearby soldiers gain a +2x attack versus buildings, siege engines, and ships. Building capture time reduced by 25% during his reign. Counters: 2x vs. Archers, All Support Units, and Siege Weapons. Countered by: Spearmen, Cavalry Skirmishers, and Elephants.
de: Klassen: Held Nahkampf Kavallerie Schwert. "Eroberung" Aura: Alle nahen Soldaten in der Nähe erhalten +2x Angriff gegen Gebäude, Belagerungsmaschinen und Schiffe. Die Zeit zum Einnehmen eines Gebäudes wird während seiner Regierungszeit um 25% reduziert. Stark gegen: 2x gegen Bogenschützen, alle Unterstützungseinheiten und Belagerungswaffen. Schwach gegen: Lanzenträger, berittene Plänkler und Elefanten.
es: Clases: Héroe Caballería Cuerpo a Cuerpo Espadachín. Aura de "conquista": todos los soldados cercanos ganan un +2x de ataque contra edificios, armas de asedio, y navíos. Tiempo de captura de edificios reducido un 25% durante su reinado. Eficaz contra: x2 contra arqueros, Todas las unidades de apoyo y armas de asedio. Débil contra: Lanceros, Escaramuceros a caballo y elefantes.
fr: Classes : Épéiste monté de mêlée héroïque. Aura de conquête : Tous les soldats alentour gagnent +2x leur attaque contre les bâtiments, les engins de sièges, et les navires. Le temps de capture d'un bâtiment est réduit de 25% durant son règne. Contre : 2x c. Archers, toutes unités de soutien, et Armes de siège. Contré par : Lanciers, Tirailleurs montés, et Éléphants.
gd: Seòrsa: curaidh claidheamhair eachraidh dlùth. Aura ceannsachaidh: Gheibh gach saighdear am fagas buannachd air an ionnsaigh le +2x an aghaidh thogalaichean-innealan-sèise 's longan. Thèid togalaichean a ghlacadh 25% nas luaithe rè a rìoghachd. An aghaidh: boghadairean, gach aonad taice 's innealan-sèiste le 2x. 'Na aghaidh: sleaghairean, streupairean eachraidh, ailbheanan.
gl: Clases: heroe, contacto, cabalaría, espadachín. Aura de «conquista»: duplica (×2) o ataque dos soldados contra estruturas, máquinas de asedio e embarcacións. Reduce nun -25% o tempo necesario para capturar edificios mentres vive. Fortalezas: ×2 contra arqueiros. unidades de apoio e máquinas de asedio. Debilidades: lanceiros, cabalaría de escaramuzadores e elefantes.
nl: Klassen: Held Mêlee Ruiter Zwaardvechter. Heldenaura: alle eenheden wandelen 15% sneller tijdens zijn leven. Sterk tegen: 2x tegen boogschutters, alle ondersteunende eenheden en belegeringstuigen. Zwak tegen: speervechters, ruitertirailleurs en olifanten.
pt_pt: Categorias: Espadachim, Cavalaria, Corpo a corpo, Herói. Aura "Conquista": Os soldados mais próximos obtêm +2x ataque contra edifícios, máquinas de cerco e embarcações. O tempo de captura de edifícios é reduzido em 25% durante o seu reino. Pontos fortes: 2x contra Arqueiros, Unidades de Apoio e Máquinas de Cerco. Fraco contra: Lanceiros, Cavaleiros Zagaieiros e Elefantes.

source: Antiochus IV "The Righteous"
de: Antiochus IV. "Der Gerechte"
es: Antíoco IV "El Justo"
fr: Antiochos IV "l'Illustre"
gd: Antiochus IV "An t-ionracan"
gl: Antíoco IV Epífanes
nl: Antiochus IV "de Rechtvaardige"
pt_pt: Antíoco IV Epifânio

source: Classes: Hero Melee Elephant. "Zooiarchos" Aura: Boosts War Elephant attack and speed +20% within his vision. Counters: 2x vs. All Cavalry, 1.5x vs. All Structures. Extra 1.5x vs. Gates. Countered by: Skirmishers and Swordsmen. Can run amok.
de: Klassen: Held Nahkampf Elefant. "Zooiarchos" Aura: Beschleunigt Kriegselefanten Attacke und Geschwindigkeit um +20% in seinem Sichtbereich. Stark gegen: 2x gegen alle Reitereien, 1.5x gegen alle Bauwerke, Zusätzlich +1.5x gegen Tore. Schwach gegen: Plänkler und Schwertkämpfer. Kann Amok laufen.
es: Clase: Héroe sobre elefante cuerpo a cuerpo. Aura de "Zooiarchos": Potencia el ataque y la velocidad de los elefantes de guerra un +20% en su rango de visión. Eficaz contra: x2 contra toda la caballería, x1.5 contra todas las estructuras. Un x1.5 adicional contra portones. Débil contra: Escaramuceros y espadachines. Puede volverse desesperadamente agresivo.
fr: Classes : Éléphant de mêlée héroïque. Aura "Zooiarchos" : Booste l'attaque et la vitesse des Éléphants de guerre de +20% dans son champ de vision. Contre : 2x c. toute la cavalerie, 1,5x c. tous les bâtiments. Bonus supplémentaire de 1,5x contre les portes. Contré par : Tirailleurs et Épéistes. Capable de folie meurtrière.
gd: Seòrsa: curaidh ailbhean dlùth. Aura ceannard ailbhein: Gheibh ailbheanan am broinn astar lèirsinne buannachd air an ionnsaigh 's an gluasad le +20%. An aghaidh: gach eachraidh le 2x, gach togalach le 1.5x. Geataichean le 1.5x a bharrachd. 'Na aghaidh: streupairean is claidheamhairean. Dh'fhaoidte gun gabh e caothach.
gl: Clases: heroe, contacto, elefante. Aura de «Zooiarchos»: aumenta nun +20% o ataque e a velocidade dos elefante de guerra dentro do seu raio de acción. Fortalezas: ×2 contra cabalaría, ×1,5 contra estruturas Un ×15 adicional contra portas. Debilidades: escaramuzadores e espadachíns. Pode descontrolarse.
nl: Klassen: Held Mêlee Olifant. Heldenaura: Aanvalskracht en snelheid van alle olifanten in zijn gezichtsveld met 20% verhoogd. Sterk tegen: 2x tegen alle ruiters, 1,5x tegen gebouwen, extra 1,5x tegen stadspoorten. Zwak tegen: Tirailleurs en zwaardvechters. Kan verwarring veroorzaken.
pt_pt: Categoria: Herói Elefante de Contacto. Aura "Zooiarchos": +20% de ataque e de velocidade aos elefantes no seu raio de visão. Pontos forte: 2x contra Cavalaria, 1,5x contra Estruturas e Portões (extra). Ponto fraco: Escaramuçadores e Espadachins. Pode entrar em descontrolo.
