Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Economy score
de: Wirtschaft
es: Puntuación económica
fr: Économique
gd: Sgòr an eaconamaidh
gl: Economía
nl: Economische score
pt_pt: Economia

source: Military score
de: Militär
es: Puntuación militar
fr: Militaire
gd: Sgòr an airm
gl: Exército
nl: Militaire score
pt_pt: Exército

source: Exploration score
de: Erkundung
es: Puntuación exploración
fr: Exploration
gd: Sgòr an rùrachaidh
gl: Exploración
nl: Ontdekkings-score
pt_pt: Exploração

source: Total score
de: Total
es: Puntuación total
fr: Total
gd: An sgòr iomlan
gl: Total
nl: Totale score
pt_pt: Pontuação total

source: Buildings Statistics (Constructed / Lost / Destroyed)
de: Gebäudestatistiken (Erbaut / Verloren / Zerstört)
es: Estadísticas de edificios (Construidos / Perdidos / Destruidos)
fr: Statistiques des bâtiments (Construits / Perdus / Détruits)
gd: Stats nan togalaichean (air an togail / call / sgrios)
gl: Estatísticas das estruturas (construídas / perdidas / destruídas)
nl: Gebouwstatistieken (Gebouwd / Verloren / Vernietigd)
pt_pt: Estatísticas dos Edifícios (Construídos / Perdidos / Destruídos)

source: Houses
de: Häuser
es: Casas
fr: Maisons
gd: Taighean
gl: Casas
nl: Huizen
pt_pt: Casas

source: Economic
de: Ökonomisch
es: Económicos
fr: Économique
gd: An eaconamaidh
gl: Económicas
nl: Economisch
pt_pt: Economia

source: Outposts
de: Außenposten
es: Avanzadas
fr: Campements
gd: Gearastain
gl: Atalaias
nl: Voorposten
pt_pt: Atalaias

source: Military
de: Militärisch
es: Militar
fr: Militaire
gd: An t-arm
gl: Militares
nl: Militair
pt_pt: Militares

source: Fortresses
de: Festungen
es: Fortalezas
fr: Forteresses
gd: Dùin
gl: Fortalezas
nl: Vestingen
pt_pt: Fortalezas

source: Civ Centers
de: Verwaltungssitze
es: Centros cívicos
fr: Centres-villes
gd: Ionadan sìobhalta
gl: Centros cívicos
nl: Beschavingscentra
pt_pt: Centros Cívicos

source: Wonders
de: Wunder
es: Maravillas
fr: Merveilles
gd: Mìobhailean
gl: Marabillas
nl: Wonderen
pt_pt: Maravilhas

source: Units Statistics (Trained / Lost / Killed)
de: Einheitenstatistiken (Ausgebildet / Verloren / Getötet)
es: Estadísticas de unidades (Reclutadas / Perdidas / Muertas)
fr: Statistiques des unités ( Formées / Perdues / Tuées )
gd: Stats nan aonad (air an trèanadh / call / marbhadh)
gl: Estatísticas das unidades (adestradas / perdidas / asasinadas)
nl: Eenhedenstatistieken (rekruteringen / verloren / vermoord)
pt_pt: Estatísticas das Unidades (Recrutadas / Perdidas / Mortas)

source: Infantry
de: Infanterie
es: de Infantería
fr: Infanterie
gd: Coisridh
gl: Infantaría
nl: Infanterie
pt_pt: Infantaria

source: Worker
de: Arbeiter
es: Trabajadoras
fr: Travailleur
gd: Obraiche
gl: Traballadores
nl: Arbeider
pt_pt: Trabalhador

source: Cavalry
de: Kavallerie
es: de Caballería
fr: Cavalerie
gd: Eachraidh
gl: Cabalaría
nl: Cavalerie
pt_pt: Cavalaria

source: Champion
de: Gardeeinheiten
es: Campeonas
gd: Làn-ghaisgeach
gl: Campións
nl: Kampioen
pt_pt: Elite

source: Navy
de: Marine
es: Navales
fr: Marine
gd: An cabhlach
gl: Flota
nl: Marine
pt_pt: Marinha

source: Resource Statistics (Gathered / Used)
de: Rohstoffstatistik (Gesammelt / Genutzt)
es: Estadísticas de recursos (Recolectados / Usados)
fr: Statistiques des ressources (collectées / utilisées)
gd: Stats nan stòrasan (air an cruinneachadh / cleachdadh)
gl: Estatísticas dos recursos (recollido / empregado)
nl: Grondstofstatistieken (verzameld/gebruikt)
pt_pt: Estatísticas de Recursos (Obtidos / Utilizados)

source: Treasures collected
de: Schatztruhe eingesammelt
es: Tesoros conseguidos
fr: Trésors collectés
gd: Ulaidhean air an togail
gl: Tesouros recollidos
nl: Schatten verzameld
pt_pt: Tesouros recolhidos

source: Tributes (Sent / Received)
de: Tribut (Gesendet / Empfangen)
es: Tributos (Enviados / Recibidos)
fr: Tributs (envoyés / reçus)
gd: Cìsean (cur / fhaighinn)
gl: Tributos (enviados/recibidos)
nl: Donaties (Verzonden / Gekregen)
pt_pt: Tributos (Enviados / Recebidos)

source: Food exchanged
de: Nahrung getauscht
es: Comida intercambiada
fr: Nourriture échangée
gd: Biadh
gl: Comida intercambiada
nl: Voedsel gewisseld
pt_pt: Comida trocada

source: Wood exchanged
de: Holz getauscht
es: Madera intercambiada
fr: Bois échangé
gd: Fiodh
gl: Madeira intercambiada
nl: Hout gewisseld
pt_pt: Madeira trocada

source: Stone exchanged
de: Stein getauscht
es: Piedra intercambiada
fr: Pierre échangée
gd: Clachan
gl: Pedra intercambiada
nl: Steen gewisseld
pt_pt: Pedra trocada

source: Metal exchanged
de: Metall getauscht
es: Metal intercambiado
fr: Métal échangé
gd: Meatailt
gl: Metal intercambiado
nl: Metaal gewisseld
pt_pt: Metal trocado

source: Barter efficiency
de: Tauscheffizienz
es: Habilidad de intercambio
fr: Efficacité du troc
gd: Èifeachdachd
gl: Eficiencia do comercio
nl: Handel-efficiëntie
pt_pt: Eficiência comercial

source: Trade income
de: Handelseinkommen
es: Ganancias comerciales
fr: Revenus du commerce
gd: Teachd a-steach
gl: Ingresos por comercio
nl: Handel inkomsten
pt_pt: Receita por comércio

source: Vegetarian\nratio
de: Vegetarier\nVerhältnis
es: Proporción de\nvegetarianos
fr: Ratio\nvégétarien
gd: Glasraichearan
gl: Alimentación vexetariana
nl: Vegetatische\nratio
pt_pt: Rácio\nvegetariano

source: Feminisation
de: Feminisierung
es: Feminización
fr: Féminisation
gd: Boireannaich
gl: Poboación feminina
nl: Vervrouwe-lijking
pt_pt: Participação de Mulheres

source: Kill / Death\nratio
de: Verhältnis\nTötungen / Getötete
es: Muertes ajenas / propias
fr: Ratio\nTués / Morts
gd: Marbhadh /\nbàis
gl: Baixas inimigas / propias
nl: Vermoord /Gestorven\nratio
pt_pt: Rácio\nmortes infligidas / sofridas

source: Map\nexploration
de: Karte\nerforscht
es: Exploración\ndel mapa
fr: Exploration\nde la carte
gd: Rùrachadh\na' mhapa
gl: Exploración do mapa
nl: Kaartverkenning
pt_pt: Exporação\ndo mapa

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Service
de: 0 A.D. Empires Ascendant Mehrspieler Lobby Nutzungsbedingungen des Dienstes
es: Términos de servicio de la Sala multijugador de «0 A.D. Empires Ascendant»
fr: Conditions de service pour le Hall Multijoueur 0 A.D. Empires Ascendant
gd: Teirmichean na seirbheise airson na lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant
gl: Condicións de servizo da sala de espera para partidas de varios xogadores de «0 A.D. — Empires Ascendant»
nl: 0 A.D. Empires Ascendant spellobby servicevoorwaarden
pt_pt: Condições de Utilização do Serviço de Lobby Multijogador de '0 A.D. Empires Ascendant'

source: Definitions:
de: Definitionen:
es: Definiciones:
fr: Définitions :
gd: Mìneachaidhean:
gl: Definicións:
nl: Definities:
pt_pt: Definições:

source: * The "service" is the 0 A.D. Empires Ascendant Multiplayer Lobby provided by Wildfire Games (WFG).
de: Der "Service" ist die 0 A.D. Empires Ascendant Mehrspieler Lobby, welcher von Wildfire Games (WFG) zur Verfügung gestellt wird.
es: * El «servicio» es la Sala multijugador de «0 A.D. Empires Ascendant» proporcinada por Wildfire Games (WFG).
fr: * Le "service" est le Hall Multijoueur 0 A.D. Empires Ascendant fourni par Wildfire Games (WFG).
gd: * 'S e an lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant a tha 'ga sholar le Wildfire Games (WFG) a th' anns an "seirbheis".
gl: • Enténdese por «servizo» a sala de espera para partidas de varios xogadores de «0 A.D. — Empires Ascendant» que fornece Wildfire Games (WFG).
nl: * De "service" is de 0 A.D. Empires Ascendant spellobby, aangeboden door Wildfire Games (WFG).
pt_pt: * O "serviço" é o Lobby Multijogador do '0 A.D. Empires Ascendant' disponibilizado por Wildfire Games (WFG).

source: * "You" are the user of the service.
de: * "Sie" sind Benutzer des Dienstes.
es: * «Tú» eres el usuario del servicio.
fr: * "Vous" êtes l'utilisateur du service.
gd: * 'S e cleachdaiche na seirbheise a th' anns an "thu".
gl: • Enténdese por «vostede» o usuario do servizo.
nl: * "Jij" bent de gebruiker van de service.
pt_pt: * O "utilizador" refere-se ao utilizador deste serviço.

source: * "We" are the collective of all Wildfire Games (WFG) team members.
de: * "Wir" sind das Kollektiv aller Wildfire Games (WFG) Teammitglieder.
es: * «Nosotros» somos el colectivo de todos los miembros del equipo de Wildfire Games (WFG).
fr: * "Nous" sommes l'ensemble de tous les membres de l'équipe de Wildfire Games (WFG).
gd: * 'S e buill an sgioba Wildfire Games (WFG) uile còmhla a th' anns an "sinn".
gl: • Enténdese por «nós» o colectivo de persoas que pertencen ao equipo de Wildfire Games (WFG).
nl: * "Wij" zijn het collectief van Wildfire Games (WFG) team medewerkers.
pt_pt: * "WFG" refere-se ao colectivo de todos os membros da equipa Wildfire Games.

source: * "Rating" refers to the process of analysing various user statistics for the purpose of generating a single comprehensive score.
de: * "Rating" bezeichnet die Analyse verschiedener benutzerspezifischer statistischer Daten, aus denen eine Gesamtwertung berechnet wird.
es: * «Puntuación» se refiere al proceso de analizar varias estadísticas de usuario con el fin de generar una calificación que las aune en un único número.
fr: * "Classer" désigne le processus d'analyse des différentes statistiques des utilisateurs dans le but de générer un score unique et compréhensible.
gd: * Is ciall dha "rangachadh" gun sgrùd sinn stadastaireachd nan cleachdaichean a chum gintinn aon sgòir ioma-chuimsich.
gl: • Enténdese por «cualificación» o proceso de análise das estatísticas de varios usuarios co obxectivo de xerar unha única lista de puntuacións.
nl: * "Score bepaling" refereert naar het proces van het analyseren van verschillende gebruikersstatistieken met het doel een begrijpelijke score te bepalen.
pt_pt: * "Classificação" refere-se ao processo de análise de diversas estatísticas do utilizador, com o intuito de gerar um único valor abrangente.

source: * "Moderate" refers to the process of enforcing usage policies.
de: * "Moderieren" bezieht sich hierbei auf die Durchsetzung der Nutzungsrichtlinien.
es: * «Moderar» se refiere al proceso de aplicar las políticas de uso.
fr: * "Modérer" désigne le processus d'application des politiques d'utilisation.
gd: * Is èigneachadh poileasaidhean a' chleachdaidh ciall dha "maorsainneachd".
gl: • Enténdese por «moderar» o proceso de facer cumprir as normas de uso.
nl: * "Modereren" refereert naar het proces van het afdwingen van de gebruikersvoorwaarden.
pt_pt: * "Moderar" refere-se ao processo de fazer cumprir as linhas de conduta.

source: By using the service you agree to:
de: Mit dem Nutzen des Dienstes akzeptieren Sie:
es: Al hacer uso del servicio estás de acuerdo en:
fr: En utilisant le service, vous acceptez de :
gd: Ma a chleachdas an t-seirbheis, aontaichidh tu:
gl: Ao usar o servizo, vostede está a aceptar as seguintes condicións:
nl: Door de service te gebruiken ga je akkoord dat:
pt_pt: Ao utilizar o serviço, o utilizador compromete-se a:

source: 1. Follow all usage policies.
de: 1. Befolge alle Nutzungsrichtlinien.
es: 1. Seguir todas las políticas de uso.
fr: 1. Suivre l'ensemble des politiques d'utilisation.
gd: 1. Gun lean thu na h-uile poileasaidh a' chleachdaidh.
gl: 1. Cumprir coas normas de uso.
nl: 1. Je alle gebruikersvoorwaarden zal volgen.
pt_pt: 1. Cumprir todas as linhas de conduta.

source: 2. Allow user identifiable statistics to be gathered for the purposes of rating, user profiles, and community statistics.
de: 2. Erlaube die Ermittlung nutzerbezogener Daten für Bewertungen, Benutzerprofile und die Comunity-Statistik.
es: 2. Permitirnos recabar estadísticas que identifiquen al jugador para poder puntuarlo, crear perfiles de usuario y otras estadísticas de la comunidad.
fr: 2. Autoriser la collecte de statistiques utilisateur individuelles dans le but de classer, et de générer des profils utilisateur et des statistiques communautaires.
gd: 2. Gum faodar stadastaireachd leis a ghabhas d' aithneachadh a chruinneachadh a chum rangachaidh, pròifilean nan cleachdaichean agus stadastaireachd na coimhearsnachd.
gl: 2. Permitirnos recoller as súas estatísticas de usuario, incluíndo datos que asocien estas estatísticas con vostede, co obxectivo de xerar cualificacións, perfís de usuario, e estatísticas da comunidade.
nl: 2. Je toestaat dat er identificeerbare statistieken verzameld worden met verschillende doelen zoals score bepaling, gebruikers profielen en gemeenschapsstatistieken.
pt_pt: 2. Permitir que sejam recolhidas estatísticas do utilizador para efeitos de classificação, perfis e estatísticas da comunidade.

source: We also reserve the right to:
de: Wir behalten uns außerdem das Recht vor:
es: También nos reservamos el derecho a:
fr: Nous nous réservons également le droit de :
gd: Bidh còir againn cuideachd gum faod sinn:
gl: Tamén nos reservamos os seguintes dereitos:
nl: We behouden ook het recht om:
pt_pt: A WFG reserva-se ainda o direito de:

source: 1. Moderate the service.
de: 1. Den Dienst zu moderieren.
es: 1. Moderar el servicio.
fr: 1. Modérer le service.
gd: 1. Maorsainneachd a dhèanamh air an t-seirbheis.
gl: 1. A moderar o servizo.
nl: 1. De service te modereren.
pt_pt: 1. Moderar o serviço.

source: 2. Appoint others to moderate the service.
de: 2. Ernennung Anderer den Dienst zu moderieren.
es: 2. Designar a otros para que moderen el servicio.
fr: 2. Désigner d'autres personnes pour modérer le service.
gd: 2. Càch a chur ann an dreuchd ach an dèan iad maorsainneachd air an t-seirbheis.
gl: 2. A nomear terceiros para moderar o servizo.
nl: 2. Anderen aanduiden om de service te modereren.
pt_pt: 2. Designar terceiros para moderar o serviço.

source: 3. Discontinue or interrupt service at any time with or without prior announcement.
de: 3. Beenden oder Unterbrechen des Dienst jederzeit mit oder ohne vorherige Ankündigung.
es: 3. Cancelar o interrumpir el servicio en cualquier momento sin anuncios previos.
fr: 3. Stopper ou interrompre le service à n'importe quel moment avec ou sans annonce préalable.
gd: 3. Sgur dhen t-seirbheis no a stad a chur oirre uair sam bith, brath ro làimh ann no às.
gl: 3. A finalizar definitivamente ou interromper temporalmente o servizo en calquera comento, con ou sen previo anuncio.
nl: 3. Het permanent of tijdelijk stoppen van deze service, op eender welk moment, met of zonder aankondiging.
pt_pt: 3. Suspender ou interromper o serviço a qualquer momento, com ou sem aviso prévio.

source: 4. Change the service at any time with or without announcement.
de: 4. Ändern des Dienstes jederzeit mit oder ohne Ankündigung.
es: 4. Cambiar el servicio en cualquier momento, con o sin, anuncio previo.
fr: 4. Modifier le service à n'importe quel moment avec ou sans annonce.
gd: 4. An t-seirbheis atharrachadh uair sam bith, brath ro làimh ann no às.
gl: 4. A cambiar o servizo en calquera momento, con ou sen previo anuncio.
nl: 4. De service te wijzigen, op ieder moment, met of zonder aankondiging.
pt_pt: 4. Alterar o serviço a qualquer momento, com ou sem aviso prévio.

source: 5. Delete any and all service data at any time with or without announcement.
de: 5. Löschen jeder und aller Dienst-Daten jederzeit mit oder ohne Ankündigung.
es: 5. Borrado total o parcial de los datos del servicio en cualquier momento, con o sin, anuncio previo.
fr: 5. Supprimer tout ou partie des données du service à n'importe quel moment avec ou sans annonce.
gd: 4. Gach dàta no dàta sam bith t-seirbheis a sguabadh às uair sam bith, brath ro làimh ann no às.
gl: 5. A eliminar calquera ou todos os datos do servizo en calquera momento, con ou sen previo aviso.
nl: 5. Het verwijderen van sommige of alle data op de service, op ieder moment, met of zonder aankondiging.
pt_pt: 5. Eliminar todos e quaisquer dados do serviço a qualquer momento, com ou sem aviso prévio.

source: 6. Collect any or all user identifiable statistics at any time without consent for:
de: 6. Sammeln jeder oder aller Benutzer identifizierbar Statistiken jederzeit ohne Zustimmung für:
es: 6. Recoger cualquier tipo de estadísticas que puedan identificar al usuario en cualquier momento para:
fr: 6. Collecter tout ou partie des statistiques individuelles à n'importe quel moment sans consentement pour :
gd: 6. Stadastaireachd sam bith leis an gabh luchd-cleachdaich aithneachadh a chruinneachadh uair sam bith gun fheum air aontachadh airson:
gl: 6. A recoller calquera ou todas as estatísticas do usuario, identificadas como súas, en calquera momento e sen requirir consentimento para:
nl: 6. Het verzamelen van alle identificeerbare data, op ieder moment, zonder waarschuwing voor:
pt_pt: 6. Recolher todas e quaisquer estatísticas associadas aos utilizadores, a qualquer momento e sem consentimento prévio, para efeitos de:

source: a. Private analysis by Wildfire Games (WFG) team members and their affiliates.
de: a. Privat Analysen durch Wildfire Games (WFG) Teammitglieder und ihren Tochtergesellschaften.
es: a. El análisis privado de los miembros del equipo de Wildfire Games (WFG) y sus afiliados.
fr: a. Analyse privée par les membres de l'équipe de Wildfire Games (WFG) et leurs associés.
gd: a. Sgrùdadh prìobhaideach le buill an sgioba Wildfire Games (WFG) agus an dlùth-chompanach.
gl: a. A análise destas estatísticas de maneira privada por parte de membros do equipo de Wildfire Games (WFG) ou dos seus afiliados.
nl: a. Private analyse door Wildfire Games (WFG) team medewerkers en hun geselecteerde partners.
pt_pt: a. Análise particular dos membros da equipa Wildfire Games (WFG) e seus afiliados.

source: b. Anonymized public release by Wildfire Games (WFG) team members.
de: b. Anonymisierte Veröffentlichung durch Wildfire Games (WFG) Teammitglieder
es: b. La divulgación pública de datos anónimos por los miembros de Wildfire Games (WFG).
fr: b. Publication anonymisée par les membres de l'équipe de Wildfire Games (WFG).
gd: b. Foillseachadh poblach air dàta gun urra le buill an sgioba Wildfire Games (WFG).
gl: b. A publicación destas estatísticas por parte de membros do equipo de Wildfire Games (WFG), previa eliminación dos datos persoais de cada usuario para manter o seu anonimato.
nl: b. Geanonimiseerde publieke verspreiding van de data door Wildfire Games (WFG) team medewerkers.
pt_pt: b. Lançamento público anónimo por membros da equipa Wildfire Games (WFG).

source: 7. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
de: 7. Dieses Dokument jederzeit beliebig verändern, unter der Voraussetzung, dass der Benutzer angemessen Kenntnis von der Änderung erlangt (die konkrete Definition der Angemessenheit wird zum jeweiligen Zeitpunkt durch ein Gremium aus Teammitgliedern von Wildfire Games (WFG) bestimmt).
es: 7. Actualizar este documento de cualquier forma y en cualquier momento, bajo la condición de que el usuario del servicio sea notificado del cambio (la definición de notificación adecuada estará determinada por el plantel del equipo de Wildfire Games (WFG))
fr: 7. Modifier ce document de quelque manière que ce soit ; à n'importe quel moment ; à la condition que l'utilisateur du service soit informé de manière adéquate du changement (la définition d'adéquate sera fixée plus tard par un groupe de membres de l'équipe de Wildfire Games (WFG) ).
gd: 7. An sgrìobhainn seo atharrachadh ann an dòigh sam bith uair sam bith ach leis a' chumha gum faigh cleachdaiche na seirbheise brath iomchaidh mun atharrachadh (cuiridh panail de buill an sgioba Wildfire Games (WFG) romhpa dè as ciall dha bhrath iomchaidh aig an àm).
gl: 7. A cambiar calquera aspecto destas condicións de servizo, en calquera comento, e coa única condición de que vostede reciba unha notificación axeitada sobre dito cambio. A definición do que constitúe unha «notificación axeitada» poderana determinar en calquera momento os membros dun panel formado por membros do equipo de Wildfire Games (WFG).
nl: 7. Dit document op eender welke manier en eender welk tijdstip te wijzigen. Gegeven dat de gebruikers van de service gepast gewaarschuwd worden van de wijziging (de definitie van "gepast" zal later bepaald worden door een groep van Wildfire Games (WFG) team medewerkers).
pt_pt: 7. Alterar este documento de qualquer modo e/ou a qualquer momento, desde que o utilizador do serviço seja devidamente notificado da alteração (a definição de 'devidamente notificado' será determinada na altura por um painel de membros da equipa Wildfire Games (WFG) ).

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Use
de: 0 A.D. Empires Ascendant Mehrspielerlobby Nutzungsbedingungen
es: Términos de uso de la Sala multijugador de 0 A.D. Empires Ascendant
fr: Conditions d'utilisation du Hall Multijoueur 0 A.D. Empires Ascendant
gd: Teirmichean a' chleachdaidh airson na lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant
gl: Condicións de uso da sala de espera para partidas de varios xogadores de «0 A.D. — Empires Ascendant»
nl: 0 A.D. Empires Ascendant spellobby gebruikersvoorwaarden.
pt_pt: Condições de Utilização do Serviço de Lobby Multijogador de '0 A.D. Empires Ascendant'

source: * "Impersonate" refers to the action in which you attempt to exploit another's identity for your own purposes.
de: * "Impersonifizierung" bezeichnet dabei den Versuch, die Identität einer anderen Person für die eigenen Zwecke zu benutzen.
es: * «Impersonar» se refiere a la acción de intentar explotar la identidad de otro en beneficio propio.
fr: * "L'usurpation d'identité" désigne le fait de tenter d'utiliser l'identité de quelqu'un d'autre à ses propres fins.
gd: * Is ciall dha "dol an riochd" gum feuch thu ri brath a ghabhail air dearbh-aithne càch air adhbhar agad fhèin.
gl: • Enténdese por «facerse pasar por [alguén]» o acto de intentar explotar a identidade doutra persoa para fins propios.
nl: * "Jezelf als een andere speler voordoen" refereert naar de actie waarin je probeert de identiteit van de andere speler te exploiteren voor je eigen doelen.
pt_pt: * "Personificar" refere-se à acção pela qual o utilizador tenta apropriar-se da identidade de outrem para seu benefício próprio.

source: * "Spam" refers to irrelevant or inappropriate messages sent to a large number of recipients.
de: * "Spam" bezeichnet an einen großen Empfängerkreis versandte Nachrichten mit irrelevantem oder unangemessenem Inhalt.
es: * «Spam» se refiere a mensajes irrelevantes o inapropiados enviados a un gran número de destinatarios.
fr: * Le "spam" désigne l'envoi de messages inutiles ou inappropriés à un grand nombre de destinataires.
gd: * Is ciall dha "spama" gun cuirear teachdaireachdan neo-bhuntainneach no neo-iomchaidh gu grunn mòr fhaightearan.
gl: • Enténdese por «mensaxes non desexadas» aquelas mensaxes irrelevantes ou non axeitadas que se envíen a un gran número de destinatarios.
nl: * "Spam" refereert naar het posten van irrelevante of ongepaste berichten, gestuurd naar een groot aantal ontvangers.
pt_pt: * "Spam" refere-se a mensagens irrelevantes ou impróprias, enviadas a um grande número de destinatários.

source: * "Rating" refers to the per-user comprehensive score.
de: * "Rating" bezeichnet dabei eine nutzerspezifische Gesamtbewertung.
es: * «Puntuación» se refiere a la calificación completa de cada usuario.
fr: * Le "classement" désigne le score complet individuel.
gd: * 'S e sgòr ioma-chuimseach airson gach cleachdaiche fa leth a th' anns an "rangachadh".
gl: • Enténdese por «cualificación» a lista de puntuacións por usuario.
nl: * "Score" refereert naar de per-gebruiker specifieke score.
pt_pt: * "Classificação" refere-se a um valor de pontuação abrangente atribuído a cada utilizador.
