Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Xerxes (485-465 B.C.) The son of Darius the Great and Atoosa, a daughter of Cyrus the Great, Xerxes was an able administrator, who also extended Imperial rule into Chorasmia. Apart from his failed invasion of Greece, he was famous for his extensive building programme, especially at Persepolis.
de: Xerxes (485-465 v.Chr.), der Sohn von Darius dem Großen und Atossa, Tochter von Kyros dem Großen. Xerxes war ein fähiger Anführer, der auch Choresmien unter die Herrschaft des eigenen Imperiums brachte. Neben seiner fehlgeschlagenen Invasion von Griechenland, war er bekannt für seinen großen Bauprojekte, besonders in Persepolis.
es: Jerjes (485-465 a.C.) Hijo de Darío el Grande y Atoosa, una hija de Ciro el Grande, Jerjes fue un administrador capacitado, que también extendió el mandato imperial a Corasmi. A parte de su invasión fallida a Grecia, fue conocido por su amplio programa de construcción, especialmente en Persépolis.
fr: Xerxès (485-465 av J.C.) le fils de Darius et d'Atossa, une fille de Cyrus le Grand, Xerxès était un administrateur compétent, qui étendit aussi la domination de l'empire jusqu'en Chorasmie. Mise à part son invasion ratée de la Grèce, il fut célèbre pour son vaste programme de construction, surtout à Persépolis.
gl: Xerxes (485-465 a.C.) era fillo de Darío o Grande e Atosa, filla de Ciro o Grande. Xerxes era un administrador capaz, e tamén estendeu o goberno do imperio a Corasmia. Ademais de polo seu infrutuoso intento de invadir Grecia, foi coñecido polo seu extenso programa de construción, especialmente en Persépole.
nl: Xerxes (485-465 V.C.) was de zoon van Darius de Grote en Atoosa, een dochter van Cyrus de Grote. Xerxes was een goede administratieve leider die zijn rijk uitbreidde tot in Chorasmië. Buiten zijn mislukte invasie in Griekenland werd hij bekend door zijn grootschalige bouwplannen. Vooral in Persepolis.
pt_pt: Xerxes (Xsayarsa, em persa; 485-465 a.C.) era filho de Dario o Grande e Atossa, filha de Ciro o Grande. Foi um administrador competente e alargou o domínio do império à região da Corásmia. Para além da sua mal-sucedida invasão da Grécia, Xerxes ficou célebre pelo seu exaustivo plano de edificações, sobretudo em Persépolis.

source: Cavalry Stables
de: Ställe
es: Establos de caballería
fr: Écuries de cavalerie
gd: Stàballan an eachraidh
gl: Cortes de cabalaría
nl: Paardenstallen
pt_pt: Cavalariças

source: Train Cavalry citizen-soldiers.
de: Trainiere Kavalleriebürgersoldaten.
es: Recluta ciudadanos-soldado a caballo.
fr: Entraîner des citoyens-soldats de cavalerie.
gd: Trèanaich eachraidh-dùthcha.
gl: Adestra cidadáns soldado a cabalo.
nl: Rekruteer ruiters.
pt_pt: Recruta cidadãos-soldados cavaleiros.

source: The Persian Empire's best soldiers were Eastern horsemen.
de: Die besten Soldaten des Persischen Imperiums waren östliche Reiter.
es: Los mejores soldados del imperio persa eran los jinetes orientales.
fr: Les meilleurs soldats de l'empire Perses étaient les cavaliers de l'est.
gd: B' e marcaichean on taobh an ear a bh' anns na saighdearan a b' fhearr aig impireachd nam Pearsach
gl: Os mellores soldados do imperio persa eran cabaleiros orientais.
nl: De beste soldaten in het Perzische rijk waren Oosterse ruiters.
pt_pt: Os melhores soldados do império persa eram cavaleiros orientais,

source: Train heroes and Persian Immortals. Gives a slow trickle of all resources as 'Satrapy Tribute.'
de: Bilde Helden und persische Unsterbliche aus. Gewährt einen langsamen Zugewinn aller Ressourcen als Tribut der Satrapien.
es: Recluta héroes e Inmortales persas. Proporciona un lento goteo de todos los recursos como 'Tributo Sátrapa.'
fr: Forme des héros et des immortels Perses. Génère un flux régulier de toutes les ressources comme "Tribut de satrapie".
gd: Trèanaich curaidhean 's lèintean-crios neo-bhàsmhor. Bheir seo beagan stòrais dhut gu cunbhalach mar "chìos satraip."
gl: Adestra heroes e inmortais persas. Fornece un aumento lento pero constante de todos os recursos como «tributos das satrapías».
nl: Rekruteer helden en Perzische Onsterfelijken. Geeft een klein beetje grondstoffen als "Satrapie belasting".
pt_pt: Recruta heróis e persas imortais. Fornecem um aumento lento mas constante em todos os recursos como 'Tributo de Sátrapa'.

source: The term Apadana designates a large hypostyle palace found in Persia. The best known example, and by far the largest, was the great Apadana at Persepolis. Functioning as the empire's central audience hall, the palace is famous for the reliefs of the tribute-bearers and of the army, including the Immortals.
de: Der Ausdruck Apadana bezeichnet einen großen, säulengesäumten Palast in Persien. Der bekannteste und bei weitem größte war die große Apadana in Persepolis. Der als die zentrale Audienzhalle des Reiches fungierende Palast ist für die Reliefs der Tributträger, wie auch der Armee und der Unsterblichen, berühmt.
es: El término Apadana designa un gran palacio hipóstilo encontrado en Persia. El ejemplo más conocido, y con mucho el más grande, fue el gran Apadana de Persépolis. Funcionando como el salón de audiencias central del imperio, el palacio es famoso por los relieves de los portadores de tributos y el ejército, incluyendo los inmortales.
fr: Le terme Apanada désigne un grand palais hypostyle que l'on trouve en Perse. L'exemple le plus connu, et de loin le plus grand, était la grande Apanada de Persépolis. Fonctionnant comme la grande salle centrale d'audience de l'empire, le palais est célèbre pour ses bas-reliefs représentant les délégations en charge de payer le tribut et l'armée, y compris les immortels.
gl: «Apadana» é o nome que recibían uns grandes palacios hipóstilas que hai en Persia. A gran apadana en Persépole trátase do exemplo mellor coñecido, e sen dúbida o máis grande. O palacio, que funcionaba como un centro imperial para audiencias, é famoso polos relevos dos portadores de tributos e do exército, incluíndo os inmortais.
nl: Een Apandana is een paleis dat bestaat uit een grote hal met zuilen. De best bekende apandana (tevens de grootste) was de audiëntiezaal in Persepolis. Deze centrale audiëntiezaal stond bekend voor de reliëfs die eerbetoons en een leger, inclusief onsterfelijken, afbeelden.
pt_pt: O termo Apadana refere-se a um palácio hipostilo de grandes dimensões que se encontrava em algumas cidades persas. O exemplo mais conhecido - e de longe o maior - era o grande Apadana de Persépolis. Este paço, que funcionava como sala de audiências central do império, ficou célebre pelos seus relevos, que representavam portadores de tributo e o exército persa, incluindo os Imortais.

source: The Persian Empire, when ruled by the Achaemenid dynasty, was one of the greatest empires of antiquity, stretching at its zenith from the Indus Valley in the east to Greece in the west. The Persians were the pioneers of empire-building of the ancient world, successfully imposing a centralized rule over various peoples with different customs, laws, religions and languages, and building a cosmopolitan army made up of contingents from each of these nations.
de: Das Persische Imperium war, als es von der Dynastie der Achaemenid regiert wurde, eines der größten Imperien der Antike, im Höhepunkt seiner macht spannend von Industal im Osten bis Ostgriechenland im Westen. Die Perser waren die Pioniere der Staatsbildung der antiken Welt, sie verhängten erfolgreich eine einheitliche Regierung über verschiedene Völker mit unterschiedlichen Bräuchen, Gesetzen, Religionen und Sprachen, und bauten eine internationale Armee auf, mit Aufgeboten aus jeder dieser Nationen.
es: El imperio Persa, mientras era gobernado por la dinastía Aqueménida, era uno de los más grandes imperios de la antigüedad, extendiéndose en su cénit desde el Valle del Indo en el este, hasta Grecia en el oeste. Los persas fueron pioneros en la construcción de imperios en el mundo antiguo, logrando imponer exitosamente una ley centralizada sobre variados pueblos con diferentes costumbres, leyes, religiones e idiomas, y formando un ejército cosmopolita hecho de contingentes de cada una de esas naciones.
fr: L'empire perse, lorsque il était régi par la dynastie achéménide, fut l'un des plus grands empires de l'antiquité, il s'étendait à son zénith de la vallée de l'Indus à l'Est jusqu'à la Grèce à l'ouest. Les Perses furent les pionniers de la construction d'empire de l'ancien monde, imposant avec succès un pouvoir centralisé sur différents peuples avec différentes coutumes, lois, religions et langues, et la construction d'une armée cosmopolite faite de contingents de chacune de ces nations.
gl: O imperio persa, durante o goberno da dinastía aqueménida, foi un dos imperios máis importantes da antigüidade, abranguendo no seu mellor momento terras que comprendían desde o val do Indo ata o oeste de Grecia. Os persas eran pioneiros da construción de imperios do mundo antigo, e impuxeron con éxito un goberno centralizado sobre varios pobos con diferentes costumes, leis, relixións e idiomas, e construíndo un exército cosmopolita formado por continxentes de cada unha desas nacións.
nl: Het Perzische rijk, geleid door de Achaemenidische dynastie, was één van de grootste rijken van de oudheid. Het ging van de Indus vallei in het oosten tot Griekenland in het westen. De Perzen waren de pioniers om grote rijken te ontwikkelen. Ze installeerden met succes een centrale macht die regeerde over verschillende volkeren met verschillende wetten, religies en talen. Ze stelden een multicultureel en verscheiden leger samen.
pt_pt: Durante o reinado da dinastia aqueménida, o império persa foi um dos maiores da antiguidade, estendendo-se no seu apogeu desde o vale do Indo a leste à Grécia a oeste. Os Persas foram pioneiros na construção e gestão de um império, tendo conseguido estabelecer um governo centralizado sobre vários povos com diferentes costumes, leis e idiomas; e organizar um exército cosmopolita, constituído por contingentes originários de todas estas nações.

source: Ptolemies
de: Ptolemäer
es: Ptolomeos
fr: Ptolémées
gd: Na Ptolamaich
gl: Tolemaicos
nl: Ptolemaeïsch Egypte
pt_pt: Ptolemaicos

source: The Ptolemies receive the Mercenary Camp, a barracks that is constructed in neutral territory and trains mercenary soldiers.
de: Die Ptolemäer erhalten die Söldner Camp, eine Kaserne, die im neutralen Bereich erbaut wurde und Söldner trainiert.
es: Los Ptolomeos reciben el Campamento Mercenario, una barraca que se construye en territorio neutral y recluta soldados mercenarios
fr: Les Ptolémées reçoivent les camps de mercenaires, des casernes constructibles en territoire neutre et qui forment des soldats mercenaires.
gd: Gheibh na Ptolamaich an campa shaighdearan-duaise, seo taighean-feachd a thogar air ranntair neo-phàirteach agus a nì trèanadh air saighdearan-duaise.
gl: Os tolemaicos reciben o «campo de mercenarios», un cuartel que se constrúe en territorio neutral e permite adestrar mercenarios.
nl: De Ptolemeërs krijgen het huurlingenkamp. Een soort kazerne die in neutraal gebied kan gebouwd worden, en van waaruit huurlingen kunnen gerekruteerd worden.
pt_pt: Os Ptolemaicos recebem o Acampamento de Mercenários, que é um quartel que pode ser construído em território neutro para recrutar mercenários.

source: Mercenary Army
de: Söldnerarmee
es: Ejército mercenario
fr: Armée de mercenaires
gd: Feachd-duaise
gl: Exército de mercenarios
nl: Huurlingenleger
pt_pt: Exército de mercenários

source: The Greco-Macedonian Ptolemy Dynasty relied on large numbers of Greek and foreign mercenaries for the bulk of its military force, mainly because the loyalty of native Egyptian units was often suspect. Indeed, during one native uprising, Upper Egypt was lost to the Ptolemies for decades. Mercenaries were often battle-hardened and their loyalty can be bought, sometimes cheaply, sometimes not cheaply. This was of no matter, since Egypt under the Ptolemies was so prosperous as to be the richest of Alexander's successor states.
de: Die griechisch-makedonische Dynastie der Ptolemäer war von großen Zahlen von griechischen und ausländischen Söldnern für das Militär abhängig, hauptsächlich wegen der oft zweifelhaften Loyalität der einheimischen ägyptischen Einheiten. Tatsächlich war Oberägypten wegen eines Aufstandes der Einheimischen für die Ptolemäer für Jahrzehnte verloren. Söldner waren oft kampferprobt und ihre Loyalität käuflich, manchmal für wenig Geld, manchmal für mehr Geld. Das war aber unerheblich, da Ägypten unter den Ptolemäern so sehr florierte, dass es der reichste von allen Nachfolgestaaten Alexander des Großen war.
es: La dinastía Greco-macedonia de Ptolomeo se basó en un gran número de mercenarios griegos y extranjeros para la mayor parte de su fuerza militar, sobre todo porque la lealtad de las unidades egipcias nativas era a menudo sospechosa. De hecho, durante un levantamiento de los nativos, el Alto Egipto se perdió para los Ptolomeos durante décadas. Los mercenarios solían ser aguerridos y su lealtad se podía comprar, a veces a bajo precio, a veces no tan barato. Esto no fue de importancia, ya que Egipto bajo los Ptolomeos fue tan próspera como para ser el más rico de los Estados sucesores de Alejandro.
fr: La dynastie gréco-macédonienne des Ptolémées s'est appuyé sur un grand nombre de mercenaires grecs et étrangers pour l'essentiel de sa force militaire, principalement parce que la loyauté des unités égyptiennes autochtones était souvent soupçonner. En effet, au cours d'un soulèvement indigène, les Ptolémées ont perdu la Haute-Égypte pendant des décennies. Les mercenaires étaient souvent aguerris et leur fidélité peut être acheté, parfois bon marché, parfois non. Cela n'avait aucune importance, puisque l’Égypte sous les Ptolémées était si prospère qu'elle était le plus riche des États successeurs d'Alexandre.
gl: A dinastía greco-macedonia dos tolemaicos confiaba nun gran número de mercenarios estranxeiros gregos para reforzar a súa forza militar, principalmente porque dubidaban da lealdade das unidades nativas do Exipto. Ben é certo que durante un dos levantamentos de nativos, os tolemaicos perderon o Alto Exipto e non o volveron recuperar ata décadas máis tarde. Os mercenarios adoitaban ter experiencia en combate e a súa lealdade podía comprarse, ás veces a un bo prezo, ás veces a un gran prezo. Pero isto non supuña ningún problema, dado que Exipto, baixo o reinado dos tolemaicos, gozou dunha prosperidade que o converteu no estado máis rico dos sucesores de Alexandre.
nl: De Grieks-Macedonische Ptolemeïsche dynastie gebruikte veel Griekse en andere buitenlandse soldaten in zijn leger. Hoofdzakelijk omdat de originele Egyptenaren niet altijd even trouw waren aan hun Ptolemeïsche heersers. Zo heeft hoog Egypte een tijd lang buiten de controle van de Ptolemeërs geleefd na een opstand. Huurlingen daarentegen waren gehard door de strijd, en hun trouwheid kon gekocht worden. Soms waren ze goedkoop, soms niet. Maar voor Egypte was dit geen probleem. Het was de rijkste van Alexanders opvolgers.
pt_pt: A Dinastia Ptolemaica Greco-Macedónia dependia de uma grande quantidade de mercenários gregos e estrangeiros, que formavam o grosso do seu exército -- isto porque desconfiavam da lealdade dos egípcios autóctones. De facto, devido a uma revolta indígena, os Ptolemaicos perderam o domínio sobre o Alto Egipto durante décadas. A maior parte dos mercenários tinha experiência de batalha e a sua lealdade podia ser comprada por pouco ou muito dinheiro, dependendo dos casos. Questão de somenos importância, já que o Egipto sob domínio dos Ptolemeus era altamente próspero -- o mais rico dos estados sucessores de Alexandre Magno.

source: The Ptolemaic Egyptians receive 3 additional farming technologies.
de: Die ptolemaiischen Ägypter können 3 zusätzliche Landwirtschaftstechnologien erforschen.
es: Los egipcios ptolemaicos reciven 3 tecnologías de cultivo adicionales.
fr: Les égyptiens ptolémaïques reçoivent 3 techonologies agricoles additionnelles.
gd: Gheibh na h‑Èipheitich Ptolamach 3 teicneolasan àiteachaidh a bharrachd.
gl: Os exipcios tolemaicos reciben 3 tecnoloxías adicionais de agricultura.
nl: De Ptolemeïsche Egyptenaren krijgen 3 extra landbouwtechnologieën.
pt_pt: Os egípcios ptolemaicos desenvolvem 3 tecnologias adicionais de cultivo.

source: Nile Delta
de: Nildelta
es: Delta del Nilo
fr: Delta du Nil
gd: Gobhlan an Nìl
gl: Delta do Nilo
nl: Nijl delta
pt_pt: Delta do Nilo

source: Unknown.
de: Unbekannt.
es: Desconocido.
fr: Inconnu.
gd: Chan eil fios.
gl: Descoñecida.
nl: Onbekend.
pt_pt: Desconhecido.

source: Can capture gaia elephants and camels to reduce their training cost.
de: Erlaubt das Einfangen von Elefanten und Kamelen, um deren Ausbildungskosten zu senken.
es: Puede capturar elefantes y camellos gaia para reducir el coste de reclutamiento.
fr: Peut capturer des éléphants et des chameaux sauvages pour réduire leur coût de formation.
gd: 'S urrainn dha ailbheanan 's càmhail gaia a ghlacadh gus cosgaisean an trèanadh a lùghdachadh.
gl: Pode capturar elefantes da natureza e dromedarios para reducir os seus custos de mantemento.
nl: Kan gaia olifanten en kamelen vangen om de rekruteringskosten van dergelijke eenheden te verminderen.
pt_pt: Podem captura elefantes e camelos para reduzir o seu tempo de criação.

source: All allies automatically gain a slow trickle of food income.
de: Alle Verbündeten bekommen automatisch ein geringes Nahrungseinkommen.
es: Todos los aliados ganan automáticamente un lento goteo de comida adicional.
fr: Tous les alliés acquièrent un flux supplémentaire et constant de nourriture dans leurs ressources.
gd: Gheibh a h‑uile caidreabhaich beagan bìdh gu cunbhalach.
gl: Todos os aliados gañan automaticamente un pequeno aumento da comida que conseguen.
nl: Alle geallieerde krachten krijgen automatisch een klein beetje extra voedsel.
pt_pt: Todos os aliados recebem automaticamente um pequeno aumento de comida.

source: Breadbasket of the Mediterranean
de: Kornkammer des Mittelmeerraumes
es: Barriga del Mediterráneo
fr: Grenier à blé de la Méditerranée
gd: Basgaid-arain na Mara Meadhanaich
gl: Cultivos do Mediterráneo
nl: Broodmand van de Middenlandse Zee.
pt_pt: Cultivos mediterrânicos

source: Egypt was a net exporter of grain, so much so that large cities such as Athens, Antioch, and Rome came to rely upon Egyptian grain in order to feed their masses.
de: Ägypten war ein so großer Nettoexporteur von Getreide, dass sich große Städte wie Athen, Antiochia am Orontes und Rom auf ägyptisches Getreide verließen, um ihre Massen zu ernähren.
es: Egipto fue un exportador neto de cereales, tanto es así que grandes ciudades como Atenas, Antioquía o Roma llegaron a confiar en el grano egipcio con el fin de alimentar a sus masas.
fr: L’Égypte est un exportateur net de grain, tant est si bien que les grandes cités comme Athènes, Anitoche et Rome sont obligés de compter sur les grains égyptiens afin de nourrir leur peuple.
gd: Bhiodh an Èipheit ag às-mhalart gràn an ìre cho mòr 's gum biodh bailtean mòra a leithid Baile na h-Àithne, Antioch 's an Ròimh gu tur an eisimeil gràn na h-Èipheite ach an toireadh iad biadh dhan mhòr-shluagh.
gl: Exipto era un exportador neto de gran, ata o pondo de que grandes cidades como Atenas, Antioquía ou Roma acabaron dependendo do gran de Exipto para satisfacer á súa poboación.
nl: Egypte was een exporteur van graan, in die mate zelfs dat grote stadstaten zoals Athene, Antioch en Rome Egyptisch graan nodig hadden om hun bevolking te voeden.
pt_pt: O Egipto era um exportador nato de cereais. Por exemplo, Atenas, Antioquia e Roma chegaram a ser dependentes dos cereais egípcios para satisfazerem as suas populações.

source: Ptolemy Soter
de: Ptolemaios I. Soter
es: Ptolomeo Sóter
fr: Ptolémée Sôter
gd: Ptolamaidh Soter
gl: Ptolomeo Sóter
nl: Ptolemeus Soter
pt_pt: Ptolemeu I Sóter

source: Ptolemy Philadelphus
de: Ptolemaios Philadelphos
es: Ptolomeo Filadelfo
fr: Ptolémée Philadelphe
gd: Ptolamaidh Philadelphus
gl: Ptolomeo Filadelfo
nl: Ptolemeus Philadelphus
pt_pt: Ptolemeu II Filadelfo

source: Ptolemy Epigone
de: Ptolemaios der Sohn
es: Ptolomeo Epígono
fr: Ptolémée de Telmessos
gd: Ptolamaidh Epigone
gl: Ptolomeo Epigón
nl: Ptolemeus Epigone
pt_pt: Ptolomeu de Telmesso

source: Ptolemy Eurgetes
de: Ptolemaios III. Euergetes I.
es: Ptolomeo Eúrgetes
fr: Ptolémée Évergète
gd: Ptolamaidh Eurgetes
gl: Ptolomeo Everxetes
nl: Ptolemeus Eurgetes
pt_pt: Ptolemeu III Evérgeta

source: Ptolemy Philopater
de: Ptolemaios IV. Philopator
es: Ptolomeo Filopáter
fr: Ptolémée Philopator
gd: Ptolamaidh Philopater
gl: Ptolomeo Filopator
nl: Ptolemeus Philopater
pt_pt: Ptolemeu IV Filopator

source: Ptolemy Epiphanes
de: Ptolemaios V. Epiphanes Eucharistos
es: Ptolomeo Epífanes
fr: Ptolémée Épiphane
gd: Ptolamaidh Epiphanes
gl: Ptolomeo Epífanes
nl: Ptolemeus Epiphanes
pt_pt: Ptolemeu V Epifânio

source: Ptolemy Philometor
de: Ptolemaios VI. Philometor
es: Ptolomeo Filométor
fr: Ptolémée Philométor
gd: Ptolamaidh Philometor
gl: Ptolomeo Filometor
nl: Ptolemeus Philometor
pt_pt: Ptolemeu VI Filometor

source: Ptolemy Eupator
de: Ptolemaios Eupator
es: Ptolomeo Eupátor
fr: Ptolémée Eupator
gd: Ptolamaidh Eupator
gl: Ptolomeo Éupator
nl: Ptolemeus Eupator
pt_pt: Ptolemeu Eupátor

source: Ptolemy Alexander
de: Ptolemaios X. Alexander I.
es: Ptolomeo Alejandro
fr: Ptolémée Alexandre
gd: Ptolamaidh Alasdair
gl: Ptolomeo Alexandre
nl: Ptolemeus Alexander
pt_pt: Ptolemeu X Alexandre I

source: Ptolemy Neos Dionysos
de: Ptolemaios XII. Neos Dionysos
es: Ptolomeo Neos Dioniso
fr: Ptolémée Néos Dionysos
gd: Ptolamaidh Neos Dionysos
gl: Ptolomeo Neo Dioniso
nl: Ptolemeus Neos Dionysos
pt_pt: Ptolemeu XII Neos Dionisos

source: Ptolemy Neos Philopater
de: Ptolemaios IV. Philopator
es: Ptolomeo Neos Filopáter
fr: Ptolémée Néos Philopator
gd: Ptolamaidh Neos Philopater
gl: Ptolomeo Neo Filopator
nl: Ptolemeus Neos Philopater
pt_pt: Ptolemeu VII Neos Filopator

source: Berenice Philopater
de: Berenike Philopator
es: Berenice Filópater
fr: Bérénice Philopator
gd: Ptolamaidh Philopater
gl: Berenice Filopator
pt_pt: Berenice Filopator

source: Cleopatra Tryphaena
de: Kleopatra VI. Tryphaina
es: Cleopatra Trifaena
fr: Cléopâtre Tryphène
gl: Cleopatra Trifena
pt_pt: Cleópatra VI

source: Berenice Epiphaneia
de: Berenike IV.
es: Berenice Epifanía
fr: Bérénice Épiphane
gl: Berenice Epifanea
pt_pt: Berenice IV

source: Cleopatra Philopater
de: Kleopatra VII. Philopator
es: Cleopatra Filopáter
fr: Cléopâtre Philopator
gl: Cleopatra Filopator
pt_pt: Cleópatra

source: Cleopatra II Philometora Soteira
de: Kleopatra II.
fr: Cléôpatre II Philométôr Soteira
gl: Cleopatra II Filomentora Soteira
pt_pt: Cleópatra II

source: Arsinoe IV
de: Arsinoë IV.
fr: Arsinoé IV
gl: Arsínoe IV
pt_pt: Arsínoe IV

source: Arsinoe II
de: Arsinoë II.
fr: Arsinoé II
gl: Arsínoe II
pt_pt: Arsínoe II

source: Hero aura range boosted by 50%.
de: Reichweite der Heldenaura um 50% erhöht.
es: Amplía el aura de héroe un 50%.
fr: La portée de l'aura du héros augement de +50%.
gd: Buannachd air astar aura gaisgich le 50%.
gl: O alcance da aura de heroe aumenta un +50%.
nl: Heldenaura bereik is 50% groter.
pt_pt: O alcance da aura do herói aumenta em +50%.

source: Pharaonic Cult.
de: Pharaonenkult
es: Culto faraónico.
fr: Culte pharaonique.
gd: Creideamh nam Pharao.
gl: Culto faraónico
nl: Faraonische cultus
pt_pt: Culto faraónico
