Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Resource Structure
de: Ressourcenbauwerk
es: Estructura de recursos
fr: Structure de ressources
gd: Togalach ghoireasan
gl: Estrutura de recursos
nl: Grondstoffengebouw
pt_pt: Edifício de Recursos

source: Raise herd animals for food. Task domestic animals here to gain a trickle of food or other bonus (Not yet implemented).
de: Halte Herdentiere für Nahrung. Halte hier Haustiere um ein wenig Nahrung oder andere Boni zu erlangen (Noch nicht implementiert).
es: Cría animales por comida. Asigna animales domésticos aquí para obtener una fuente de alimentos u otras bonificaciones (No se ha implementado aún).
fr: Élever des troupeaux pour l'alimentation. Y rassembler les animaux domestiques pour amasser un peu de nourriture ou d'autres bonus (pas encore implémenté).
gl: Cría animais para conseguir comida. Acuartela animais domésticos para obter un aumento da comida ou outra bonificación (aínda non funciona).
nl: Fok kuddedieren voor extra voedsel. Leid tamme dieren naar hier voor een continue, maar kleine, voedselbonus of andere bonus (nog niet geïmplementeerd).
pt_pt: Cria animais para obter comida. Recolha animais domésticos neste edifício para obter mais comida ou outras bonificações (funcionalidade ainda não implementada).

source: Corral
de: Pferch
fr: Enclos
gd: Fàl
gl: Curral
nl: Veekraal
pt_pt: Curral

source: Harvest vegetables for food. Max gatherers: 5.
de: Erntet Gemüse für Nahrung. Maximale Sammler: 5.
es: Cosecha verduras para conseguir comida. Trabajadores máximos: 5.
fr: Cultiver des légumes pour la nourriture. Max cueilleurs : 5.
gd: Buain glasraich airson bìdh. Cruinnichean as motha: 5.
gl: Recolle vexetais (comida). En cada campo só poden traballar 5 cidadáns ao mesmo tempo.
nl: Oogst groenten voor voedsel. Max. 5 verzamelaars.
pt_pt: Cultiva vegetais. Máximo de 5 unidades por cada quinta.

source: Field
de: Feld
es: Huerto
fr: Champ
gd: Achadh
gl: Campo de cultivo
nl: Veld
pt_pt: Seara

source: This is a special building unique to a particular civilization.
de: Das Spezialgebäude ist einzigartig für jede Zivilisation.
es: Éste es un edificio especial, único para una civilización específica.
fr: Bâtiment spécifique à une civilisation particulière.
gd: Seo togalach sònraichte nach fhaigh thu ach airson sìobhaltas shònraichte.
gl: Esta é unha estrutura especial única para unha civilización en particular.
nl: Dit is een speciaal gebouw, uniek voor een bepaalde beschaving.
pt_pt: Este é um edifício especial para uma civilização específica.

source: Bring glory to your civilization and add large tracts of land to your empire.
de: Bringe deiner Zivilisation Ruhm und Ehre und erweitere dein Reich mit großen Ländereien.
es: Trae gloria a tu civilización y añade grandes extensiones de territorio a tu imperio.
fr: Apporter la gloire à votre civilisation et ajouter de grandes étendues de terres à votre empire.
gd: Bheir cliù dhan t‑sìobhaltas agad is cuir cnap mòr de thìr ris an impireachd agad.
gl: Trae gloria á túa civilización e anexiona unha importante extensión de terreo.
nl: Breng glorie voor je beschaving en voeg grote delen land toe aan je rijk.
pt_pt: Traz a glória à sua civilização e anexa um grande território ao seu império.

source: Wonder
de: Wunder
es: Maravilla
fr: Merveille
gd: Mìobhail
gl: Marabilla
pt_pt: Maravilha

source: Unit
de: Einheit
es: Unidad
fr: Unité
gd: Aonad
gl: Unidade
nl: Eenheid
pt_pt: Unidade

# Rank
source: Basic
de: Grundlegend
es: Básico
fr: Basique
gd: Bunasach
gl: básico
nl: Basis
pt_pt: Básico

source: Melee Cavalry
de: Nahkampfkavallerie
es: Caballería de combate cuerpo a cuerpo
fr: Cavalerie de mêlée
gd: Eachraidh dlùth
gl: Cabaleiro de contacto
nl: Mêlee Ruiter
pt_pt: Cavalaria Corpo-a-corpo

source: Classes: Citizen Melee Cavalry Spearman. Counters: 2x vs. Swordsmen and Siege Weapons, 1.5x vs. Skirmishers. Countered by: Spearmen, Archers, Elephants.
de: Klassen: Bürger Nahkampf Reiterei Lanzenträger. Stark gegen: 2x geg. Schwertkämpfer und Belagerungswaffen, 1.5x geg. Plänkler. Schwach gegen: Lanzenträger, Bogenschützen und Elefanten.
es: Clase: Caballería ciudadana lancera cuerpo a cuerpo. Eficaz contra: x2 contra espadachines y armas de asedio, x1.5 contra escaramuceros. Débil contra: Lanceros, arqueros, elefantes.
fr: Classes : Lancier monté de mêlée citoyen. Contre : 2x c. Épéistes et Armes de siège, 1,5x c. Tirailleurs. Contré par : Lanciers, Archers, Éléphants.
gd: Seòrsa: sleaghair-dùthcha eachraidh dlùth. An aghaidh: claidheamhairean is innealan-sèiste le 2x, streupairean le 1.5x. 'Na aghaidh: sleaghairean, boghadairean is ailbheanan.
gl: Clases: cidadán, contacto, cabalaría, lanceiro. Fortalezas: ×2 contra espadachíns e armas de asedio, ×1,5 contra escaramuzadores. Debilidades: lanceiros, arqueiros e elefantes.
nl: Klassen: Burger Mêlee Ruiter Speervechter. Sterk tegen: 2x tegen zwaardvechters en belegeringstuigen, 1,5x tegen tirailleurs. Zwak tegen: speervechters, boogschutters en olifanten.
pt_pt: Categorias: Cidadão, Corpo a Corpo, Cavalaria, Lanceiro. Pontos fortes: 2x contra Espadachins e Máquinas de Cerco; 1,5x contra Zagaieiros. Fraco contra: Lanceiros, Arqueiros, Elefantes.

source: Cavalry Spearman
de: Berittener Speerträger
es: Lanceros a caballo
fr: Lancier monté
gd: Sleaghair eachraidh
gl: Lanceiro a cabalo
nl: Ruiter Speervechter
pt_pt: Cavaleiro lanceiro

source: Classes: Citizen Melee Cavalry Swordsman. Counters: 2x vs. Archers, All Support Units, and Siege Weapons. Countered by: Spearmen, Cavalry Skirmishers, and Elephants.
de: Klassen: Bürger Nahkampf Reiterei Schwertkämpfer. Stark gegen: 2x geg. Bogenschützen, alle Unterstützungseinheiten und Belagerungswaffen. Schwach gegen: Lanzenträger, berittene Plänkler und Elefanten.
es: Clases: Caballería Cuerpo a Cuerpo - Ciudadano Espadachín. Eficaz contra: 2x vs Arqueros, Todas las unidades de Apoyo y Armas de Asedio. Débil contra: Lanceros, Guerrilleros a caballo y Elefantes.
fr: Classes : Épéiste monté de mêlée citoyen. Contre : 2x c. Archers, toutes les unités de soutien, et Armes de siège. Contré par : Lanciers, Tirailleurs montés, et Éléphants.
gd: Seòrsa: claidheamhair-dùthcha eachraidh dlùth. An aghaidh: boghadairean, aonadan taice is innealan-sèiste le 2x. 'Na aghaidh: sleaghairean, streupairean eachraidh is ailbheanan.
gl: Clases: cidadán, contacto, cabalaría, espadachín. Fortalezas: ×2 contra arqueiros, unidades de apoio e máquinas de asedio. Debilidades: lanceiros, escaramuzadores a cabalo e elefantes.
nl: Klassen: Burger Mêlee Ruiter Zwaardvechter. Sterk tegen: 2x tegen boogschutters, alle ondersteunende eenheden en belegeringstuigen. Zwak tegen: speervechters, ruitertirailleurs en olifanten.
pt_pt: Categoria: Espadachim de Cavalaria Corpo a Corpo. Pontos fortes: 2x contra Arqueiros, Unidades de Apoio e Máquinas de Cerco. Pontos fracos: contra Lanceiros, Atiradores de Cavalaria e Elefantes.

source: Cavalry Swordsman
de: Berittener Schwertkämpfer
es: Espadachín a caballo
fr: Épéiste monté
gd: Claidheamhair eachraidh
gl: Espadachín a cabalo
nl: Ruiter Zwaardvechter
pt_pt: Cavaleiro espadachim

source: Ranged Cavalry
de: Fernkampfkavallerie
es: Caballería a distancia
fr: Cavalerie à distance
gd: Eachraidh astair
gl: Cabaleiro con proxectís
nl: Afstandsruiters
pt_pt: Cavaleiro com projécteis

source: Classes: Citizen Ranged Cavalry Archer. Counters: 2x vs. Spearmen, 1.5x vs. Swordsmen. Countered by: Skirmishers and Elephants.
de: Klassen: Bürger Fernkampf Reiterei Bogenschütze. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Schwertkämpfer. Schwach gegen: Plänkler und Elefanten.
es: Clases: Caballería a Distancia - Ciudadano Arquero. Eficaz contra: 2x vs. Lanceros, 1.5x vs. Espadachines. Débil contra: Guerrilleros y Elefantes.
fr: Classes : Archer monté à distance citoyen. Contre : 2x c. Lanciers, 1,5x c. Épéistes. Contré par : Tirailleurs et Éléphants.
gd: Seòrsa: boghadair-dùthcha eachraidh astair. An aghaidh: sleaghairean le 2x, claidheamhairean le 1.5x. 'Na aghaidh: streupairean is ailbheanan.
gl: Clases: cidadán, proxectís, cabalaría, arqueiro. Fortalezas: ×2 contra lanceiros, ×1,5 contra espadachíns. Debilidades: escaramuzadores e elefantes.
nl: Klassen: Burger Afstand Ruiter Boogschutter. Sterk tegen: 2x tegen speervechters, 1,5x tegen zwaardvechters. Zwak tegen: tirailleurs en olifanten.
pt_pt: Categoria: Arqueiro de Cavalaria de Arremesso Cidadão. Pontos fortes: 2x contra Lanceiros; 1,5x contra Espadachins. Pontos fracos: contra Atiradores e Elefantes.

source: Cavalry Archer
de: Berittener Bogenschütze
es: Arquero a caballo
fr: Archer monté
gd: Boghadair eachraidh
gl: Arqueiro a cabalo
nl: Ruiter Boogschutter
pt_pt: Cavaleiro Arqueiro

source: Classes: Citizen Ranged Cavalry Skirmisher. Counters: 2x vs. Archers, 1.5x vs. Cavalry Swordsmen. Countered by: Spearmen, Elephants.
de: Klassen: Bürger Fernkampf Reiterei Plänkler. Stark gegen: 2x geg. Bogenschützen, 1.5x geg. berittene Schwertkämpfer. Schwach gegen: Lanzenträger und Elefanten.
es: Clases: Caballería a Distancia - Ciudadano Guerrillero. Eficaz contra: 2x vs Arqueros, 1.5x vs. Espadachines a Caballo. Débil contra: Lanceros y Elefantes .
fr: Classes : Tirailleur monté à distance citoyen. Contre : 2x c. Archers, 1,5x c. Épéistes montés. Contré par : Lanciers, Éléphants.
gd: Seòrsa: streupaire-dùthcha eachraidh astair. An aghaidh: boghadairean le 2x, claidheamhair eachraidh le 1.5x. 'Na aghaidh: sleaghairean is ailbheanan.
gl: Clases: cidadán, proxectís, cabalaría, escaramuzador. Fortalezas: ×2 contra arqueiros, ×1,5 contra espadachíns a cabalo. Debilidades: lanceiros e elefantes.
nl: Klassen: Burger Afstand Ruiter Tirailleur. Sterk tegen: 2x tegen boogschutters, 1,5x tegen ruiter-zwaardvechters. Zwak tegen: speervechters en olifanten.
pt_pt: Categoria: Atirador de Cavalaria de Arremesso Cidadão. Pontos fortes: 2x contra Arqueiros; 1,5x contra Espadachins de Cavalaria. Pontos fracos: contra Lanceiros, Elefantes.

source: Cavalry Skirmisher
de: Berittener Plänkler
es: Escaramucero a caballo
fr: Tirailleur monté
gd: Streupaire eachraidh
gl: Escaramuzador a cabalo
nl: Ruitertirailleur
pt_pt: Cavaleiro escarumuçador

source: Champion Unit
de: Gardist
es: Unidad campeona
fr: Unité Championne
gd: Laoch
gl: Campión
nl: Kampioen
pt_pt: Unidade de Elite

source: Champion Cavalry
de: Gardereiter
es: Caballería campeona
fr: Cavalerie championne
gd: Laoch eachraidh
gl: Campión a cabalo
nl: Kampioen Ruiter
pt_pt: Cavaleiro campeão

source: Classes: Champion Ranged Cavalry Archer. Counters: 2x vs. Swordsmen, 1.5x vs. Spearmen. Countered by: Skirmishers and Elephants.
de: Klassen: Meister Fernkampf Reiterei Bogenschütze. Stark gegen: 2x geg. Schwertkämpfer, 1,5x geg. Lanzenträger. Schwach gegen: Plänkler und Elefanten.
es: Clase: Arquero campeón a caballo. Eficaz contra: x2 contra espadachines, x1.5 contra lanceros. Débil contra: Escaramuceros y elefantes.
fr: Classes : Archer monté à distance champion. Contre : 2x c. Épéistes, 1,5x c. Lanciers. Contré par : Tirailleurs et Éléphants.
gd: Seòrsa: Laoch boghadair eachraidh astair. An aghaidh: claidheamhairean le 2x, sleaghairean le 1.5x. 'Na aghaidh: streupairean is ailbheanan.
gl: Clases: campión, proxectís, cabalaría, arqueiro Fortalezas: ×2 contra espadachíns, ×1,5 contra lanceiros. Debilidades: escaramuzadores e elefantes.
nl: Klassen: Kampioen Afstand Ruiter Boogschutter. Sterk tegen: 2x tegen zwaardvechters, 1,5x tegen speervechters. Zwak tegen: tirailleurs en olifanten.
pt_pt: Categorias: Elite, Arremesso, Cavalaria, Arqueiro. Pontos fortes: 2x contra Espadachins; 1,5x contra Lanceiros. Fraco contra: Zagaieiros e Elefantes.

source: Champion Cavalry Archer.
de: Berittener Gardebogenschütze.
es: Arquero a caballo campeón.
fr: Archer monté champion.
gd: Laoch boghadair eachraidh.
gl: Campión arqueiro a cabalo
nl: Kampioen cavalerieboogschutter
pt_pt: Cavaleiro Arqueiro de Elite

source: Classes: Champion Ranged Cavalry Skirmisher. Counters: 2x vs. Archers, 1.5x vs. Cavalry Swordsmen. Countered by: Spearmen and Elephants.
de: Klassen: Meister Fernkampf Reiterei Plänkler. Stark gegen: 2x geg. Bogenschützen, 1.5x geg. berittene Schwertkämpfer. Schwach gegen: Lanzenträger und Elefanten.
es: Clase: Caballería a distancia - Escaramucero campeón. Fuerte contra: x2 contra arqueros, x1.5 contra espadachines a caballo. Débil contra: Lanceros y Elefantes.
fr: Classes : Tirailleur monté à distance champion. Contre : 2x c. Archers, 1,5x c. Épéistes montés. Contré par : Lanciers et Éléphants.
gd: Seòrsa: laoch streupaire eachraidh astair. An aghaidh: boghadairean le 2x, claidheamhair eachraidh le 1.5x. 'Na aghaidh: sleaghairean is ailbheanan.
gl: Clases: campión, proxectís, cabalaría, escaramuzador. Fortalezas: ×2 contra arqueiros, ×1,5 contra espadachíns a cabalo. Debilidades: lanceiros e elefantes.
nl: Klassen: Kampioen Afstand Ruiter Tirailleur. Sterk tegen: 2x tegen boogschutters, 1,5x tegen ruiter-zwaardvechters. Zwak tegen: speervechters en olifanten.
pt_pt: Categoria: Atirador de Cavalaria de Arremesso de Elite. Pontos fortes: 2x contra Arqueiros; 1,5x contra Espadachins de Cavalaria. Pontos fracos: Lanceiros e Elefantes.

source: Champion Cavalry Skirmisher
de: Berittener Gardeplänkler
es: Escaramucero a caballo campeón
fr: Tirailleur monté champion
gd: Laoch streupaire eachraidh
gl: Escaramuzador a cabalo campión
nl: Kampioen Ruitertirailleur
pt_pt: Cavaleiro Zagaieiro de Elite

source: Classes: Champion Melee Cavalry Spearman. Counters: 2x vs. Swordsmen and Siege Weapons, 1.5x vs. Skirmishers. Countered by: Spearmen, Archers, and Elephants.
de: Klassen: Meister Nahkampf Reiterei Lanzenträger. Stark gegen: 2x geg. Schwertkämpfer und Belagerungswaffen, 1.5x geg. Plänkler. Schwach gegen: Lanzenträger, Bogenschützen und Elefanten.
es: Clase: Jinete lancero campeón. Fuerte contra: x2 contra espadachines y máquinas de asedio, x1.5 contra escaramuceros. Débil contra: Lanceros, arqueros y elefantes.
fr: Classes : Lancier monté de mêlée champion. Contre : 2x c. Épéistes et Armes de siège, 1,5x c. Tirailleurs. Contré par : Lanciers, Archers, et Éléphants.
gd: Seòrsa: laoch sleaghair eachraidh dlùth. An aghaidh: claidheamhairean is innealan-sèiste le 2x, streupairean le 1.5x. 'Na aghaidh: sleaghairean, boghadairean is ailbheanan.
gl: Clases: campión, contacto, cabalaría, lanceiro. Fortalezas: ×2 contra espadachíns e armas de asedio, ×1,5 contra escaramuzadores. Debilidades: lanceiros, arqueiros e elefantes.
nl: Klassen: Kampioen Mêlee Ruiter Speervechter. Sterk tegen: 2x tegen zwaardvechters en belegeringstuigen, 1.5x tegen tirailleurs. Zwak tegen: speervechters, boogschutters en olifanten.
pt_pt: Categorias: Lanceiro, Cavalaria, Corpo-a-Corpo, Elite. Pontos fortes: 2x contra Espadachins e Máquinas de Cerco; 1,5x contra Zagaieiros. Fraco contra: Lanceiros, Arqueiros e Elefantes.

source: Champion Cavalry Spearman
de: Gardist der berittenen Speerkämpfer
es: Campeón lancero a caballo
fr: Lancier monté champion
gd: Laoch sleaghair eachraidh
gl: Campión lanceiro a cabalo
nl: Kampioen Ruiter Speervechter
pt_pt: Cavaleiro Lanceiro de Elite

source: Classes: Champion Melee Cavalry Swordsman. Counters: 2x vs. Archers, All Support Units, and Siege Weapons. Countered by: Spearmen, Cavalry Skirmishers, and Elephants.
de: Klassen: Meister Nahkampf Reiterei Schwertkämpfer. Stark gegen: 2x geg. Bogenschützen, alle Unterstützungseinheiten und Belagerungswaffen. Schwach gegen: Lanzenträger, berittene Plänkler und Elefanten.
es: Clase: Caballería campeona cuerpo a cuerpo. Fuerte contra: x2 contra arqueros, todas las unidades de apoyo y máquinas de asedio. Débil contra: Lanceros, caballería escaramucera y elefantes.
fr: Classes : Épéiste monté de mêlée champion. Contre : 2x c. Archers, toutes unités de soutien, et Armes de siège. Contré par : Lanciers, Tirailleurs montés, et Éléphants.
gd: Seòrsa: laoch claidheamhair eachraidh dlùth. An aghaidh: boghadairean, aonadan taice is innealan-sèiste le 2x. 'Na aghaidh: sleaghairean, streupairean eachraidh is ailbheanan.
gl: Clases: campión, contacto, cabalaría, espadachín. Fortalezas: ×2 contra arqueiros, unidades de apoio e máquinas de asedio. Debilidades: lanceiros, escaramuzadores a cabalo e elefantes.
nl: Klassen: Kampioen Mêlee Ruiter Zwaardvechter. Sterk tegen: 2x tegen boogschutters, alle ondersteunende eenheden en belegeringstuigen. Zwak tegen: speervechters, ruitertirailleurs en olifanten.
pt_pt: Categorias: Espadachim, Cavalaria, Corpo-a-Corpo, Elite. Pontos fortes: 2x contra Arqueiros, Unidades de Apoio e Máquinas de Cerco. Fraco contra: Lanceiros, Cavaleiros Zagaieiros e Elefantes.

source: Champion Cavalry Swordsman
de: Berittener Gardeschwertkämpfer
es: Espadachín campeón a caballo
fr: Épéiste monté Champion
gd: Laoch claidheamhair eachraidh
gl: Campión espadachín a cabalo
nl: Kampioen Ruiter Zwaardvechter
pt_pt: Espadachim Cavaleiro de Elite

source: War Elephant
de: Kriegselefant
es: Elefante de guerra
fr: Éléphant de guerre
gd: Ailbhean-cogaidh
gl: Elefante de guerra
nl: Oorlogsolifant
pt_pt: Elefante de Guerra

source: Classes: Champion Melee Elephant. Counters: 2x vs. All Cavalry, 1.5x vs. All Structures. Extra 1.5x vs. Gates. "Stench" aura vs. Cavalry. Countered by: Skirmishers and Swordsmen. Can run amok.
de: Klassen: Held Nahkampf Elefant. Stark gegen: 2x geg. alle Reitereien, 1.5x geg. alle Bauwerke, +1.5x geg. Tore. Schwach gegen: Plänkler und Schwertkämpfer. Kann Amok laufen.
es: Clases: Elefante Campeón Cuerpo a Cuerpo. Eficaz contra: 2x vs. Todas las unidades a caballo, 1.5x vs. Estructuras. Extra 1.5x vs. Puertas. Aura "Hedor" vs. Caballería. Débil contra: Guerrilleros y Espadachines. Puede correr furiosamente.
fr: Classes : Éléphant de mêlée champion. Contre : 2x c. toute la cavalerie, 1,5x c. toutes structures. 1,5x de bonus c. les portes. Aura de puanteur c. la cavalerie. Contré par : Tirailleurs et Épéistes. Capable de folie meurtrière.
gd: Seòrsa: laoch ailbhean dlùth. An aghaidh: gach eachraidh le 2x, gach togalach le 1.5x. Geataichean le 1.5x a bharrachd. Aura fàilidh an aghaidh eachraidh. 'Na aghaidh: streupairean is claidheamhairean. Dh'fhaoidte gun gabh e caothach.
gl: Clases: campión, contacto, elefante. Fortalezas: ×2 contra cabalaría, ×1,5 contra estruturas. Un ×1.5 adicional contra portas. Aura de «fedor» contra cabalaría. Debilidades: escaramuzadores e espadachíns. Pode descontrolarse.
nl: Klassen: Kampioen Mêlee Olifant. Sterk tegen: 2x tegen alle ruiters, 1,5x tegen gebouwen. Extra 1,5x tegen stadspoorten. "Stank" aura tegen alle ruiters. Zwak tegen: tirailleurs en zwaardvechters. Kan verwarring veroorzaken.
pt_pt: Categoria: Elefante de Contacto de Elite. Pontos forte: 2x contra Cavalaria, 1,5x contra Estruturas e Portões. Aura "fedor" contra Cavalaria. Ponto fraco: Escaramuçadores e Espadachins. Pode entrar em descontrolo.

source: Champion Infantry
de: Gardeinfanterie
es: Infantería campeona
fr: Infanterie Championne
gd: Laoch coisridh
gl: Campión de infantaría
nl: Kampioen infanterie
pt_pt: Soldado campeão

source: Classes: Champion Ranged Infantry Archer. Counters: 2x vs. Swordsmen, 1.25x vs. Cavalry Spearmen. Countered by: Cavalry Swordsmen and Cavalry Skirmishers.
de: Klassen: Meister Fernkampf Fußtruppe Bogenschütze. Stark gegen: 2x geg. Schwertkämpfer, 1,25x geg. berittene Lanzenträger. Schwach gegen: Berittene Schwertkämpfer und berittene Plänkler.
es: Clase: Arquero campeón. Eficaz contra: x2 contra espadachines, x1.25 contra lanceros a caballo. Débil contra: Espadachines a caballo y escaramuceros a caballo.
fr: Classes : Archer d'infanterie à distance champion. Contre : 2x c. Épéistes, 1,25x c. Lanciers montés. Contré par : Épéistes montés et Tirailleurs montés.
gd: Seòrsa: laoch boghadair coisridh astair. An aghaidh: claidheamhairean le 2x, sleaghairean eachraidh le 1.25x. 'Na aghaidh: claidheamhairean eachraidh is streupairean eachraidh.
gl: Clases: campión, proxectís, infantaría, arqueiro. Fortalezas: ×2 contra espadachíns, ×1,25 contra lanceiros a cabalo. Debilidades: espadachíns a cabalo, escaramuzadores a cabalo.
nl: Klassen: Kampioen Afstand Infanterie Boogschutter. Sterk tegen: 2x Zwaardvechters, 1.25x Ruiter Speervechters. Zwak tegen: Ruiter Zwaardvechters en Ruiter Schermutselaars.
pt_pt: Categorias: Elite, Arremesso, Infantaria, Arqueiro. Pontos fortes: 2x contra Espadachins; 1,25x contra Lanceiros Cavaleiros. Fraco contra: Espadachins Cavaleiros e Zagaieiros Cavaleiros.

source: Champion Archer
de: Gardebogenschütze
es: Arquero campeón
fr: Archer champion
gd: Laoch boghadair
gl: Campión arqueiro
nl: Kampioenboogschutter
pt_pt: Arqueiro de Elite

source: Classes: Champion Ranged Infantry Skirmisher. Counters: 1.5x vs. Spearmen, Cavalry Archers, Elephants, and Chariots. Countered by: Swordsmen and Cavalry Spearmen.
de: Klassen: Meister Fernkampf Infanterie Plänkler. Stark gegen: 1.5x geg. Lanzenträger, berittene Bogenschützen, Elefanten und Streitwagen. Schwach gegen: Schwertkämpfer und berittene Lanzenträger.
es: Clases: Infantería a Distancia - Campeón Guerrillero. Eficaz contra: 1.5x vs Lanceros, Arqueros a Caballo, Elefantes y Carros. Débil contra: Espadachines y Lanceros a Caballo.
fr: Classes : Tirailleur d'infanterie à distance champion. Contre : 1,5x c. Lanciers, Archers montés, Éléphants, et Chars. Contré par : Épéistes et Lanciers montés.
gd: Seòrsa: Laoch streupaire coisridh astair. An aghaidh: sleaghadairean, boghadairean eachraidh, ailbheanan is feunan le 1.5x. 'Na aghaidh: claidheamhairean is sleaghadairean eachraidh.
gl: Clases: campión, proxectís, infantaría, escaramuzador. Fortalezas: ×1,5 contra lanceiros e cabalaría de arqueiros, elefantes e carros. Debilidades: espadachíns, lanceiros a cabalo.
nl: Klassen: Kampioen Afstand Infanterie Tirailleur. Sterk tegen: 1,5x tegen speervechters, ruiter-boogschutters, olifanten en strijdwagens. Zwak tegen: zwaardvechters en ruiter-speervechters.
pt_pt: Categorias: Elite, Arremesso, Infantaria, Zagaieiro. Pontos fortes: 1,5x contra Lanceiros, Cavaleiros Arqueiros, Elefantes e Quadrigas. Fraco contra: Espadachins e Cavaleiros Lanceiros.

source: Champion Skirmisher
de: Gardeplänkler
es: Escaramucero campeón
fr: Tirailleur champion
gd: Laoch streupaire
gl: Escaramuzador campión
nl: Kampioentirailleur
pt_pt: Zagaieiro de Elite

source: Classes: Champion Melee Infantry Spearman. Counters: 2x vs. All Cavalry, 1.5x vs. Elephants. Countered by: Swordsmen, Skirmishers, and Cavalry Archers.
de: Klassen: Meister Nahkampf Infanterie Lanzenträger. Stark gegen: 2x geg. alle berittenen Einheiten, 1.5x geg. Elefanten. Schwach gegen: Schwertkämpfer, Plänkler und berittene Bogenschützen.
es: Clase: Infantería lancera campeona cuerpo a cuerpo. Bueno contra: x2 contra todo tipo de caballería, x1.5 contra elefantes. Débil contra: Espadachines, escaramuceros, y arqueros a caballo.
fr: Classes : Lancier d'infanterie de mêlée champion. Contre : 2x c. toute la cavalerie, 1,5x c. Éléphants. Contré par : Épéistes, Tirailleurs, et Archers montés.
gd: Seòrsa: laoch sleaghair coisridh dhlùth. An aghaidh: eachraidh le 2x, ailbheanan le 1.5x. 'Na aghaidh: claidheamhairean, streupairean is boghadairean eachraidh.
gl: Clases: campión, contacto, infantaría, lanceiro. Fortalezas: ×2 contra cabalaría, ×1,5 contra elefantes. Debilidades: espadachíns, escaramuzadores e arqueiros con montura.
nl: Klassen: Kampioen Mêlee Infanterie Speervechter. Sterk tegen: 2x tegen alle ruiters, 1.5x tegen olifanten. Zwak tegen: zwaardvechters, tirailleurs en ruiter-boogschutters.
pt_pt: Categorias: Lanceiro, Infantaria, Corpo a Corpo, Elite. Pontos fortes: 2x contra Cavalaria; 1,5 contra Elefantes. Fraco contra: Espadachins, Zagaieiros e Cavaleiros Arqueiros.

source: Champion Pikeman
de: Gardepikenier
es: Piquero campeón
fr: Piquier Champion
gd: Laoch pìceir
gl: Campión piqueiro
nl: Kampioen Piekenier
pt_pt: Piqueiro de Elite
