Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: "I am not bound over to swear allegiance to any master; where the storm drives me I turn in for shelter." - Horace
de: „Keinem der Meister vertrau' ich mich an, aufs Wort ihm zu schwören, lasse, wohin auch rafft der Orkan, als Gast mich verschlagen.“ – Horaz
es: "No estoy obligado a jurar lealtad a ningún señor; me cobijo donde me lleve la tormenta." - Horacio
fr: "Je ne suis tenu de faire allégeance à aucun maître ; je fais mon abri de là où la tempête me porte." - Horace
gl: «Non teño obriga de xurarlle alianza a ningún dono; busco abeiro alí onde me leva a tormenta.» — Horacio.
nl: "Ik ben niet gebonden om trouw te zweren aan een meester. Waar de storm me drijft zal ik naar een schuilplaats zoeken." - Horace
pt_pt: "Não sou obrigado a jurar sobre as palavras de nenhum mestre." – Horácio

source: "Conquered Greece took captive her savage conqueror and brought her arts into rustic Latium." - Horace
de: „Das eroberte Griechenland hat den wilden Sieger erobert und die Künste und Wissenschaft in das bäuerliche Latium gebracht.“ – Horaz
es: "La Grecia conquistada apresó a su salvaje conquistador, llevando sus artes a la rústica Latium." - Horacio
fr: "La Grèce conquise prit son farouche vainqueur comme captif et porta les arts au sein du Latium rustique." - Horace
gl: «Unha vez conquistada, Grecia tomou refén ao salvaxe do seu conquistador, e levou as súas artes á rústica Península Itálica.» — Horacio.
nl: "Het overwonnen Griekenland won van haar ruwe winnaar en bracht beschaving in het rustieke Latium." - Horatius
pt_pt: "A Grécia conquistada conquistou por sua vez seu selvagem vencedor e trouxe a civilização ao rude Lácio," – Horácio

source: "Guard yourself against accusations, even if they are false; for the multitude are ignorant of the truth and look only to reputation." - Isocrates
de: "Schütze dich vor Anschuldigungen, selbst wenn sie falsch sind; denn die Menge kennt die Wahrheit nicht und schaut nur auf das Ansehen." - Isokrates
es: "Ten cuidado de las acusaciones, incluso si son falsas; pues las masas son ignorantes de la verdad y sólo atienden a la reputación." - Isócrates
fr: "Protégez-vous des accusations, même si elles sont fausses ; car la multitude est ignorante de la vérité et s'intéresse seulement à la réputation." - Isocrate
gl: «Protéxete das acusacións, incluso cando estas sexan falsas, pois a multitude é ignorante da verdade, e só teñen en conta a reputación.» — Isócrates.
nl: "Weer jezelf van beschuldigingen, zelfs als ze vals zijn. Want de meerderheid is onwetend en ziet enkel je reputatie" - Isocrates
pt_pt: "Protege-te das acusações, mesmo quando estas são falsas, pois a multidão é ignorante da verdade e só tem em conta a reputação." – Isócrates

source: "I never learned how to tune a harp, or play upon a lute; but I know how to raise a small and inconsiderable city to glory and greatness." - Themistocles
de: „Ich habe nie gelernt eine Harfe zu stimmen, oder auf einer Flöte zu spielen; aber ich weiß wie eine kleine und unbedeutende Stadt zu Ruhm und Größe geführt wird.“ - Themistokles
es: "Nunca aprendí como afinar un arpa, o tocar un laúd; pero sé como llevar una pequeña ciudad sin importancia a la gloria y la grandeza." - Temístocles
fr: "Je n'ai jamais appris comment accorder une harpe, ou jouer du luth ; mais je sais comment élever une petite ville insignifiante jusqu'à la gloire et la grandeur." - Thémistocle
gl: «Nunca aprendín a afinar a arpa ou tocar o laúde; porén, sei como levar unha pequena citade descoñecida á gloria e a grandeza.» — Temístocles.
nl: "Ik heb nooit geleerd een harp te stemmen, of een luit te bespelen. Maar ik weet hoe een kleine stad naar glorie te leiden." -- Thermistocles
pt_pt: "Nunca aprendi afinar a harpa ou tocar alaúde; mas sei como levar uma pequena cidade desconhecida à glória e a grandeza.” – Temístocles

source: "I have with me two gods, Persuasion and Compulsion." - Themistocles
de: „Ich habe zwei Götter bei mir, Überzeugung und Zwang.“ - Themistokles
es: "Tengo conmigo dos dioses, Persuasión y Compulsión." - Temístocles
fr: "J'ai avec moi deux dieux, Persuasion et Contrainte." - Thémistocle
gl: «Levo comigo dous deuses, a persuasión e a coerción.» — Temístocles.
nl: "Ik heb twee Goden bij me, overtuiging en dwang." -- Thermistocles
pt_pt: "Eu tenho comigo dois deuses, persuasão e compulsão." – Temístocles

source: "For the Athenians command the rest of Greece, I command the Athenians; your mother commands me, and you command your mother." - Themistocles, in a statement to his son
de: „Was sein Wille sei, das sei auch der Athener Wille; denn was er wolle, das wolle auch seine Mutter; was diese wolle, das wolle auch Themistokles, und was dieser wolle, sei wiederum der Wille aller Athener.“ – Kleophantus, Sohn des Themistokles
es: "Los atenienses gobiernan al resto de Grecia, yo mando a los atenienses; tu madre me manda a mi, y tú mandas a tu madre." - Temístocles, a su hijo
fr: "Comme les Athéniens commandent le reste de la Grèce, je commande les Athéniens ; ta mère me commande et tu commandes ta mère." - Thémistocle, dans une déclaration à son fils.
gl: «Os atenienses mandan sobre o resto de Grecia, eu mando sobre os atenienses, túa nai manda sobre min, e ti mandas sobre a túa nai.» — Temístocles, dirixíndose ao seu fillo.
nl: "Zo Athene de rest van Griekenland commandeert, commandeer ik Athene, commandeert je moeder mij, en commandeer jij je moeder." -- Thermistocles tegen zijn zoon
pt_pt: "Os Atenienses mandam sobrem o resto da Grécia. Eu mando sobre os Atenienses; a tua mãe manda sobre mim e eu mando sobre a tua mãe."– Temístocles, dirigindo-se ao seu filho

source: "Strike, if you will, but listen." - Themistocles
de: „Schlage immerhin, aber höre mich!“ – Themistokles
es: "Rebelaros, si es vuestro deseo, pero escuchadme." - Temístocles
fr: "Bats-toi, si tu veux, mais écoute." - Thémistocle
gl: «Atacase se queredes, pero escoitade.» — Temístocles.
nl: "Sla toe als je wil, maar luister." - Thermistocles
pt_pt: "Ataca se quiseres mas escuta." – Temístocles

source: "Marry a good man, and bear good children." - Leonidas, to his wife before he left for Thermopylae
de: „Heirate einen guten Mann und gebäre gute Kinder.“ - Leonidas zu seiner Frau, bevor er zu den Thermopylen aufbrach.
es: "Cásate con un buen hombre, y trae unos buenos hijos." - Leónidas, a su esposa antes de partir hacia las Termópilas
fr: "Épouse un homme de valeur, et donne-lui des enfants de valeur." - Léonidas, à sa femme, avant de partir pour les Thermopyles
gl: «Casa cun bo home, e dá a luz bos fillos.» — Leónidas, á súa muller, antes de partir para as Termópilas.
nl: "Trouw met een goeie man en krijg goeie kinderen." -- Leonidas tegen zijn vrouw, voor hij naar Thermopylae trok
pt_pt: "Casa com um bom homem e dá a luz bons filhos." – Leónidas I, para a sua mulher antes de partir para as Termópilas

source: "Come and get them!" - Leonidas, to the Persian messenger who demanded that he and his men lay down their arms
de: „Komm und hol sie dir!“ - Leonidas, zu einem Persischen Unterhändler, der verlangte, dass er und seine Männer ihre Waffen niederlegen
es: "¡Venid y cogedlas!" - Leónidas, a los mensajeros persas que le exigían a él y a sus hombres que se desprendieran de sus armas
fr: "Viens les prendre !" - Léonidas, au messager perse qui exigea que lui et ses hommes déposent leurs armes
gl: «Vinde por elas!» — Leónidas, ao mensaxeiro persa que esixiu que el e os seus homes entregasen as armas.
nl: "Kom ze zelf halen!" -- Leonidas tegen de Perzische boodschapper die vroeg dat zijn leger de wapens zouden neerleggen
pt_pt: "Vinde pegá-las!" – Leónidas I, ao mensageiro persa que exigiu que ele e os seus homens entregassem as armas

source: "For a thinking man is where Wisdom is at home." - Zoroaster
de: "Für einen denkenden Mann ist das Zuhause dort wo Weisheit ist." - Zoroaster
es: "En el hombre racional es donde la Sabiduría es encuentra en casa." - Zoroastro
fr: "Car c'est chez un penseur que la Sagesse se sent chez elle." - Zorastre
gl: «Para un home que pensa, a sabedoría é o seu fogar.» — Zoroastro.
nl: "Een denkende man is waar wijsheid thuis is." - Zarathustra
pt_pt: "Para o homem que pense, a sabedoria é o seu lugar." – Zaratustra

source: "I call a fig a fig, a spade a spade." - Menander
de: „Ich nenn' die Feige: Feige; Trog nenn' ich den Trog!“ – Menander
es: "Llama higo al higo, y a la pala, pala." - Menandro
fr: "J'appelle une figue une figue, une pique une pique." - Ménandre
gl: «Un desprezo é un desprezo, e unha espada é unha espada.» — Menandro.
nl: "Ik noem een vijg een vijg en een spade een spade" - Menander
pt_pt: "Eu chamo figo a figo, espada a espada." – Menandro

source: "The man who runs may fight again." - Menander
de: "Der Mann, der wegrennt, kämpft wieder." -Menander
es: "El hombre que huye puede volver a luchar." - Menandro
fr: "L'homme qui court peut encore se battre." - Ménandre
gl: «Aquel que fuxe vive para loitar outro día.» — Menandro.
nl: "De man die loopt kan opnieuw vechten." - Menander
pt_pt: "O homem que foge pode combater outra vez." – Menandro

source: "At times discretion should be thrown aside, and with the foolish we should play the fool." - Menander
de: "Manchmal sollte man die Vernunft beiseite legen und mit den Törichten den Narren spielen." - Menander
es: "A veces la discreción se debería dejar de lado, y así hacer de necio con los necios." - Menandro
fr: "Parfois la discrétion devrait être mise de côté, et avec les idiots on devrait jouer l'idiot." - Ménandre
gl: «Ás veces hai que deixar de lado a discreción, e cos parvos, facernos os parvos.» — Menandro.
nl: "Bij tijden moet de discretie aan de kant gezet worden, en zot spelen tussen de zotten." - Menander
pt_pt: "A sensatez não convém em todas as ocasiões; às vezes é necessário ser um pouco louco com os loucos." – Menandro

source: "Freedom is the sure possession of those alone who have the courage to defend it." - Pericles
de: "Allein die bereit sind, ihre Freiheit zu verteidigen sind sicher frei"
es: "La libertad es la firme posesión de aquellos que tienen el coraje de defenderla." - Pericles
fr: "La liberté n'appartient sûrement qu'à ceux seuls qui ont le courage de la défendre." - Périclès
gl: «A liberdade só a posúen realmente aqueles que están dispostos a defendela.» — Pericles.
nl: "Vrijheid is de zure eigendom van deze die de kracht hebben het te verdedigen" - Perikles
pt_pt: "A liberdade é a posse segura de quem só quem tem a coragem de defendê-la." – Péricles

source: "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others." - Pericles
de: "Hervorragender Männer Grab ist jedes Land. Nicht nur die Aufschrift auf einer Tafel zeugt in der Heimat von ihnen, auch in der Fremde wohnt, geistig, nicht stofflich, in jedermann ungeschriebenes Gedächtnis." - Perikles
es: "Lo que dejas detrás no está grabado en monumentos de piedra, sino en la urdimbre de las vidas de los demás." - Pericles
fr: "Ce que vous laissez derrière vous n'est pas ce qui est gravé sur les monuments, mais ce qui est tissé dans la vie des autres hommes." - Périclès
gl: «O que deixas atrás non é o que queda gravado en monumentos de pedra, senón o que deixas gravado nas vidas dos demais.» — Pericles.
nl: "Je nalatenschap is niet wat je in stenen hebt geschreven, maar wat verweven is met de levens van anderen." - Perikles
pt_pt: "O que deixa para trás não é o que é gravado em monumentos de pedra, mas o que é tecido nas vidas de outros." – Péricles

source: "We do not say that a man who takes no interest in politics is a man who minds his own business; we say that he has no business here at all." - Pericles
de: "Wir halten den, der sich den politischen Angelegenheiten fernhält, nicht für einen ruheliebenden, sondern für einen unnützen Menschen." - Perikles
es: "No decimos que un hombre sin interés en política es un hombre que se ocupa de sí mismo; decimos que no se ocupa de nadie." - Pericles
fr: "Nous n'affirmons pas qu'un homme qui ne s'intéresse pas à la politique est un homme qui s'occupe de ses propres affaires ; nous affirmons qu'il n'a absolument rien à faire ici." - Périclès
gl: «Un home ao que non lle interesa a política non é un home que se preocupa dos seus asuntos; é un home que aquí non pinta nada.» — Pericles.
nl: "We zeggen niet dat een man die geen interesse heeft in politiek een man is die zich met zijn eigen zaken bezighoudt. We zeggen dat hij hier helemaal geen zaken heeft." - Perikles
pt_pt: "Não dizemos que um homem que não se interessa por politica é um homem que cuida de seus próprios assuntos. Dizemos que ele, aqui, não tem nenhum interesse." – Péricles

source: "They gave her their lives, to Her and to all of us, and for their own selves they won praises that never grow old, the most splendid of sepulchers..." - Pericles, Funeral Oration
de: "Sie gaben ihr Leben, für Sie und für uns alle, und für sich selbst gewannen sie Lobpreisungen, die nie alt werden, die prächtigsten aller Grabmäler..." - Perikles, Begräbnisrede
es: "Ellos dieron sus vidas, por Ella y por todos nosotros, y para ellos han ganado elogios sin tiempo, los más esplendidos sepulcros." - Pericles, oración del funeral
fr: "Ils lui ont donné leurs vies, à Elle et à nous tous, et pour eux-mêmes ils ont remporté des louanges qui ne vieillissent jamais, le plus splendide des sépulcres..." - Périclès, Oraison funèbre aux morts de la guerre
gl: «Entregaron as súas vidas, a ela e a todos nós, e conseguiron eloxios que non envellecen, o máis espléndido dos sepulcros…» — Pericles.
nl: "Want zij gaven hun leven prijs voor de gemeenschap en verwierven zó als eigen deel van de eeuwig jonge lofzang en hun graf als hoogste ereteken..." - Pericles, Lijkrede
pt_pt: "Deram-lhe suas vidas para o bem comum e, assim fazendo, ganharam o louvor imperceptível e o túmulo mais insigne, naquele em que estão sepultados..." – Péricles, oração fúnebre

source: "Make up your minds that happiness depends on being free, and freedom depends on being courageous." - Pericles
de: "Bedenkt, dass Glück von der Freiheit abhängt, und die Freiheit vom Mut." - Perikles
es: "Tienes que saber que la felicidad depende de la libertad, y la libertad depende del coraje." - Pericles
fr: "Mettez-vous en tête que le bonheur dépend du fait d'être libre, et que la liberté dépend du fait d'être courageux." - Périclès
gl: «Entendede que para ser feliz un ten que ser libre, e para ser libre un ten que ter valor.» — Pericles.
nl: "Denk er over. Geluk hangt af van vrijheid, en vrijheid hangt af van moed" - Perikles
pt_pt: "A felicidade depende da liberdade e liberdade exige coragem." – Péricles

source: "Your empire is now like a tyranny: it may have been wrong to take it; it is certainly dangerous to let it go." - Pericles
de: "Unser Imperium ist jetzt wie eine Tyrannei: Es mag falsch gewesen sein, es aufzubauen; es ist zweifellos gefährlich, es wieder loszulassen." - Perikles
es: "Tu imperio se acaba de convertir en una tiranía: tomarlo puede haber estado mal; pero dejarlo ir es demasiado peligroso." - Pericles
fr: "Votre empire est à présent comme une tyrannie : peut-être était-ce une erreur de le conquérir ; il est certainement dangereux de l'abandonner." - Périclès
gl: «O teu imperio é agora como unha tiranía: pode que estivese mal facerse con el, pero desde logo desfacerse del sería perigoso.» — Pericles.
nl: "Uw heerschappij is als een tirannie geworden: het was misschien niet rechtvaardig deze te grijpen, maar het is zeker gevaarlijk deze los te laten." - Perikles
pt_pt: "Seu império é como uma tirania: pode ter sido errado governa-lo é certamente perigoso deixá-lo." – Péricles

source: "If Athens shall appear great to you, consider then that her glories were purchased by valiant men, and by men who learned their duty." - Pericles
de: "Wenn Euch Athen bedeutend erscheint, bedenkt, dass seine Pracht von wackeren Männern gekauft wurde, und von Männern, die ihre Pflicht kannten." - Perikles
es: "Si Atenas se te antoja grandiosa, considera que sus glorias las compraron hombres valientes, hombres que conocían su deber." - Pericles
fr: "Si Athènes devait vous paraître douée de grandeur, considérez alors que ses motifs de gloire ont été acquis par des hommes vaillants, et par des hommes qui connaissaient leur devoir." - Périclès
gl: «Se Atenas te parece grande, ten en conta que a súa grandeza obtivérona homes valentes que aprenderon o seu deber.» — Pericles.
nl: "Als Athene groot lijkt voor jou, hou er dan rekening mee dat haar glorie er gekomen is dankzij dappere mannen die leerden hun plichten kenden." - Perikles
pt_pt: "Se Atenas deve parecer grande para si, considere então que suas as glórias foram compradas por homens valentes e por homens que aprenderam o seu dever." – Péricles

source: "Just because you do not take an interest in politics doesn't mean politics won't take an interest in you." - Pericles
de: "Nur weil du dich nicht für die Politik interessierst, heißt das nicht, dass die Politik sich nicht für dich interessiert." - Perikles
es: "El hecho de que no tengas interés en la política no significa que los políticos no tengan interés en ti." - Pericles
fr: "Le fait que vous ne vous intéressiez pas à la politique ne signifie pas que la politique ne va pas s'intéresser à vous." - Périclès
gl: «Só porque non che interese a política non significa que ti non lle intereses a ela.» — Pericles.
nl: "Gewoon omdat jij je niet interesseert voor de politiek, wil niet zeggen dat de politiek geen interesse heeft in jou." - Perikles
pt_pt: "Só porque não se interessa por política não significa que a política não vai se interessar por si." – Péricles

source: "War is sweet to those who have no experience of it, but the experienced man trembles exceedingly at heart on its approach." - Pindar
de: „Süß ist der Krieg nur dem Unerfahrenen, der Erfahrene aber fürchtet im Herzen sein Nahen.“ – Pindar
es: "La guerra es tranquila para aquellos que no la han experimentado, pero el corazón de aquellos que la han vivido tiembla como nada cuando se acerca." - Pindar
fr: "La guerre est douce à ceux qui n'en ont aucune expérience, mais l'homme qui en a fait l'expérience a le cœur qui tremble excessivement à son approche." - Pindare
gl: «A guerra é doce para aqueles que non a experimentaron, pero os que a experimentaron tremen ante a posibilidade da súa chegada.» — Píndaro.
nl: "Oorlog is zoet voor deze die geen ervaring hebben, maar de ervaren man beeft enorm bij aankomst." - Pindar
pt_pt: "A guerra é doce para aqueles que não têm experiência nisso, mas o homem experiente treme muito no coração na sua abordagem." – Píndaro

source: "The hour of departure has arrived, and we go our ways — I to die, and you to live. Which is better God only knows." - Plato
de: Die Stunde des Aufbruchs ist gekommen und wir gehen unserer Wege — ich zu sterben, du zu leben. Welcher besser ist, weiß nur Gott." - Plato
es: "La hora de partir ha llegado, y tomamos nuestros propios caminos — Yo a morir, y tu a vivir. Cual es mejor solo Dios lo sabe." - Platón
fr: "L'heure du départ est arrivée, et nous prenons nos routes respectives — moi pour mourir, et toi pour vivre. Laquelle est la meilleure, le dieu seul le sait." - Platon
gl: «Chegou a hora de partir, e irmos cada un polo seu lado: eu a morrer, e ti a vivir. Só deus sabe cal é mellor.» — Platón.
nl: "Het uur om te gaan is gekomen, en we gaan onze eigen weg. Ik naar de dodenwereld, jij op deze wereld. Moge god weten welke beter is." - Plato
pt_pt: "A hora da partida chegou, e seguimos os nossos caminhos - eu de morrer e você de viver. Qual é melhor só Deus sabe." – Platão

source: "Life without examination is not worth living." - Plato
de: „Ein Leben ohne Prüfungen ist nicht lebenswert“ - Plato
es: "Una vida sin experiencias no merece ser vivida." - Platón
fr: "Une vie sans examen ne vaut pas la peine d’être vécue" - Platon
gl: «Unha vida sen discusión non paga a pena vivila.» — Platón.
nl: "Leven zonder vragen is het niet waard om te leven." - Plato
pt_pt: "Uma vida sem exame não vale a pena ser vivida." - Platão

source: "Let every man remind their descendants that they also are soldiers who must not desert the ranks of their ancestors, or from cowardice fall behind." - Plato
de: Es möge jeder Mann seine Nachkommen erinnern, dass auch sie Soldaten sind, die die Reihen ihrer Vorfahren nicht verlassen dürfen, oder aus Feigheit zurückfallen." - Platon
es: "Que todo hombre recuerde que sus descendientes son también soldados que no deben desertar las filas de sus ancestros, o caer presas de la cobardía." - Platón
fr: "Que chaque homme rappelle à ses descendants qu'eux aussi sont des soldats qui ne doivent pas déserter les rangs de leurs ancêtres, ou, par lâcheté, rester en arrière." - Platon
gl: «Que todo home lles lembre aos seus fillos que eles tamén son soldados que non deben desertar das filas dos seus devanceiros, ou quedarán atrás por covardes.» — Platón.
nl: "Laat ieder man zijn nakomelingen er aan herinneren dat ook zij soldaten zijn die de rangen van hun voorouders niet mogen deserteren, of ze zullen uit lafheid achterop raken." - Plato
pt_pt: "Que cada homem lembre os seus descendentes que eles também são soldados que não devem desertam das fileiras de seus antepassados​​, ou de de caírem perante a covardia." – Platão

source: "False words are not only evil in themselves, but they infect the soul with evil." - Plato
de: "Falsche Worte sind nicht selbst böse, aber sie infizieren die Seele mit Bösem." - Plato
es: "Las mentiras no solo son malvadas en si mismas, si no que también envenenan el alma con maldad." - Platón
fr: "Non seulement les paroles fausses sont maléfiques en elles-mêmes, mais leur mal infecte l'âme." - Platon
gl: «As palabras falsas non só son malas en si mesmas, senón que infectan a alma de maldade.» — Platón.
nl: "Foute woorden zijn niet kwaad op zich, maar ze besmetten de ziel met het kwade." - Plato
pt_pt: "As palavras falsas não são apenas más em si, mas também infectam a alma com o mal." – Platão

source: "Democracy, which is a charming form of government, full of variety and disorder, and dispensing a sort of equality to equals and unequals alike." - Plato
de: "Die Demokratie, die eine bezaubernde Regierungsform ist, voll von Vielfalt und Unordnung, und die eine Art Gleichheit verteilt, sowohl den Gleichen, als auch den Ungleichen." - Plato
es: "Democracia, una encantadora forma de gobierno, llena de variedad y desorden, dispensando algún tipo de equidad tanto a iguales como a desiguales." - Platón
fr: "La démocratie, forme de gouvernement charmante, pleine de diversité et de désordre, et qui dispense une forme d'égalité à la fois aux égaux et aux inégaux." - Platon
gl: «A democracia, unha forma de goberno encantadora, chea de variedade e desorde, que outorga unha especie de igualdade tanto aos iguais como aos non iguais.» — Platón.
nl: "Democratie is een charmerende bestuursvorm. Vol van variëteit en ordeloosheid. Een soort gelijkheid geven aan gelijken en ongelijken." - Plato
pt_pt: "A democracia... é uma constituição agradável, anárquica e variada, distribuidora de igualdade indiferentemente a iguais e a desiguais." – Platão

source: "Death is not the worst that can happen to men." - Plato
de: „Der Tod ist nicht das schlimmste, was dem Menschen passieren kann.“ - Plato
es: "La muerte no es lo peor que puede sufrir un hombre." - Platón
fr: "La mort n'est pas la pire chose qui puisse arriver à un homme." - Platon
gl: «A morte non é o peor que lle pode pasar a alguén.» — Platón.
nl: "Dood is niet het ergste wat met een man kan gebeuren" - Plato
pt_pt: "A morte não é o pior que nos pode acontecer." - Platão
