Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: - The Athenian general who reformed the Athenian army to be faster and more maneuverable.
de: - Der athenische General, der die Athener Armee reformiert hat, um schneller und wendiger zu sein.
es: - El general ateniense que reformó el ejército ateniense para que fuera más rápido y fácil de manejar.
fr: - Le général athénien qui a réformé l'armée athénienne pour être plus rapide et plus manœuvrable.
gd: - Ceann-armailt na h-Àithne a rinn ath-leasachadh air feachd na h-Àithne ach am biodh e na bu luaithe sùbailte.
gl: • O xeneral ateniense que reformou o exército ateniense para aumentar a súa rapidez e capacidade de manobra.
nl: - De Atheense generaal die het Atheense leger hervormd heeft om sneller en beter manuvreerbaar te zijn.
pt_pt: - O general ateniense que reformou o exército de Atenas para ser mais rápido e manobrável.

source: - Units in his formation are faster and stronger.
de: - Einheiten in seiner Formation sind schneller und stärker.
es: - Las unidades en su formación son más rápidas y más fuertes.
fr: - Les unités dans sa formation sont plus rapides et plus puissantes.
gd: - Bidh aonadan sa chumadh aige nas luaithe 's nas treasa.
gl: • As unidades dentro da súa formación son máis rápidas e fortes.
nl: - Eenheden in zijn formatie zijn sneller en sterker.
pt_pt: - As unidades desta formação são mais rápidas e mais fortes.

source: - Skirmishers move faster while he lives.
de: - Plänkler sind zu seinen Lebzeiten schneller.
es: - Los escaramuceros se mueven más rápido mientras vive.
fr: - Les tirailleurs se déplacent plus vite quand il est en vie.
gd: - Gluaisidh streupairean nas luaidhe fhad 's a bhios e beò.
gl: • Os escaramuzadores son máis rápidos mentres vive.
nl: - Tirailleurs bewegen sneller zolang hij leeft.
pt_pt: - Os zagaieiros deslocam-se mais rapidamente enquanto ele for vivo.

source: OUTPOSTS
de: AUSSENPOSTEN
es: AVANZADAS
fr: AVANT-POSTES
gd: GEARASTANAN
gl: Atalaias
nl: VOORPOSTEN
pt_pt: ATALAIAS

source: - Build in neutral territory for a large scouting range.
de: - Kann für hohe Aufklärungsweite auf neutralem Territorium errichtet werden.
es: -Constrúyelas en territorio neutral para descubrir un gran área.
fr: - Construisez-en en territoire neutre pour avoir une grande portée de reconnaissance.
gd: - Tog fear air ranntair neo-phàirteach airson astair bheachdachaidh mhòir.
gl: • Construír en territorio neutral para explorar unha zona extensa.
nl: - Bouw in neutraal terrein om het te verkennen.
pt_pt: - Podem ser construídas em território neutral para exploração de grande alcance.

source: - Cheap, at 80 Wood.
de: - Günstig, nur 80 Holz.
es: -Baratas, 80 Madera.
fr: - Bon marché, coûte 80 de bois.
gd: - Saor 's cha chosg thu ach 80 fiodh.
gl: • Baratas, só 80 unidades de madeira.
nl: - Goedkoop, slechts 80 hout.
pt_pt: - Barato, apenas 80 Madeira.

source: - They construct quickly, but are weak.
de: - Sie bauen schnell, sind aber schwach.
es: -Se construyen rápido, pero son débiles.
fr: - Ils sont construits rapidement, mais sont faibles.
gd: - Togaidh tu gu luath iad, ach tha iad lag.
gl: • Constrúense rapidamente, pero son febles.
nl: - Ze zijn snel te maken, maar niet sterk.
pt_pt: - São construídas rapidamente, mas são pouco resistentes.

source: - Lose health while in Neutral territory, but are repairable.
de: - Verlieren Gesundheit während sie in neutralem Territorium sind, können aber repariert werden.
es: -Pierde salud in territorio neutral, pero son reparables.
fr: - Perdent de la santé lorsqu'ils sont en territoire neutre, mais peuvent être réparés.
gd: - Caillidh iad slàinte nuair a bhios iar air ranntair neo-phàirteach, ach gabhaidh iad càradh.
gl: • Perden vida cando están en territorio neutral, pero poden repararse.
nl: - Ze raken in verval indien in neutraal territorium, maar ze zijn herstelbaar.
pt_pt: - Perdem resistência em território neutral, mas podem ser reparadas.

source: PALISADE WALLS
de: PALISADEN
es: EMPALIZADAS
fr: PALISSADES
gd: BALLACHAN SONNAICH
gl: Murallas de madeira
nl: PALISSADEN SCHUTTING
pt_pt: PALIÇADAS

source: - A quick, cheap wooden wall available to all factions.
de: - Ein billiger, schnell errichteter Wall, der allen Fraktionen zur Verfügung steht.
es: - Un muro de madera barato y fácil de construir disponible para todas las facciones.
fr: - Rapide et peu coûteuse, une paroi en bois disponible pour toutes les factions.
gd: - Balla fiodha saor luath a tha dh'fhaodas na h‑uile sìobhaltas a thogail.
gl: • Murallas de madeira baratas dispoñíbeis para todas as faccións.
nl: - Een snelle, goedkope schutting.
pt_pt: - Muralhas de madeira baratas e disponíveis para todas civilizações.

source: - Most factions have access to them in Village Phase.
de: - Die meisten Fraktionen könne sie ab dem Siedlungsphase verwenden.
es: - La mayoría de las facciones pueden utilizarlo en la Fase de poblado.
fr: - La plupart des factions y ont accès dès la Phase des Villages.
gd: - Tha iad aig a' mhòrchuid de shìobhaltasan ri linn nan clachan.
gl: • A meirande parte das faccións poden acceder a elas na fase de aldea.
nl: - De meeste beschavingen kunnen ze al gebruiken in de dorpsfase.
pt_pt: - A maior parte das civilizações têm acesso às paliçadas na Fase de Aldeia.

source: - Attackable by enemy soldiers, unlike City Walls, which are only attackable by siege weapons.
de: - Kann von gegnerischen Soldaten attackiert werden, im Gegensatz zu Stadtmauern, die nur von Belagerungswaffen angegriffen werden können
es: - Las pueden atacar soldados enemigos, al contrario que los muros de la ciudad que son vulnerables únicamente contra armas de asedio.
fr: - Attaquable par des soldats ennemis, contrairement aux murs de ville qui ne le sont que par les armes de siège.
gd: - 'S urrainn do shaighdearan nàmhad ionnsaigh a thoirt air seach mar as urrainn air ballachan a' bhaile nach toir ach innealan-sèiste ionnsaigh air.
gl: • Poden ser atacadas por soldados inimigos, a diferencia das murallas urbanas, que só poden ser atacadas por máquinas de asedio.
nl: - Kan vernield worden door soldaten, in tegenstelling tot stenen muren die enkel met special ontworpen wapens vernield kunnen worden.
pt_pt: - Podem ser atacadas por soldados inimigos, ao contrário das Muralhas Urbanas, que só podem ser atacadas por maquinaria de cerco.

source: - The foremost Athenian politician of the 5th century BCE.
de: - Perikles war einer der führenden Politiker Athens im 5. Jhd. v.Chr.
es: - El político más importante del siglo V a.C.
fr: - Le principal homme politique athénien du Ve siècle avant notre ère.
gd: - Am prìomh neach-polataigs aig Baile na h-Àithne ron 5mh linn RC.
gl: • O político ateniense de maior relevancia do século V antes de Cristo.
nl: - De bekendste Atheense politicus van de 5de eeuw V.C.
pt_pt: - Foi o político ateniense com maior influência no século V a.C.

source: - Buildings construct faster within his range.
de: - In seiner Nähe wird schneller gebaut.
es: - Los edificios dentro de su alcance se construyen más rápido.
fr: - Les bâtiments se construisent plus vite autour de lui.
gd: - Togar togalaichean nas luaithe taobh a-staigh astair.
gl: • As estruturas constrúense máis rapidamente cando está próximo.
nl: - Gebouwen worden sneller gebouwd in zijn zicht.
pt_pt: - Os edifícios são construídos mais rápidos dentro deste alcance.

source: - Temples are cheaper while he lives.
de: - Während seines Lebens sind Tempel billiger.
es: - Los templos son más baratos mientras vive.
fr: - Les temples sont moins chers quand il est en vie.
gd: - Bidh teampaill nas saoire fhad 's a bhios e beò.
gl: • Os templos son máis baratos mentres vive.
nl: - Tempels zijn goedkoper tijdens zijn leven.
pt_pt: - Os templos são mais baratos na construção.

source: PERSIAN ARCHITECTURE
de: PERSISCHE ARCHITEKTUR
es: ARQUITECTURA PERSA
fr: ARCHITECTURE PERSANE
gd: - AILTIREACHD PHEARSACH
gl: Arquitectura persa
nl: PERZISCHE ARCHITECTUUR
pt_pt: ARQUITECTURA PERSA

source: - Special Technology for the Persians.
de: - Spezielle Technologie der Perser.
es: - Tecnología exclusiva de los persas.
fr: - Technologie spéciale pour les Perses.
gd: - Teicneolas sònraichte airson nam Pearsach.
gl: • Tecnoloxía especial para os persas.
nl: - Speciale technologie voor de Perzen.
pt_pt: - Tecnologia especial dos Persas.

source: - All Persian buildings +25% stronger.
de: - Alle Persischen Gebäude sind +25% stärker.
es: - Todos los edificios persas se vuelven un +25% s más fuertes.
fr: - Tous les bâtiments perses sont +25% plus résistants.
gd: - Bidh gach togalach nam Pearsach +25% nas treasa.
gl: • Todas as estruturas persas son un +25% máis resistentes.
nl: - Alle Perzische gebouwen 25% sterker.
pt_pt: - Todos os edifícios persas são 25% mais fortes.

source: - Build time lengthened by +20% as a consequence.
de: - Eine um +20% längere Bauzeit ist die Folge.
es: - El tiempo de construcción se alarga un +20% como consecuencia.
fr: - Augmentation du temps de construction de +20% en conséquence.
gd: - Mairidh an togail +20% nas fhaide mar thoradh air seo.
gl: • O tempo de construción alóngase un +20% como consecuencia.
nl: - Constructietijd met 20% verlengd als gevolg.
pt_pt: 1098 - Como consequência, o tempo de construção aumenta em +20%.

source: - Persians also have access to a great number of structural & defensive technologies.
de: - Perser haben Zugriff auf eine große Anzahl an Bau- und Verteidigungstechnologien.
es: - Los persas también tienen acceso a un gran número de tecnologías defensivas y estructurales.
fr: - Les perses ont également accès à un grand nombre de technologies structurelles et défensives.
gd: - Bidh uiread de theicneolasan togail is dìona ri fhaighinn dha na Pearsaich.
gl: • Os persas teñen tamén acceso a un gran número de tecnoloxías arquitectónicas e defensivas.
nl: - Perzen hebben toegang tot een groot aantal structurele en defensieve technologieën.
pt_pt: - Os Persas ganham também acesso a um grande número de tecnologias arquitectónicas e defensivas.

source: HEAVY WARSHIP
de: Schweres Kriegsschiff
es: NAVÍO PESADO
fr: NAVIRE DE GUERRE LOURD
gd: LONG-CHOGAIDH THROM
gl: Nave de guerra pesada
nl: ZWAAR OORLOGSSCHIP
pt_pt: NAVIO DE GUERRA PESADO

source: - The heaviest standard warship. Available to: Rome, Carthage, Ptolemies, and Seleucids.
de: Das stärkste verfügbare Kriegsschiff. Verfügbar für: Rom, Karthago, Ptolemäer und Seleukiden.
es: - El navío de guerra estándar más pesado. Disponible para: Roma, Cartago, Ptolomeos y Seleúcidas.
fr: - Le plus lourd des navires de guerre standard. Disponible pour : Rome, Carthage, les Égyptiens et les Séleucides.
gd: - An long-chogaidh àbhaisteach as truime. Ri làimh do na: Ròmanaich, Cartagaich, Ptolamaich 's Seleucaich.
gl: • A nave de guerra estándar máis grande. Dispoñíbel para os romanos, os cartaxineses, os tolemaicos e os seléucidas.
nl: - Het zwaarste oorlogsschip. Beschikbaar voor Rome, Carthago, de Ptolemeërs en de Seleudicen
pt_pt: - O navio de guerra comum mais pesado. Disponível para: Roma, Cartago, Ptolemaicos e Selêucidas.

source: - Garrison up to 50 units for tons of firepower, including ballistas and scorpions.
de: - Quartiere bis zu 50 Einheiten für unglaubliche Feuerkraft ein. Das schließt auch Balista und Skorpione mit ein.
es: - Guarnece dentro hasta 50 unidades para ganar una potencia de fuego superior, incluyendo a balistas y escorpiones.
fr: - Mettez-y jusqu'à 50 unités en garnison, y compris les balistes et les scorpions, pour une violente puissance de feu.
gd: - Cuir suas gu 50 aonad 'na ghearastan ann gus grunn dochainn a dhèanamh, a' gabhail a-steach boghachan-tilgeil agus sgairpean.
gl: • Acuartela ata 50 unidades para aumentar en gran medida o poder de ataque da nave, incluíndo balistas e escorpións.
nl: - Beman met 50 eenheden, inclusief katapulten, voor massieve krachtwinst.
pt_pt: - Permite o guarnecimento de até 50 unidades para aumentar o seu poder militar, incluindo balistas e escorpiões.

source: - Has a ramming attack that sinks enemy ships.
de: - Von der Quinquereme gerammte Schiffe sinken sofort.
es: - Tiene un ataque de embestida que hunde barcos enemigos.
fr: - A une attaque d'éperonnage qui coule les navires ennemis.
gd: - Tha ionnsaigh starraidh aige a chuireas longan an nàmhad fodha.
gl: • Pode abordar naves inimigas para afundilas.
nl: - Kan andere schepen laten zinken door te rammen.
pt_pt: - Pode afundar embarcações inimigas só.

source: SAVANNA BIOME
de: SAVANNE
es: CLIMA DE LA SABANA
fr: BIOME DE LA SAVANE
gd: SABHANNA
gl: Sabana
nl: SAVANNE BIOTOOP
pt_pt: SAVANA

source: - Generally flat, with a few watering holes and rocky outcrops.
de: - Meist flach, mit ein paar Wasserlöchern und einigen Felsen.
es: - Generalmente llano, con unos pocos abrevaderos y afloramientos rocosos.
fr: - Généralement plat, avec quelques points d'eau et affleurements rocheux.
gd: - Tha sabhannathan rèidh le beagan lochanan is creagan ann mar as trice.
gl: • Cha por norma xeral, con algunhas charcas e rochas.
nl: - Over het algemeen vlak, met slechts enkele waterplassen of rotsige punten.
pt_pt: - Terreno na sua maioria plano, com algumas poças e afloramentos rochosos.

source: - Chock full of herd animals for plentiful hunting.
de: - Große Herden von Tieren zur erfolgreichen Jagd.
es: - Lleno de manadas de animales para una caza abundante.
fr: - Regorge de troupeaux pour une chasse abondante.
gd: - Làn de dh'ainmhidhean trèid airson seilge pailte.
gl: • Repleta de manadas de animais para unha caza abundante.
nl: - Vol makke dieren die eenvoudig bejaagd kunnen worden.
pt_pt: - Repleta de manadas de animais para uma caça abundante.

source: - Rich in all types of mining.
de: - Reich an Eisen und Stein.
es: - Rica en recursos mineros.
fr: - Riche en tous types d'exploitations minières.
gd: - Beartach a thabh mèinnearachd dhe na h‑uile seòrsa.
gl: • Rica en todo tipo de minerais e pedra.
nl: - Rijk in soorten mijnbouw
pt_pt: - Rica em todo o tipo de minério.

source: - Wood tends to be sparse, but consists of high-yield Baobab trees.
de: - Wald ist selten, aber besteht aus ertragreichen Baobab-Bäumen
es: - La madera tiende a ser escasa, pero la que hay consiste en grandes y generosos Baobabs.
fr: - Le bois a tendance à être rare, mais les baobabs permettent un haut rendement.
gd: - Cha bhi cus chraobhan ann ach 's e bathobaban torrach a th' annta.
gl: • A madeira adoita escasear, pero as árbores que hai adoitan fornecer moita madeira.
nl: - Hout is zeldzaam, er zijn slechts enkele dikke baobab bomen.
pt_pt: - As fontes de madeira tendem a ser escassas, mas as árvores baobás rendem grandes quantidades.

source: DEFENSE TOWERS
de: VERTEIDIGUNGSTÜRME
es: TORRES DEFENSIVAS
fr: TOURS DE DÉFENSE
gd: TÙIR DHÌONA
gl: Torres de defensa
nl: VERDEDIGINGSTORENS
pt_pt: TORRES

source: - Free-standing towers good for defending large areas of countryside.
de: - Frei-stehende Türme, welche sich gut zur Verteidigung großer, landschaftlicher Gebiete eignen
es: - Torres independientes muy útiles como defensa de grandes territorios abiertos.
fr: - Tours autonomes aptes à défendre de vastes zones de campagne.
gd: - Tùir a sheasas 'nan aonar gus cnapan mòra de thìr a dhìon.
gl: • Torres independentes, eficaces para defender grandes zonas de terra.
nl: - Alleenstaande torens, goed om grote porties land te verdedigen.
pt_pt: - Torres autónomas que são eficazes para defender grandes áreas rurais.

source: - They usually cost 100 Wood and 100 Stone. Iberian Defense Towers cost 300 Stone (because they're stronger).
de: - Sie kosten üblicherweise 100 Holz und 100 Stein. Iberische Verteidigungstürme kosten 300 Stein (da sie stärker sind).
es: - Normalmente cuestan 100 de madera y 100 de piedra. Las torres defensivas íberas cuestan 300 de piedra (porque son más fuertes).
fr: - Coûtent habituellement 100 bois et 100 de pierre. Les tours ibères coûtent 300 de pierre, car elles sont plus solides.
gd: - Cosgaidh iad 100 fiodh agus 100 clach mar as àbhaist. Cosgaidh tùir dìona Ibèireach 300 clach (on a tha iad nas treasa).
gl: • Adoitan custar 100 de madeira e 100 de pedra. As torres de defensa dos iberos custan 300 de pedra, xa que son máis fortes.
nl: - Ze kosten normaal tussen 100 hout en 100 steen. Iberische verdedigingstorens kosten 300 steen (omdat ze sterker zijn).
pt_pt: - Normalmente, custam 100 Madeira e 100 Pedra. As torres ibéricas custam 300 Pedra porque são mais resistentes.

source: - Has a ranged attack that increases for each garrisoned unit.
de: - Hat einen Fernkampfangriff der mit jeder einquartierten Einheit stärker wird.
es: - Poseen un ataque a distancia que mejora con cada unidad guarnecida en su interior.
fr: - Ont une attaque à distance qui augmente pour chaque unité en garnison.
gd: - Tha ionnsaigh astair aca a mheudaicheas le gach aonad a bhios 'na ghearastan ann.
gl: • Ten un ataque a distancia que aumenta por cada unidade acuartelada.
nl: - Hoe meer bemanning, hoe meer pijlen er geschoten worden.
pt_pt: - O seu ataque à distância vai aumentando por cada unidade guarnecida.

source: SPARTIATES
de: SPARTIATEN
es: Espartiatas
fr: HOPLITES SPARTIATES
gd: SPÀRTAICH
gl: Hómoiois
nl: Spartanen
pt_pt: ESPARTANOS

source: - Strongest infantry unit in the game.
de: - Stärkste Infanterieeinheit im Spiel.
es: - Es la unidad de infantería más fuerte del juego.
fr: - L'unité d'infanterie la plus forte du jeu.
gd: - An t‑aonad coisridh as treasa sa gheama.
gl: • A unidade de infantaría máis forte do xogo.
nl: - Sterkste infanterie eenheid in het spel.
pt_pt: - A unidade de infantaria mais forte do jogo.

source: - Champion Infantry available to the Spartans faction.
de: - Gardeinfanterie der Spartaner.
es: - Infantería campeona disponible para la facción espartana.
fr: - Infanterie championne disponible pour la faction spartiate.
gd: - Laoch coisridh a tha ri fhaighinn airson nam Spartach.
gl: • Campión de infantaría de Esparta.
nl: - Kampioen infanterie beschikbaar voor de Spartanen.
pt_pt: - Infantaria de Elite disponível apenas para os Espartanos.

source: - Long train time, but high armor and attack.
de: - Lange Trainingszeit, aber dafür höhere Verteidigung und Angriff
es: - Su reclutamiento es lento, pero posee buena armadura y capacidad ofensiva.
fr: - Entraînement long, mais armure et attaque élevées.
gd: - Bheir e ùine mhòr gus an trèanadh, ach tha armachd 's ionnsaigh neartmhor aca.
gl: • Tarda en adestrarse, pero ten bo ataque e armadura.
nl: - Duurt lang om te rekruteren, maar enorm sterk.
pt_pt: - Demora tempo a ser recrutada, mas tem elevados valores de armadura e ataque.

source: - Use the 'Phalanx' formation for extra armor bonuses.
de: - Benutze die Phalanxformation für zusätzlichen Verteidigungsbonus
es: - Utiliza la formación en falange para una mejora adicional de armadura.
fr: - Utilisez la formation en phalange pour obtenir un bonus d'armure supplémentaire.
gd: - Chleachd an cumadh "falangas" airson barrachd bhuannachdan air an armachd.
gl: • Usa a formación de falanxe para obter unha bonificación de armadura.
nl: - Gebruik de 'falanx' formatie voor extra bescherming.
pt_pt: - Use a formação de Falange para obter bónus adicionais de armadura.

source: STOA
es: ESTOA
gl: Stoá

source: - A special starting structure for the Hellenes.
de: - Ein Startgebäude der Hellenen.
es: - Una estructura inicial específica para los helenos.
fr: - Une structure de départ spéciale pour les Hellènes.
gd: - Togalach tòiseachaidh sònraichte aig na Greugaich.
gl: • Unha estrutura especial para os helenos.
nl: Een speciaal gebouw voor de Grieken.
pt_pt: - Um edifício inicial especial dos Helénicos.

source: - Grants +10 Population.
de: - Gewährt +10 auf das Bevölkerungslimit.
es: - Proporciona +10 de población.
fr: - Alloue +10 de population.
gd: - Bheir seo +10 de shluagh dhut.
gl: • Aumenta o límite de poboación en +10.
nl: - Geeft +10 bevolkingsbonus.
pt_pt: - Alberga +10 População.

source: - Only enabled in some game modes.
de: - Nur in einigen Spielmodi zu finden.
es: - Sólo está activada en algunos modos de juego.
fr: - Activée uniquement dans certains modes de jeu.
gd: - Chan eil seo an comas ach le cuid a mhodhan geama.
gl: • Só está activada nalgúns modos de xogo.
nl: - Enkel in bepaalde spellen mogelijk.
pt_pt: - Só disponível nalguns modos de jogo.

source: - Can be found in the Atlas editor for custom scenarios.
de: - ist im Atlas-Editor für eigene Szenarien zu finden.
es: - Se puede encontrar en el editor Atlas para escenarios personalizados.
fr: - Présente dans l'éditeur Atlas pour les scénarios personnalisés.
gd: - Chì thu seo ann an deasaiche Atlas airson chnàmh-sgeulan gnàthaichte.
gl: • Pode atoparse no editor de escenarios, Atlas, para usarse en escenarios personalizados.
nl: - Kan in Atlas gevonden worden voor speciale scenario's.
pt_pt: - Pode ser encontrado no editor Atlas para cenários personalizados.

source: STOREHOUSES
de: LAGERHÄUSER
es: ALMACENES
fr: ENTREPÔTS
gd: TAIGHEAN-STÒRAIS
gl: Almacéns
nl: BERGPLAATS
pt_pt: ARMAZÉNS

source: - A cheap dropsite for non-food resources (wood, stone, metal).
de: - Ein günstiges Lager für alle Ressourcen außer Nahrung (Holz, Stein, Metall).
es: - Un punto de descarga barato para varios recursos excepto comida. (madera, piedra, metal).
fr: - Un site de stockage bon marché pour les ressources non alimentaires (bois, pierre, métal).
gd: - Ionad-stòrais saor airson a h‑uile stòras ach biadh (fiodh, clach, meatailt).
gl: • Un lugar barato onde deixar madeira, pedra ou metal.
nl: - Een goedkope bergplaats voor niet-voedsel grondstoffen (hout, steen, metaal).
pt_pt: - Um local barato para armazenar recursos não-alimentícios (madeira, pedra ou metal).

source: - Research technologies to improve the gathering capabilities of your citizens.
de: - Erforsche Technologien, um die Rohstoffsammlung der Bewohner zu verbessern.
es: - Investiga tecnologías para mejorar la capacidad de recolección de tus ciudadanos.
fr: - Recherchez-y les technologies d'amélioration des capacités de collecte de vos citoyens.
gd: - Rannsaich teicneolasan gus na comasan cruinneachaidh aig na saoranaich agad a leasachadh.
gl: • Investiga tecnoloxías para mellorar as capacidades de recollida de recursos dos cidadáns.
nl: Onderzoek technologieën om de verzamelsnelheid van je burgers te verbeteren.
pt_pt: - Desenvolve tecnologias para aumentar a capacidade de obtenção de recursos dos seus cidadãos.

source: SYNTAGMA FORMATION
es: FORMACIÓN SINTAGMA
fr: FORMATION SYNTAGMA
gd: CUMADH SIONTAGMA
gl: Falanxe macedonia
nl: SYNTAGMA FORMATIE
pt_pt: FALANGE MACEDÓNIA

source: - A formation for 'pikeman' style infantry.
de: - Eine Formation für Infanterie, wie Pikeniere.
es: - Una formación para la infantería de piqueros.
fr: - Formation pour l'infanterie de type piquier.
gd: - Cumadh airson coisridh dhen t‑seòrsa "pìcear".
gl: • É unha formación para infantaría de piqueiros ou unidades similares.
nl: - Een formatie voor 'piekeniers' infanterie.
pt_pt: - Uma formação para piqueiros ou unidades de infantaria desse tipo.

source: - Formation is slow and cumbersome.
de: - Die Formation ist langsam und schwerfällig.
es: - Esta formación es lenta e incómoda.
fr: - Formation lente et lourde.
gd: - Tha an cumadh slaodach agus trom.
gl: • A formación é lenta e non permite manobrar con facilidade.
nl: - Formatie is traag en saai.
pt_pt: - A formação é lenta e de difícil manobragem.

source: - Nearly invulnerable from the front.
de: - Nahezu unverletzbar von Forne.
es: - Es casi invulnerable de frente.
fr: - Quasi invulnérable de front.
gd: - Tha e cha mhòr do-leònta on toiseach.
gl: • Practicamente invulnerábel pola vangarda.
nl: - Bijna onkwetsbaar langs de voorkant.
pt_pt: - Praticamente invulnerável a ataques pela vanguarda.
