Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The Italian peninsula Latium is the region of central western Italy in which the city of Rome was founded and grew to be the capital city of the Roman Empire. Latium was originally a small triangle of fertile, volcanic soil on which resided the tribe of the Latins. It was located on the left bank (east and south) of the Tiber river, extending northward to the Anio river (a left-bank tributary of the Tiber) and southeastward to the Pomptina Palus (Pontine Marshes, now the Pontine Fields) as far south as the Circeian promontory. The right bank of the Tiber was occupied by the Etruscan city of Veii, and the other borders were occupied by Italic tribes. Subsequently Rome defeated Veii and then its Italic neighbors, expanding Latium to the Apennine Mountains in the northeast and to the opposite end of the marsh in the southeast. The modern descendant, the Italian Regione of Lazio, also called Latium in Latin, and occasionally in modern English, is somewhat larger still, but not as much as double the original Latium.
de: Die Italienische Halbinsel Latium ist eine Region aus Mittel-West-Italien, in der Rom gegründet wurde und zur Hauptstadt des Römischen Imperiums anwuchs. Latium war ursprünglich ein kleines Stück Land mit fruchtbarem, vulkanischem Boden, auf dem der Stamm der Latiner lebte. Auf der linken Seite des Tibers (östlich und südlich) gelegen, erstreckte es sich nach Norden bis hin zum Fluss Anio (einem Seitenarm des Tibers) und südöstlich bis zu den Pomptina Palus (Pontinische Sümpfe, die heutige Pontinische Ebene) und südwärts bis zu den Ausläufern des Monte Circeo. Rechts des Tibers war die etruskische Stadt Veii, die anderen Grenzgebiete wurden von Italischen Stämmen besiedelt. Nach und nach besiegte Rom Veii und die Italischen Stämme und vergrößerte dadurch seinen Einflussbereich bis zu den Apenninen im Nordosten und zum anderen Ende der Marsch im Südosten. Der heutige Nachfolger, die Italienische Region Lazio, im Lateinischen und mitunter auch im Englischen ebenfalls als Latium bekannt, ist zwar größer, allerdings weniger als doppelt so groß, wie das historische Latium.
es: La península italiana Lazio es la región del centro occidental de Italia, aquí fue fundada la ciudad de Roma y donde creció hasta convertirse en la capital del Imperio Romano . Lazio fue originalmente un pequeño triángulo de suelo fértil y volcánico en el que residió la tribu de los latinos. Estaba situado en la orilla izquierda (sur y este) del río Tíber , que se extiende hacia el norte hasta el río Anio (afluente de la orilla izquierda del Tíber ) y hacia el sureste a la Pomptina Palus ( Pontinas Marismas, ahora los Campos pontina ) en la medida de sur como el promontorio Circeian . La orilla derecha del Tíber fue ocupada por la ciudad etrusca de Veyes , y las otras fronteras fueron ocupadas por las tribus itálicas . Posteriormente Roma derrotó a Veyes y sus vecinos itálicos , ampliándose la región de Lazio hasta las montañas de los Apeninos en el noreste y en el extremo opuesto de la marisma en el sureste. El descendiente moderno, la Regione italiana de Lazio , también llamada Latium en América , y ocasionalmente en Inglés moderno, es algo más grande todavía , pero no tanto como el doble de la Lazio original.
fr: La péninsule italienne. Le Latium est une région du centre ouest de l'Italie où la ville de Rome a été fondée et s'est développé pour devenir la capitale de l'Empire romain. Le Latium était à l'origine un petit triangle fertile, et un sol volcanique sur lequel résidait la tribu des Latins. Il était situé sur la rive gauche (est et sud) du Tibre, s'étendant vers le nord jusqu'à la rivière Aniene et jusqu'au mont Circé au sud. La rive droite du Tibre était occupée par Véies, la cité étrusque, et les autres frontières ont été occupé par des tribus italiques. Par la suite Rome vaincu Véies et ses voisins italiques, élargissant le Latium à la chaîne des Apennins dans le nord-est et à l'extrémité opposée des marais pontins dans le sud-est. Son descendant moderne, la région italienne de Lazio aussi appelé Latium en latin, est un peu plus grand encore, mais moins du double du Latium originale.
gl: A península itálica. Latium é a rexión da parte centro-oeste de Italia, na que se fundou a cidade de Roma e onde medrou ata converterse na capital do Imperio Romano. Latium era orixinalmente un pequeno e fértil triángulo de solo volcánico habitado polas tribos dos latinos. Estaba situado na ribeira sueste do río Tíber, e estendíase polo norte cara o río Aniene (un afluente do Tíber) e polo sueste cara as Lagunas Pontinas ata chegar ata os cantís do Monte Circeo. A outra beira do Tíber ocupábaa a cidade etrusca de Veies, e o resto da fronteira estaba ocupada por tribos italianas. Roma derrotou a Veies e logo aos seus veciños italianos, expandindo o Latium ata os Montes Apeninos no noroeste, no outro extremo dos lameiros do sueste. O seu descendente moreno, a rexión italiana de Lacio, tamén denominada «Latium» en latín, é aínda máis grande que a orixinal, pero non chega a duplicar a súa extensión.
nl: Het Italische schiereiland Latium is de centrale regio van West Italië, de regio waar de stad Rome ontstaan is en uitgegroeid tot de hoofdstad van het Romeinse Rijk. Latium was origineel een kleine driehoek met vruchtbare vulkanische grond. De Latijn stam vond er zijn thuis. Het was aan de linkeroever van de Tiber en de Anio rivier. Zuidwest van de Pomptina Palus. De rechteroever van de Tiber werd bewoond door de Etruskische stad Veii, en de andere grenzen werden door Italische stammen bewoond. Achtereenvolgens versloeg Rome Veii en de Italische buren, zo konden ze Latium uitbreiden tot de Apennijnen in het noordoosten, en tot ober het moeras in het zuidoosten. De huidige regio Lazio, ook Latium genoemd in het Latijn, is iets groter dan het oude Latium, maar niet veel.
pt_pt: Península Itálica O Lácio (Latium, em Latim) é a região do centro-oeste da Itália na qual foi fundada a cidade de Roma, que acabaria por crescer e tornar-se na capital do Império Romano. Originalmente, o Lácio era um pequeno triângulo de solo vulcânico e fértil, onde residia o povo latino. Localizava-se na margem esquerda (leste e sul) do rio Tibre, sendo limitada a norte pelo rio Anio (Aniene, um afluente da margem esquerda do Tibre) e a sudeste pelas Pomptinae Paludes (lagoas Pontinas, hoje campo Pontino) e até ao promontório do monte Circeu. A margem direita do Tibre era ocupada pela cidade etrusca de Veios, e junto às restantes fronteiras encontravam-se outras tribos itálicas. Roma acabou por conquistar Veios e os seus vizinhos itálicos, expandindo o Lácio até aos montes Apeninos a nordeste e até ao lado oposto das lagoas a sudeste. O seu descendente moderno - a "regione" italiana de Lazio - ainda é um pouco maior, não chegando ao dobro do Lácio original.

source: Players start in a nearly flat Gallic plain divided by a river and its tributaries.
de: Spieler beginnen in einer fast flachen gallischen Ebene, durch einen Fluss und seinen Nebenflüssen geteilt.
es: Los jugadores comienzan en una llanura Gala casi plana dividida por un río y sus afluentes.
fr: Les joueurs commencent dans une plaine gauloise à peu près plate divisée par une rivière et ses affluents.
gd: Tòisichidh na cluicheadairean air blàr rèidh sa Ghall a tha 'ga sgaradh le abhainn 's a leas-aibhnean.
gl: Os xogadores comezan nunha chaira gala dividida por un río e mailos seus afluentes.
nl: Spelers starten in een vlak Gallisch land, verdeeld door een rivier met enkele zijriviertjes.
pt_pt: Jogadores começam numa planície gaulesa dividida pelos seus rios e afluentes.

source: Lorraine Plain
de: Lothringisches Plateau
es: Planicies de Lorena
fr: Plaine de Lorraine
gd: Blàr Lorraine
gl: A chaira de Lorena
nl: Vlakte van Lotharingen
pt_pt: Planície da Lorena

source: A typical map without any water
de: Eine typische Karte ohne Wasser
es: Un mapa normal, sin ningún tipo de masa acuífera.
fr: Une carte typique sans aucune étendue d'eau
gd: Mapa àbhaisteach gun uisge
gl: Un mapa típico sen auga.
nl: Een typische kaart, zonder water.
pt_pt: Um típico mapa sem água

source: Mainland
de: Festland
es: Tierra firme
fr: Territoire continental
gd: An tìr mòr
gl: Continente
nl: Vasteland
pt_pt: Continente

source: Players start in small islands in the eastern part of the map. There is a big continent in the west ready for expansion.
de: Die Spieler beginnen auf kleinen Inseln im östlichen Kartenteil. Im Westen wartet ein großer Kontinent auf seine Besiedlung.
es: Los jugadores comienzan en las islas pequeñas en la parte oriental del mapa. Hay un gran continente en el oeste listo para la expansión.
fr: Les joueurs commencent dans les petites îles de la partie orientale de la carte. Il y a un grand continent à l'ouest prêt pour l'expansion.
gd: Tòisichidh na cluicheadairean ann an eileanan beaga taobh an ear air a' mhapa. Tha mòr-thìr gu siar orra deiseil airson tuineachadh.
gl: Os xogadores comezan en pequenas illas na parte leste do mapa. Hai un gran continente na parte oeste, preparado para ser conquistado.
nl: Spelers starten op kleine eilanden in het oostelijk gedeelte van de kaart. Er is een groot continent in het westen, klaar voor kolonisatie.
pt_pt: Os jogadores começam em ilhas pequenas situadas na parte oriental do mapa. Há um grande continente a oeste para ser conquistado.

source: Migration
es: Migración
gd: Eilthireachd
gl: Migración
nl: Migratie
pt_pt: Migração

source: A jumbled maze of cliffs, canyons, and rugged terrain with an oasis in the center Cappadocia is a historical region in Central Anatolia. In the time of Herodotus, the Cappadocians were reported as occupying the whole region from Mount Taurus to the vicinity of the the Black Sea. Cappadocia, in this sense, was bounded in the south by the chain of the Taurus Mountains that separate it from Cilicia, to the east by the upper Euphrates and the Armenian Highland, to the north by Pontus, and to the west by Lycaonia and eastern Galatia. Cappadocia lies in eastern Anatolia. The relief consists of a high plateau over 1000 m in altitude that is pierced by volcanic peaks. Due to its inland location and high altitude, Cappadocia has a markedly continental climate, with hot dry summers and cold snowy winters. Rainfall is sparse and the region is largely semi-arid.
de: Ein verwinkeltes Labyrinth aus Klippen, Schluchten und felsigem Gelände mit einer Oase im Zentrum. Kappadokien bezeichnet eine historische Region in Zentralanatolien. Man sagt, zur Zeit Herodots bewohnten die Kappadokier das ganze Gebiet vom Taurusgebirge bis zur Gegend um das Schwarze Meer. Kappadokien lag demzufolge im Süden des Taurusgebirge, welches es von Kilikien trennte, im Osten vom Euphrat und dem armenischen Hochland, im Norden vom Pontos und im Westen von Lykaonien und Ostgalatien umgeben. Kappadokien liegt im heutigen Ostanatolien. Das Relief besteht aus Hochplateaus von über 1000m Höhe, welches von Vulkanerhebungen durchdrungen ist. Wegen seiner Binnen- und Höhenlage hat Kappadokien ein ausgesprochen kontinentales Klima mit heißen trockenen Sommern und kalten schneereichen Wintern. Niederschläge sind spärlich und das Klima in der Region ist größtenteils semiarid.
es: Un confuso laberinto de precipicios, gargantas y terreno escarpado con un oasis en su interior. Capadocia es una región histórica de Anatolia Central. En la época de Heródoto, los Capadocios ocupaban toda la región desde el monte Tauro hasta las orillas del Mar Negro. Capadocia, estaba limitada al sur por la cadena de los montes Tauro que lo separan de Cilicia, al este por el río Eufrates superior y la montaña armenia, al norte por el Ponto, y al oeste por Licaonia y al oriental por Galacia. Capadocia se encuentra en el este de Anatolia. El relieve se compone de una meseta de más de 1000 metros de altitud, perforada por picos volcánicos. Debido a su localización interior y a su gran altitud, Capadocia tiene un clima marcadamente continental, con veranos calurosos y secos e inviernos fríos y nevados. Las precipitaciones son escasas y la región es en gran parte semiárida.
fr: Un labyrinthe confus de falaises, canyons. Le terrain est accidenté avec une oasis au centre. La Cappadoce est une région historique en Anatolie centrale. Au temps d'Hérodote, les Cappadociens ont été signalés comme occupant toute la région des monts Taurus à proximité de la mer Noire. La Cappadoce, en ce sens, a été délimitée au sud par la chaîne des monts Taurus qui le séparent de la Cilicie, à l'est par l'Euphrate supérieur et la montagne arménienne, au nord par le Royaume du Pont, à l'ouest par la Lycaonie et à l'est par la Galatie. La Cappadoce se situe en Anatolie orientale. Le relief est constitué d'un haut plateau de plus de 1000m d'altitude percé par des pics volcaniques. Grâce à sa situation intérieure et de haute altitude, la Cappadoce a un climat nettement continental, avec des étés chauds et secs et des hivers froids et enneigés. Les précipitations sont rares et la région est en grande partie semi-aride.
gl: Un enleado labirinto de montañas, canóns e terreo accidentado cun oasis no centro. Capadocia é unha rexión histórica de Anatolia Central. Nos tempos de Heródoto, existe información que apunta a que os capadocios ocupaban a rexión enteira, desde os Montes Tauros ata as proximidades do Mar Negro. Capadocia, neste sentido, limitaba no sur cos Montes Tauros que a separan de Cilicia, no leste coas terras altas do Éufrates e o Altiplano Armenio, no norte con Ponto, e no oeste con Licaonia e o leste de Galatia. Capadocia está situada no leste de Anatolia. O relevo está formado por unha meseta a máis de 1000 metros sobre o nivel do mar, interrompida por cumes volcánicos. Debido a que se trata dunha rexión de interior e de gran altitude, Capadocia goza dun clima continental, con veranos calorosos e secos, e fríos invernos con neve. As chuvias escasean, e a rexión é semi-árida.
nl: Een doolhof van kliffen, kloven en ruw terrein met een oase in het midden. Cappadocië is een landstreek ten zuiden van de steppe in de Turkse regio's Centraal-Anatolië en Oost-Anatolië. Het gebied heeft een oppervlakte van 2000 km² en ligt tussen de rivieren de Eufraat en de Kizil Irmak. De hoogste top in het gebied is de vulkaan Erciyes Dağı (3917 meter). Daarnaast bevinden zich in het gebied nog twee andere vulkanen: de Hasan Dağı en de Melendiz Dağı. De belangrijkste en grootste steden in dit gebied van Midden-Turkije zijn Nevsehir, Kirsehir, Aksaray, Nigde en Kayseri.
pt_pt: Um mapa confuso com falésias, desfiladeiros, terreno acidentado e um oásis no centro. Capadócia é uma região histórica e turística da Anatólia Central, na Turquia. Heródoto, historiador grego, informou que os capadócios ocupavam a região desde dos Montes Tauro ao Mar Negro. Assim, Capadócia foi delimitada a sul pelos Montes Tauro, que a separa de Cilícia, a leste pelo rio Eufrates e pelo planalto Armênio, a norte pelo Ponto, a oeste pela Licónia e a leste pela Galácia. Esta região está localizada no leste de Anatólia e o relevo é constituído por um planalto com mais de 1000m de altitude que é perfurado por picos vulcânicos. Devida a esta localização e a este relevo. Capadócia tem um clima continental, com Verões quentes e Invernos frios. Nesta região semiárida raramente chove.

source: Neareastern Badlands
de: Vorderasiatisches Ödland
es: Páramos de oriente medio
fr: Terres Arides du Proche-Orient
gd: Fàsach an ear faisg
gl: Malas terras do leste
nl: Nabije Oosten Badlands
pt_pt: Barrancos do Oriente Próximo

source: A basic test of the random map generator - not playable
de: Ein einfacher Test des Zufallskartengenerators – nicht spielbar
es: Una prueba básica del generador de mapas aleatorios - no es jugable.
fr: Un test basique du générateur de cartes aléatoires - non jouable
gd: Deuchainn bunasach air gineadair nam mapa air thuaiream - cha ghabh a chluich
gl: Unha proba básica do xerador de mapas aleatorios. Non serve para xogar.
nl: Een test voor de willekeurige kaartengenerator - niet speelbaar
pt_pt: Um teste básico para o gerador de mapas aleatórios - não serve para jogar

source: New RMS Test
de: Neuer Zufallskartengeneratortest
es: Nueva prueba de SMA
fr: Nouveau Test RMS
gd: Deuchainn RMS ùr
gl: Nova proba RMS
nl: Nieuwe RMS test
pt_pt: Novo teste RMS

source: Players start in a tough map to play with scarce wood and dangerous polar animals.
de: Spieler beginnen in einer harten Karte, um mit knappen Holz und gefährlich polaren Tieren zu spielen.
es: Los jugadores empiezan en un mapa duro para jugar, con madera escasa y peligrosos animales polares.
fr: Les joueurs commencent dans une carte difficile à jouer avec du bois limités et des animaux polaires dangereux.
gd: Tòisichidh na cluicheadairean air mapa doirbh sa bheil fiodh gann 's beathaichean pòlarach cunnartach.
gl: Os xogadores comezan nun mapa difícil onde escasea a madeira e hai perigosos animais polares.
nl: Spelers starten in een moeilijke kaart, met weinig hout en gevaarlijke dieren.
pt_pt: Jogadores jogam um mapa com difícil jogabilidade por causa da escassa madeira e animais polares perigosos.

source: Northern Lights
de: Nordlichter
es: Luces norteñas
fr: Aurores boréales
gd: Fir-chlis
gl: Luces do norte
nl: Noorderlicht
pt_pt: Aurora Boreal

source: Players start around a small oasis in the center of the map which holds much of the available wood on the map.
de: Die Spieler starten um eine Oase im Zentrum der Karte, wo ein Großteil des verfügbaren Holzes zu finden ist.
es: Los jugadores comienzan en un pequeño oasis situado en el centro del mapa el cual contiene la mayor parte de la madera disponible en el mapa.
fr: Les joueurs commencent au centre de la carte autour d'une petite oasis qui détient une bonne partie du bois disponible.
gd: Tòisichidh na cluicheadairean timcheall air innis-fhàsaich bheag ann am meadhan a' mhapa sa bheil a' mhòrchuid dhen fhiodh a tha ri fhaighinn.
gl: Os xogadores comezan arredor dun pequeno oasis no centro do mapa que contén unha parte importante da madeira de todo o mapa.
nl: Spelers starten rond een kleine oase in het midden van de kaart. Rond die oase bevindt zich zowat al het hout op de kaart.
pt_pt: Cada jogador começa à volta de um pequeno oásis no centro do mapa que contém grande parte da madeira do mapa.

source: A dry central plateau rich in minerals surrounded by rocky hills The southern parts of Zagros Mountains where the heart of the Persian empires and population. Although the altitude is high, the southern parts are drier that the northern Zagros, leading to a semi-arid climate. Still there are some sparse oak forests in the higher grounds.
de: Eine trockene Ebene die reich an Mineralien ist und von felsigen Hügeln umgeben wird Die südlichen Teile des Zāgros-Gebirges waren das Herz der persischen Königreiche und bevölkerungsreich. Obwohl sehr hoch gelegen, sind die südlichen Teile trockener als die Nördlichen, was zu einem halb-trockenen Klima führt. Es gibt auch in den höheren Lagen noch spärliche Eichenwälder.
es: Una meseta central seca y rica en minerales, rodeada por cerros rocosos Las partes del sur de los Montes Zagros eran el corazón del Imperio y la población Persa. Aunque la altitud es elevada, las partes sureñas son más secas que el norte de los Zagros, llevando a un clima semi-árido. Aún quedan algunos bosques de roble dispersos en las tierras altas.
fr: Un plateau central sec et riche en minerai, entouré de collines rocheuses. Les régions sud des monts Zagros, cœur des empires et de la population perses. Bien qu'en haute altitude, les régions méridionales sont plus sèches qu'au nord du Zagros, conduisant à un climat semi-aride. Pourtant, il y a quelques forêts de chênes clairsemés dans les terrains plus élevés.
gl: Unha meseta central seca rica en minerais e arrodeada de montañas rochosas. As zonas do sur dos Montes Zagros eran o corazón dos imperios e poboacións de Persia. Aínda que están moi por riba do nivel do mar, as zonas do sur son máis secas the as do norte dos Zagros, o que dá lugar a un clima semi-árido. Aínda así poden verse algúns pequenos bosques de carballos nas zonas máis altas.
nl: Een droog, centraal plateau. Het is rijk aan mineralen, en omgeven door rotsige heuvels. In het zuidelijke deel van de Zagros bergketen ligt het hard van het Perzische rijk. Ondanks de grote hoogte is het zuidelijke deel droger dan het noorden van de Zagros, wat tot een half-droog klimaat leidt. Er zijn wel nog enkele eiken op grotere hoogte.
pt_pt: Um planalto seco rico em minerais e rodeado de colinas rochosas. Na região sul da Cordilheira de Zagros era a terra natal do Império Persa. Apesar da altitude ser alta, a região sul é mais seca que a região norte tendo um clima semiárido. Ainda há algumas florestas de carvalho nas terras mais altas.

source: Persian Highlands
de: Persisches Hochland
es: Altiplanos persas
fr: Plateaux perses
gd: Àrd-tirean Pearsach
gl: Cordilleira persa
nl: Perzische hooglanden
pt_pt: Planaltos Persas

source: Players start in the eastern part of the map while a great sea is located to the west.
de: Die Spieler beginnen im östlichen Teil der Karte, während ein großer See im Westen ist.
es: Los jugadores empiezan en la parte Este del mapa, mientras que un gran mar se encuentra al Oeste.
fr: Les joueurs commencent dans la partie orientale de la carte tandis qu'une grande mer est situé à l'ouest.
gd: Tòisichidh na cluicheadairean aobh an ear air a' mhapa fhad 's a tha cuan mòr gu siar orra.
gl: Os xogadores comezan na parte oriental do mapa. No oeste hai un enorme mar.
nl: Spelers starten in het oostelijke deel van de kaart, terwijl er veel zee is in het westen.
pt_pt: Jogadores começam em pequenas situadas na parte leste do mapa e há um grande mar localizado a oeste.

source: Phoenician Levant
de: Phönizische Levante
es: Levante fenicio
fr: Levant phénicien
gd: An Levant Pheniceach
gl: Levante fenicio
nl: Fenicische hoogte
pt_pt: Levante Fenício

source: High mountains separating the enemies. The Pyrenees is a great mountain range located between modern France and Spain.
de: Hohe Berge trennen Gegner. Die Pyrenäen sind eine lange Gebirgskette zwischen Frankreich und Spanien
es: Altas montañas que separan a los enemigos. Los Pirineos son una gran cadena montañosa situada entre la Francia y España modernas.
fr: De hautes montagnes séparent les ennemis. Les Pyrénées sont une grande chaîne de montagnes situées entre la France et l'Espagne moderne.
gd: Tha monadh àrd a' sgaradh nan nàimhdean. 'S e monadh mòr eadar far a bheil an Fhraing 's an Spàinn san latha an-diugh a tha sna Beanntan Pirineach.
gl: Elevadas montañas separan aos inimigos. Os Pireneos son unha gran cordilleira que une a Península Ibérica co resto do continente europeo.
nl: Hoge bergen scheiden de vijanden. De Pyreneeën is een hoge bergketen tussen Frankrijk en Spanje.
pt_pt: Altas montanhas separam os inimigos. Os Pirenéus são uma cordilheira situada entre Espanha e França.

source: Pyrenean Sierra
de: Pyrenäen
es: Sierra pirenáica
fr: Sierra Pyrénéenne
gd: Na Beanntan Pirineach
gl: Cordilleira dos Pireneos
nl: Pyreneeïsche Sierra
pt_pt: Pirinéus
