Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Usernames can't contain [, ], unicode, whitespace, or commas
de: Benutzernamen können leider keine [, ], Unicodezeichen, Leerzeichen oder Kommata enthalten
es: Los nombres de usuario no pueden contener [, ], símbolos unicode, espacios en blanco o comas
fr: Le nom d'utilisateur ne peut pas contenir [, ], de symboles unicode, d'espaces ni de virgules.
gd: Chan fhaod [, ], unicode, geal-spàs no cromag a bhith am broinn ainm-cleachdaiche
gl: Os nomes de usuarios non poden conter letras non latinas (nin tiles, nin eñes, etc.), corchetes («[]»), espazos en branco ou comas.
nl: Gebruikersnamen kunnen geen vierkante haakjes, spaties, komma's of andere speciale tekens (zoals accenten) bevatten.
pt_pt: Os nomes de utilizador não podem conter parênteses rectos, acentos, espaços nem vírgulas.

source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Introduce tu contraseña
fr: Veuillez entrer votre mot de passe
gd: Cuir a-steach am facal-faire agad
gl: Escriba o seu contrasinal.
nl: Gelieve je wachtwoord in te voeren
pt_pt: Por favor introduza a sua senha

source: Please enter your password again
de: Bitte geben Sie Ihr Passwort erneut ein
es: Vuelve a introducir tu contraseña
fr: Veuillez entrer votre mot de passe à nouveau
gd: Cuir a-steach am facal-faire agad a-rithist
gl: Escriba o seu contrasinal de novo.
nl: Gelieve je wachtwoord te bevestigen
pt_pt: Por favor introduza a sua senha novamente

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
gd: Chan eil an dà fhacal-faire co-ionnann
gl: Os contrasinais non coinciden.
nl: Wachtwoorden komen niet overeen
pt_pt: As senhas não coincidem

source: Please read the Terms of Service
de: Bitte lesen Sie die Servicebedingungen
es: Haz el favor de leer los términos de servicio
fr: Veuillez lire les Conditions Générales de Service.
gd: Leugh teirmichean na seirbheise
gl: Lea atentamente as condicións de servizo.
nl: Gelieve de servicevoorwaarden te lezen
pt_pt: Por favor, leia as Condições do Serviço

source: Please read the Terms of Use
de: Bitte lesen Sie die Nutzungsbedingungen
es: Haz el favor de leer los términos de uso
fr: Veuillez lire les Conditions Générales d'Utilisation.
gd: Leugh teirmichean a' cleachdaidh
gl: Lea atentamente as condicións de uso.
nl: Gelieve de gebruikersvoorwaarden te lezen
pt_pt: Por favor, leia as Condições de Utilização

source: Please agree to the Terms of Service and Terms of Use
de: Bitte akzeptieren Sie die Service- und Nutzungsbedingungen
es: Tienes que estar de acuerdo con los términos de uso y servicio
fr: Veuillez accepter les Conditions Générales de Service et d'Utilisation
gd: Aontaich ri teirmichean na seirbheise agus teirmichean a' cleachdaidh
gl: Lea atentamente e acepte as condicións de servizo e de uso.
nl: Gelieve akkoord te gaan met de service- en gebruiksvoorwaarden
pt_pt: Por favor, concorde com as Condições do Serviço e da sua Utilização

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
gd: Clàraich
gl: Rexistrarse
nl: Registreer
pt_pt: Registar

source: Connect
de: Verbinden
es: Conectar
fr: Connexion
gd: Ceangail
gl: Conectar
nl: Verbinden
pt_pt: Ligar

source: Terms of Service
de: Servicebedingungen
es: Términos de servicio
fr: Conditions Générales de Service
gd: Teirmichean na seirbheise
gl: Condicións de servizo
nl: Servicevoorwaarden
pt_pt: Condições do Serviço

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions Générales d'Utilisation
gd: Teirmichean a' chleachdaidh
gl: Condicións de uso
nl: Gebruiksvoorwaarden
pt_pt: Condições de Utilização

# localeCountry
source: None
de: Keines
es: Ninguno
fr: Aucun
gd: Gun dùthaich
gl: Ningún
nl: Geen
pt_pt: Nenhum

source: <invalid>
de: <ungültig>
es: <nulo>
fr: <invalide>
gl: Configuración rexional inexistente.
pt_pt: <inválido>

source: OK
es: Aceptar
gd: Ceart ma-thà
gl: Aceptar

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gd: Feuch ris a-rithist
gl: Volver intentalo
nl: Opnieuw
pt_pt: Tentar novamente

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
gd: Leig seachad
gl: Ignorar
nl: Negeer
pt_pt: Ignorar

source: Abort
de: Abbrechen
es: Cancelar
fr: Abandonner
gd: Sguir dheth
gl: Interromper
nl: Stop
pt_pt: Abortar

source: Windowed Mode
de: Fenstermodus
es: Modo ventana
fr: Mode fenêtré
gd: Am modh uinneagach
gl: Modo xanela
nl: Venstermodus
pt_pt: Modo de janela

source: Start 0 A.D. in a window
de: 0 A.D. im Fenstermodus starten
es: Comenzar 0 A.D. en una ventana
fr: Démarrer 0 A.D. dans une fenêtre
gd: Tòisich 0 A.D. ann an uinneag
gl: Iniciar 0 A.D. nunha xanela.
nl: Start 0 A.D. in een venster.
pt_pt: Iniciar o 0 A.D. numa janela

source: Background Pause
de: Hintergrund Pause
es: Pausar en segundo plano
fr: Tâche de fond en pause
gd: 'Na stad sa chùlaibh
gl: Pausa en segundo plano
nl: Achtergrondpause
pt_pt: Fundo em pausa

source: Pause single player games when window loses focus
de: Pausiere Einzelspielerspiele, wenn das Fenster den Fokus verliert
es: Pausar la partida individual cuando la ventana pase a un segundo plano
fr: Mettre en pause les jeux solo lorsque la fenêtre perd le focus
gd: Cuir geamannan aon-chluicheadair 'nan stad mur eil fòcas air an uinneag
gl: Deter as partidas individuais cando a xanela do xogo perda o foco.
nl: Pauzeer singleplayer spellen wanneer de focus naar een ander venster gaat
pt_pt: Pausa os jogos single player quando a janela não está activada

source: Disable Welcome Screen
de: Begrüßungsfenster deaktivieren
es: Desactivar pantalla de bienvenida
fr: Désactiver la page de bienvenue
gd: Coir an sgrìn fàilteachaidh à comas
gl: Desactivar a pantalla de benvida
nl: Deactiveer het welkomstscherm
pt_pt: Desactivar Ecrã de Boas-Vindas

source: If you disable this screen completely, you may miss important announcements. You can still launch it using the main menu.
de: Wenn Sie diesen Bildschirm deaktivieren, können Sie wichtige Ankündigungen verpassen. Sie können ihn aber immer noch über das Hauptmenü starten.
es: Si desactivas esta pantalla del todo puede que te pierdas anuncios importantes. Puedes seguir viéndola mediante el menú principal.
fr: Si vous désactivez complètement cette page, vous risquez de manquer des annonces importantes. Vous pouvez toujours y accéder via le menu principal.
gd: Ma chuireas tu an sgrìn seo à comas gu tur, dh'fhaoidte gun caill thu brathan cudromach. 'S urrainn dhut a thòiseachadh fhathast sa phrìomh chlàr-taice
gl: Se desactiva completamente a pantalla de benvida, é posíbel que se perda anuncios importantes. En calquera caso, pode acceder á pantalla de benvida en calquera momento desde o menú principal.
nl: Als je dit scherm volledig deactiveert kan je belangrijke meldingen missen. Je kan het welkomstscherm steeds bekijken via het hoofdmenu.
pt_pt: Se desactivar este ecrã, pode perder comunicações importantes. Em todo o caso, poderá sempre abri-lo a partir do menu principal.

source: Developer Overlay
de: Entwickler-Overlay
es: Panel de desarrollo
fr: Surcouche développeur
gd: Tar-chòmhdachadh nan leasaichear
gl: Capa de desenvolvedores
nl: Ontwikkelingsmodus
pt_pt: Camada de Programação

source: Show overlay in-game with options such as reveal map, control all units, and change perspective. Designed for use by developers
de: Zeige im Spiel ein Overlay mit Optionen zum Aufdecken der Karte, zur Steuerung aller Einheiten und zum Ändern der Perspektive. Für Entwickler bestimmt.
es: Superpone opciones de desarrollo durante la partida, con las que mostrar el mapa, controlar unidades, y cambiar la perspectiva. Diseñado para que lo usen los programadores.
fr: Afficher une surcouche du jeu, avec des options telles que révéler la carte, contrôler toutes les unités, et changer la perspective. Créée pour être utilisée par les développeurs.
gd: Seall tar-chòmhdachadh sa gheama le roghainnean mar fhoillseachadh a' mhapa, smachd air a h-uile aonad agus atharrachadh an t-seallaidh. Chaidh a dhealbhachadh airson an luchd-leasachaidh
gl: Mostrar unha caixa durante as partidas con opcións como a de revelar o mapa, controlar todas as unidades, cambiar a perspectiva, etc. A caixa está pensada para desenvolvedores.
nl: Toon een menu in het spel met ontwikkelopties zoals "Toon de kaart", "Bestuur alle eenheden" en "Wissel perspectief". Dit is enkel voor ontwikkelaars van het spel bedoeld.
pt_pt: Mostrar uma camada durante o jogo com várias opções, entre as quais revelar o mapa, controlar todas as unidades e mudar de perspectiva. Esta camada foi concebida para uso de programadores.

source: Prefer GLSL
de: Bevorzuge GLSL
es: Utilizar GLSL
fr: Préférer GLSL
gd: 'S fhearr GLSL
gl: Preferencia por GLSL
nl: Gebruik GLSL
pt_pt: Preferir GLSL

source: Use OpenGL 2.0 shaders (recommended)
de: Benutze OpenGL 2.0 shaders (empfohlen)
es: Utilizar sombreadores/shaders OpenGL 2.0 (recomendado)
fr: Utiliser OpenGL 2.0 (recommandé)
gd: Cleachd sgàileadairean OpenGL 2.0 (mholamaid seo)
gl: Usar as tecnoloxías de sombras (shaders) de OpenGL 2.0 (recomendado).
nl: Gebruik OpenGL 2.0 shaders (aangeraden)
pt_pt: Usar os shaders OpenGL 2.0 (recomendado)

source: Post Processing
de: Nachbearbeitung
es: Postproceso
fr: Post-traitement
gd: Giullachd an dèidh làimh
gl: Post-procesamento
nl: Postproces
pt_pt: Pós-processamento

source: Use screen-space postprocessing filters (HDR, Bloom, DOF, etc)
de: Benutze Screen-Space Nachbearbeitungsfilter (HDR, Bloom, DOF, etc.)
es: Utilizar filtros de postproceso (HDR, resplandor, desenfoque, y demás)
fr: Utiliser les filtres de post-traitement (HDR, Bloom, DOF, etc) sur la largeur de l'écran
gd: Cleachd criathragan giullachd-sgrìn an dèidh làimh (HDR, Bloom, DOF, agus msaa)
gl: Usar filtros de post-procesamento no espazo da pantalla (HDR, incandescencia, profundidade de campo, etc.).
nl: Gebruik postprocesfilters op het scherm (HDR, Mist, DOF, etc)
pt_pt: Usar filtros de pós-processionamento (HDR, Bloom, DOF, etc)

source: Shadows
de: Schatten
es: Sombras
fr: Ombres
gd: Sgàilean
gl: Sombras
nl: Schaduwen
pt_pt: Sombras

source: Enable shadows
de: Schatten aktivieren
es: Activa las sombras
fr: Activer les ombres
gd: Cuir na sgàilean an comas
gl: Activar as sombras.
nl: Activeer schaduwen
pt_pt: Activar sombras

source: Particles
de: Partikel
es: Partículas
fr: Particules
gd: Mìrean
gl: Partículas
nl: Partikels
pt_pt: Partículas

source: Enable particles
de: Partikel aktivieren
es: Activa los efectos de partículas
fr: Activer les particules
gd: Cuir na mìrean an comas
gl: Activar as partículas.
nl: Activeer partikels
pt_pt: Activar partículas

source: Show Sky
de: Himmel zeigen
es: Mostrar cielo
fr: Montrer le ciel
gd: Seall na speuran
gl: Ceo
nl: Toon lucht
pt_pt: Mostrar o Céu

source: Render Sky
de: Himmel rendern
es: Muestra el cielo sobre el mapa
fr: Rendu du ciel
gd: Reandaraich na speuran
gl: Mostrar o ceo.
nl: Toon de lucht
pt_pt: Renderizar o Céu

source: Smooth LOS
de: Weiche Sichtbereichsgrenze
es: Línea de visión suave
fr: Ligne de mire fluide
gd: LOS rèidh
gl: Liña de visión suave
nl: Vloeiend gezichtsveld
pt_pt: Suavizar Campo de Visão

source: Lift darkness and fog-of-war smoothly (Requires Prefer GLSL)
de: Lüftet den Übergang zwischen der Dunkelheit und Nebel-des-Krieges weicher (Benötigt Bevorzuge GLSL)
es: La niebla de guerra y su oscuridad se desvanecen suavemente (Es necesario activar GLSL)
fr: Lever doucement l'obscurité et le brouillard de guerre (nécessite Préférer GLSL)
gd: Tog dorchadas agus ceò a' chogaidh gu rèidh (Tha "'S fearr GLSL" riatanach)
gl: Retirar o manto do descoñecido e maila néboa de guerra de maneira suave. Require activar «Preferencia por GLSL» previamente.
nl: Maak de overgang van donkere stukken naar lichtere stukken zachter (vereist GLSL).
pt_pt: Desvanecer suavemente a obscuridade e a névoa da guerra (Requer 'Preferir GLSL').

source: Unit Silhouettes
de: Umrisse von Einheiten
es: Siluetas de unidades
fr: Silhouettes des unités
gd: Sgàil-riochdan nan aonadan
gl: Siluetas das unidades
nl: Silhouetten
pt_pt: Silhuetas das Unidades

source: Show outlines of units behind buildings
de: Zeige Umrisse von Einheiten hinter Gebäuden
es: Muestra las siluetas de unidades ocultas tras edificios
fr: Afficher les contours des unités derrière les bâtiments
gd: Seall sgàil-riochdan de dh'aonadan a tha air cùlaibh thogalaichean
gl: Mostrar as siluetas das unidades cando estean detrás de estruturas.
nl: Toon de omtrek van eenheden door gebouwen
pt_pt: Mostrar os contornos de unidades que estejam atrás de edifícios

source: Shadow Filtering
de: Schattenfilter
es: Filtrado de sombras
fr: Filtrage des ombres
gd: Chriathradh sgàile
gl: Filtro de sombras
nl: Schaduwfiltering
pt_pt: Filtro de Sombras

source: Smooth shadows
de: Weiche Schatten
es: Suaviza las sombras
fr: Ombres douces
gd: Sgàilean rèidhe
gl: Usar sombras suavizadas.
nl: Zachte schaduwen
pt_pt: Suavizar as sombras

source: HQ Waviness
de: HQ Wellen
es: Oleaje HQ
fr: Ondulation HQ
gd: Tonnachd àrd-chàileachd
gl: Ondas de calidade
nl: HQ golven
pt_pt: Ondulação HQ

source: Use real normals for ocean-wave rendering, instead of applying them as a flat texture
de: Echte Normalenvektoren für das Rendern der Meereswellen verwenden anstatt einer flachen Textur.
es: Utiliza las normales reales para el renderizado del oleaje marino, en vez de tratar a la textura como una superficie plana
fr: Utiliser de véritables normales pour le rendu des vagues, au lieu de les appliquer comme une texture plane
gd: Cleachd an ìre àbhaisteach airson reandaradh tuinn na mara seach inneach rèidh
gl: Usar vectores normais reais para xerar as ondas mariñas, en vez de empregar unha textura plana.
nl: Gebruik echte normalen voor de weergave van golven i.p.v. het te benaderen als een vlak.
pt_pt: Usar normais reais para a renderização da ondulação do oceano, em vez de os aplicar como uma textura plana

source: Real Water Depth
de: Echte Wassertiefe
es: Agua con profundidad real
fr: Profondeur réelle de l'eau
gd: Fìor-dhoimhne uisge
gl: Profundidade na auga
nl: Werkelijke waterdiepte
pt_pt: Profundidade Real da Água

source: Use actual water depth in rendering calculations
de: Verwendet aktuelle Wassertiefe in Rendering-Berechnungen
es: Utiliza la profundidad real de la superficie del agua a la hora de calcular su color
fr: Utiliser la vraie profondeur de l'eau dans les calculs de rendu
gd: Cleachd fìor-dhoimhne uisge ann an àireamhachadh an reandaraidh
gl: Usar profundidade real para a auga no cálculo da xeración da imaxe.
nl: Gebruik de echte diepte van het water bij de weergaveberekeningen
pt_pt: Usar a verdadeira profundidade da água nos cálculos de renderização

source: Water Reflections
de: Wasserspiegelungen
es: Reflejos en el agua
fr: Réflexion de l'eau
gd: Faileas uisge
gl: Reflexión na auga
nl: Waterreflectie
pt_pt: Reflexos da Água

source: Allow water to reflect a mirror image
de: Erlaubt, das Wasser ein Spiegelbild reflektiert
es: Reflejar el entorno en la superficie del agua
fr: Permettre à l'eau de refléter une image miroir
gd: Leig le uisge dealbh faileis a thilgeil air ais
gl: Permitir que a auga faga efecto espello.
nl: Laat water toe om een spiegelbeeld te reflecteren
pt_pt: Permite que a água espelhe imagens

source: Water Refraction
de: Lichtbrechung im Wasser
es: Refracción en el agua
fr: Réfraction de l'eau
gd: Solas-briseadh uisge
gl: Refracción na auga
nl: Waterrefractie
pt_pt: Refracção da Água

source: Use a real water refraction map and not transparency
de: Verwendet eine echte Wasser Brechung Karte und nicht Transparenz
es: Utilizar un mapa de refracción real para el agua además de su transparencia
fr: Utiliser une vraie carte de réfraction pour l'eau et non de la transparence
gd: Cleachd mapa fìor sholas-bhriseadh uisge seach trìd-shoilleireachd
gl: Usar un refracción real na auga dos mapas en vez de transparencia.
nl: Gebruik een realistische refractieafbeelding, en geen transparantie voor water.
pt_pt: Usar um mapa de refracção de água e não de transparência

source: Shore Foam
de: Gischt
es: Espuma en la orilla
fr: Écume côtière
gd: Cop air cladach
gl: Espuma na costa
nl: Kustschuim
pt_pt: Espuma na Costa

source: Show foam on water near shore depending on water waviness
de: Gischt in Küstennähe anzeigen, abhängig vom Wellengang.
es: Muestra espuma en la orilla dependiendo de la fuerza del oleaje
fr: Afficher l'écume sur l'eau près des côtes en fonction de l'ondulation de l'eau
gd: Seall cop air uisge faisg air a' chladach a-rèir tonnachd an uisge
gl: Mostrar a espuma xerada ao romperen as ondas do mar na costa.
nl: Toon schuim op het water nabij de kust, afhankelijk van de golfgrootte.
pt_pt: Mostrar a espuma do mar perto da costa, dependendo da ondulação da água

source: Shore Waves
de: Küstenwellen
es: Olas en la orilla
fr: Vagues côtières
gd: Tuinn air cladach
gl: Ondas na costa
nl: Kustgolven
pt_pt: Rebentamento das Ondas

source: Show breaking waves on water near shore (Requires HQ Waviness)
de: Zeige brechende Wellen im Wasser in Küstennähe (Benötigt HQ Wellen)
es: Mostrar las olas marinas rompiendo contra la orilla (Funciona junto con la opción Oleaje HQ)
fr: Afficher les vagues se brisant sur l'eau près des rives (Nécessite Ondulation HQ)
gd: Seall briseadh nan tonn faisg air a' chladach (feumaidh seo tonnachd àrd-chàileachd)
gl: Mostrar como rompen as ondas do mar na costa. É necesario activar previamente a opción «Ondas de calidade».
nl: Toon golven die breken bij de kust (vereist HQ golven)
pt_pt: Mostrar rebentamento de ondas perto da costa (Requer Ondulação HQ)

source: Water Shadows
de: Wasserschatten
es: Sombras en el agua
fr: Ombres sur l'eau
gd: Sgàilean uisge
gl: Sombras na auga
nl: Waterschaduwen
pt_pt: Sombras na Água

source: Cast shadows on water
de: Werfe Schatten auf dem Wasser
es: Proyectar sombras sobre el agua
fr: Projeter les ombres sur l'eau
gd: Tilg sgàil air uisge
gl: Imprimir sombras na auga.
nl: Toon schaduwen op het water
pt_pt: Projectar sombras sobre a água

source: VSync
de: Vertikale Synchronisation
es: Sincronización vertical
gd: Sioncronachadh-V
gl: Sincronización vertical

source: Run vertical sync to fix screen tearing. REQUIRES GAME RESTART
de: Benutze vertikale Synchronisation, um Screen-Tearing zu beheben. BENÖTIGT SPIELNEUSTART
es: Mantener la sincronización vertical de la pantalla para evitar el llamado «screen tearing». ES NECESARIO REINICIAR EL JUEGO
fr: Utiliser la synchronisation verticale pour empêcher le tearing. NÉCESSITE DE REDÉMARRER LE JEU
gd: Ruith sioncronachadh inghearach gus sracadh na sgrìn a chàradh. FEUMAIDH TU AN GEAMA ATH-THÒISEACHADH
gl: Usa sincronización vertical para evitar que aparezan ao mesmo tempo imaxes de distintos fotogramas na pantalla. Para que a opción xurda efecto é necesario reiniciar o xogo.
nl: Gebruik verticale synchronisatie om een scherm dat "scheurt" te voorkomen. HET SPEL MOET HERSTART WORDEN
pt_pt: Activar sincronização vertical para corrigir efeitos de tearing. REQUER REINÍCIO DO JOGO

source: Master Gain
de: Masterverstärkung
es: Volumen general
fr: Principal
gd: Prìomh àirde
gl: Ganancia mestra
nl: Master volume
pt_pt: Ganho Principal

source: Master audio gain
de: Allgemeine Lautstärke
es: Volumen general
fr: Gain audio principal
gd: Prìomh àirde na fuaime
gl: Ganancia da canle mestra de son.
nl: Mastervolume
pt_pt: Ganho áudio principal

source: Music Gain
de: Musikverstärkung
es: Volumen de música
fr: Musique
gd: Àirde a' chiùil
gl: Ganancia da música
nl: Muziek volume
pt_pt: Ganho de Música

source: In game music gain
de: Hintergrundmusik
es: Volumen de la música del juego
fr: Gain sonore de la musique dans le jeu
gd: Àirde a' chiùil sa gheama
gl: Ganancia da música do xogo.
nl: Volume van de muziek
pt_pt: Ganho da música do jogo

source: Ambient Gain
de: Umgebungsgeräusche
es: Volumen ambiental
fr: Ambiance
gd: Àirde na h-àrainneachd
gl: Ganancia ambiental
nl: Achtergrondvolume
pt_pt: Ganho da Ambiência

source: In game ambient sound gain
de: Lautstärke der Umgebungsgeräusche
es: Volumen de los sonidos ambientales
fr: Gain sonore de l'ambiance dans le jeu
gd: Àirde aig fuaimean na h-àrainneachd sa gheama
gl: Ganancia dos sons ambientais do xogo.
nl: Volume van het achtergrondgeluid
pt_pt: Ganho dos sons de ambiência no jogo

source: Action Gain
de: Geräusche von Einheiten
es: Volumen de unidades
fr: Action
gd: Àirde na gnìomhachd
gl: Ganancia da acción
nl: Actievolume
pt_pt: Ganho da Acção

source: In game unit action sound gain
de: Lautstärke der Geräusche von Einheiten
es: Volumen de los sonidos emitidos por las unidades del juego
fr: Gain de sonore des actions des unités dans le jeu
gd: Àirde aig fuaimean gnìomhachd nan aonadan sa gheama
gl: Ganancia dos sons de acción das unidades no xogo.
nl: Volume van de spelelementen
pt_pt: Ganho dos sons de acção no jogo

source: UI Gain
de: Bedienoberfläche
es: Volumen de interfaz
fr: Interface utilisateur
gd: Àirde na h-eadar-aghaidh
gl: Ganancia da interface
nl: UI volume
pt_pt: Ganho do Interface

source: UI sound gain
de: Lautstärke der Bedienoberfläche
es: Volumen de los sonidos emitidos por la interfaz de usuario
fr: Gain sonore de l'interface utilisateur
gd: Àirde aig fuaimean na h-eadar-aghaidh
gl: Ganancia dos sons da interface.
nl: Volume van de klikken
pt_pt: Ganho dos sons do interface

source: Chat Backlog
es: Historial de chat
fr: Historique de la discussion
gd: Ro-loga na cabadaich
gl: Historial de conversas
nl: Chat log
pt_pt: Histórico do Chat

source: Number of backlogged messages to load when joining the lobby
de: Anzahl der letzten Meldungen beim Eintritt in die Lobby
es: Número de mensajes en el historial a cargar al entrar en la Sala Multijugador
fr: Nombre de messages d'historique à charger en rejoignant le hall
gd: An àireamh de theachdaireachdan roimhe a thèid a luchdadh on loga nuair thig thu a-seach dhan lobaidh
gl: Número de mensaxes previas que cargar ao unirse á sala de espera para partidas de varios xogadores.
nl: Aantal berichten die geladen worden wanneer je in de lobby binnen komt.
pt_pt: Número de mensagens antigas que são carregadas no momento em que entra no lobby

source: Chat Timestamp
de: Chat Zeitstempel
es: Mostrar fecha y hora
fr: Horodatage du Chat
gd: Stampaichean-tìde na cabadaich
gl: Hora das mensaxes
nl: Chat tijdsweergave
pt_pt: Marca de Data e Hora

source: Show time that messages are posted in the lobby chat
de: Zeige Zeit von Nachrichten, die in dem Lobby-Chat geschrieben werden
es: Muestra cuando se publicaron los mensajes en el chat de la Sala Multijugador
fr: Montrer l'heure à laquelle sont postés les messages dans le chat du hall
gd: Seall an t-àm a thèid teachdaireachdan a phostadh gu cabadaich na lobaidh
gl: Mostrar a hora das mensaxes que se envían e reciben no panel de conversa da sala de espera para partidas de varios xogadores.
nl: Toon de tijd waarop chatberichten in de lobby verstuurd zijn.
pt_pt: Mostrar a data e hora a que as mensagens são publicadas no chat do lobby

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
gd: à comas
gl: desactivado
nl: uitgeschakeld
pt_pt: inactivo

source: connecting to server
de: Verbinde zu Server
es: conectándose al servidor
fr: connexion au serveur
gd: a' ceangal ris an fhrithealaiche
gl: conectando ao servidor
nl: verbinden met server
pt_pt: a ligar ao servidor

source: uploading (%f%%)
de: Hochladen (%f%%)
es: subiendo (%f%%)
fr: téléversement (%f%%)
gd: 'ga luchdadh suas (%f%%)
gl: enviando (%f%%)
nl: aan het versturen (%f%%)
pt_pt: a enviar (%f%%)

source: upload succeeded
de: Hochladen erfolgreich
es: subida completada
fr: téléversement réussi
gd: shoirbhich leis an luchdadh suas
gl: completouse o envío
nl: uploaden geslaagd
pt_pt: envio bem sucedido
