Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Kshatriya or Kashtriya, meaning warrior, is one of the four varnas (social orders) in Hinduism. Traditionally Kshatriya constitute the military and ruling elite of the Vedic-Hindu social system outlined by the Vedas and the Laws of Manu.
de: Kshatriya oder Kashtriya bedeutet Krieger und ist eine der vier Kasten (Gesellschaftsordnung) des Hinduismus. Traditionell begründen die Kshatriya das Militär und die Führungselite der Vedic-Hindu-Gesellschaftsordnung beschrieben in den Vedas und dem Gesetzesbuch des Manu.
es: Kshatriya o Kashtriya, que significa luchador, es una de las cuatro varnas (castas sociales principales) en hinduismo. Tradicionalmente la Kshatriya constituía la élite militar que regía el país, tal y como se translucía en la organización social védico-hindú mantenida por los Vedas, descritas en las leyes de Manu.
fr: Kshatriya, ou Kashtriya, qui signifie guerrier, est l'une des quatre varnas (castes) de l'Hindouisme. Dans la tradition, les Kshatriya constituent l'élite militaire et dirigeante du système social Védique et Hindou tel que décrit dans les Védas et dans les lois de Manou.
gl: Os chatrías (“guerreiros”) eran unha das catro castas da India. Os chatrías constitúen tradicionalmente a elite político-militar do sistema social veda e hindú, rexido polos Vedas e mailas Leis de Manu.
nl: Kshatriya of Kashtriya, met de betekenis van krijger, is één van de vier varna's (sociale ordes) in het Hindoeïsme. Traditioneel zijn Kshatriya een militaire orde, en de leidende elite van het Vedisch-Hindoeïstische sociale systeem, bepaald door de Vedas en de wetten van Manu.
pt_pt: A Xátria (Kshatriya em sânscrito), palavra que significa 'guerreiro', é uma das quatro varnas (castas sociais) no Hinduísmo. Tradicionalmente, os xátrias constituem a elite militar e governante do sistema social védico-hindu delineado pelas Vedas e pelas Leis de Manu.

source: Allied Temple techs -50% cost and research time.
de: Alliierte Tempel-Technik -50% Kosten und Forschungszeit.
es: Las tecnologías de templos aliados reducen un -50% el coste y tiempo de investigación.
fr: -50% de coûts et temps de recherche pour les temple alliés
gd: Bidh feum air nas lugha de chosgaisean 's ùine rannsachaidh air gach teicneolas an teampaill dha na caidreabhaich le -50%.
gl: As tecnoloxías dos templos dos aliados custan a metade e requiren a metade de tempo.
nl: Technologieën in geallieerde tempels kosten 50% minder aan grondstoffen en tijd.
pt_pt: Tecnologia aliada custa -50% e é desenvolvida 50% mais rápida.

source: Evangelism.
de: Evangelismus
es: Evangelismo.
fr: Évangélisation.
gd: Soisgeulachd.
gl: Evanxelización
nl: Evangelisme
pt_pt: Evangelismo

source: Ashoka the Great sent embassies West to spread knowledge of the Buddha.
de: Ashoka der Große schickte Botschafter westwärts um Wissen des Buddha zu verbreiten.
es: Aśoka el Grande envió embajadas a occidente para difundir la palabra de Buda.
fr: Ashoka le Grand envoya des ambassades en Occident pour faire connaître Bouddha.
gd: Chuir Aśoka tosgairean gu siar gus eòlas air a' Bhuda a sgaoileadh.
gl: Aśoka o Grande enviou embaixadores ao oeste para esparexer as doutrinas de Buddha.
nl: Ashoka de Grote stuurde ambassadeurs naar het westen om de kennis van Boeddha te verspreiden.
pt_pt: Asoka enviou embaixadores para o ocidente para difundir o conhecimento do Budismo.

source: Chandragupta Maurya
gd: Chandragupta Mauraidhea
gl: Chandragupta Mauria
pt_pt: Chandragupta Mauria

source: Ashoka the Great
de: Ashoka der Große
es: Asóka el Grande
fr: Ashoka le Grand
gd: Aśoka Mòr
gl: Aśoka o Grande
nl: Ashoka de Grote
pt_pt: Asoka

source: Ashokavardhan Maurya
de: Ashoka
gd: Ashokavardhan Mauraidhea
gl: Axocabardan Mauria
pt_pt: Asoka o Grande

source: Bindusara Maurya
de: Bindusara
fr: Bindusâra Maurya
gd: Bindusara Mauraidhea
gl: Bindusara Mauria
pt_pt: Bindusara

source: Dasaratha Maurya
de: Dasaratha
gd: Dasaratha Mauraidhea
gl: Dasaraza Mauria
pt_pt: Dasaratha Mauria

source: Samprati Maurya
de: Samprati
fr: Sampatri Maurya
gd: Samprati Mauraidhea
gl: Samprati Mauria
pt_pt: Samprati de Magadha

source: Salisuka Maurya
fr: Shalisuka Maurya
gd: Salisuka Mauraidhea
gl: Salisuca Mauria
pt_pt: Salisuka de Magadha

source: Devavarman Maurya
de: Devadharama
gd: Devavarman Mauraidhea
gl: Devavarman Mauria
pt_pt: Devavarman de Magadha

source: Satadhanvan Maurya
gd: Satadhanvan Mauraidhea
gl: Satadanvan Mauria
pt_pt: Satadhanvan de Magadha

source: Brihadratha Maurya
de: Brihadratha
gd: Brihadratha Mauraidhea
gl: Brihadraza Mauria
pt_pt: Brihadratha de Magadha

source: Capture up to 5 Gaia elephants and garrison them in the Elephant Stables to gain up to a 25% bonus in cost and train time of elephant units.
de: Fange bis zu 5 Gaia-Elefanten und quatiere sie in Elefantenställen ein, um einen Bonus von bis zu 25% auf Kosten und Ausbildungszeit für Elefanten-Einheiten zu erlangen.
es: Capture hasta 5 elefantes Gaia y reúnalos en los establos de elefantes para ganar un bonus de hasta el 25% en el coste y tiempo de reclutamiento de unidades de elefantes.
fr: Capturez jusqu'à 5 éléphants de Gaïa et mettez-les en garnison dans les écuries d'éléphant pour gagner +25% de bonus du coût et du temps de formation des unités éléphantes.
gd: Glac gu ruige 5 ailbheanan gaia agus cuir 'nan gearastan iad san stàball ailbheanan ach am faigh thu gu ruige 25% de lùghdachadh air cosgaisean 's ùine trèanaidh airson aonadan ailbhein.
gl: Captura ata 5 elefantes da natureza e acurrálaos nas cortes de elefantes para conseguir unha bonificación de ata o 25% no custo e no tempo de adestramento das unidades con elefante.
nl: Vang tot 5 Gaia olifanten, en stop ze in de olifantenstallen om een bonus van tot 25% op de rekruteertijd en kost van olifanteneenheden te krijgen.
pt_pt: Capture até 5 elefantes e coloque-os nos Currais de Elefantes para ganhar um bónus de até 25% no custo e no tempo de treino de unidades com elefantes.

source: Elephant Roundup
de: Zusammentreiben von Elefanten
es: Resumen de elefantes
fr: Rassemblement d'éléphants.
gd: Tional ailbheanan
gl: Agrupamento de elefantes
nl: Olifantenoverzicht
pt_pt: Cercado de Elefantes

source: Greater range and faster train time for Mauryan infantry archers.
de: Größere Reichweite und schnelleres Ausbilden für Maurya-Infanterie Bogenschützen.
es: Mayor distancia de tiro y un reclutamiento más rápido para los arqueros de infantería maurianos.
fr: Plus de portée et temps de formation plus rapide pour les archers d'infanterie Maurya.
gd: Gheibh boghadairean coisridh Mauraidheach barrachd astair lèirsinne 's thèid an trèanadh nas luaithe.
gl: Aumenta o alcance e reduce o tempo de adestramento dos arqueiros de infantaría mauros.
nl: Groter bereik en snellere rekruteertijd voor Mauryaanse boogschutters.
pt_pt: Maior alcance e recrutamento mais rápido em arqueiros maurias.

source: Archery Tradition
de: Bogenschießtradition
es: Tradición arquera
fr: Tradition d'archerie
gd: Gnàth nam boghadairean
gl: Tradición de arqueiros
nl: Boogschutterstraditie
pt_pt: Tradição de arco

source: India was a land of archery. The bulk of any Indian army was made up of highly skilled archers, armed with bamboo longbows.
de: Indien war das Land der Bogenschützen. Die Masse jedes indischen Heeres bestand aus geübten Bogenschützen, die mit Bambus-Langbogen bewaffnet waren.
es: India era una tierra de arqueros. El grueso de cualquier ejército hindú se componía de arqueros extremadamente hábiles armados con largos arcos de bambú.
fr: L'Inde était un pays d'archerie. Le cœur de toute armée indienne était composé d'archers de grand talent, équipés d'arcs longs en bambou.
gd: 'S e dùthaich nam boghadairean a bh' anns na h-Innseachan. 'S e boghadairean air leth sgileil a bhiodh sa mhòrchuid de dh'fheachd Innseanach sam bith agus bhiodh mòr-bhoghachan bambù aca.
gl: A India era unha rexión famosa polos seus arqueiros. Unha gran parte de calquera exército indio estaba formada por arqueiros de gran mestría, armados con arcos de bambú.
nl: Indië is een land van boogschutters. Het grootste deel van het Indische leger bestaat uit precieze schutters, gewapend met bogen van lange bamboestokken.
pt_pt: A Índia era um país de arqueiros. O grosso de qualquer exército indiano era formado por arqueiros altamente eficazes, armados com arcos de bambu.

source: Founder of the Mauryan Empire.
de: Begründer des Maurya-Reiches.
es: El fundador del imperio mauriano.
fr: Fondateur de l'empire Maurya.
gd: Am fear a stèidhich an impireachd Mhauraidheach.
gl: Fundador do Imperio Mauro.
nl: Stichter van de Mauryadynastie.
pt_pt: Fundador do Império Mauria.

source: Last great emperor of the Mauryan dynasty.
de: Der letzte große Eroberer der Mauryanischen Dynastie.
es: El último gran emperador de la dinastía mauriana.
fr: Dernier grand empereur de la dynastie Maurya.
gd: An t‑impire mòr mu dheireadh aig an tànaisteachd Mhauraidheach.
gl: Último gran emperador da dinastía maura.
nl: Laatste grote keizer van de Mauryadynastie.
pt_pt: O último grande imperador da dinastia mauria.

source: Great teacher and advisor to Chandragupta Maurya.
de: Großer Lehrer und Berater von Chandragupta Maurya.
es: Gran profesor y consejero de Chandragupta Maurya.
fr: Grand maître et conseiller de Chandragupta Maurya.
gd: Sàr-thidsear agus comhairle do Chandragupta Mauraidhea.
gl: Gran mestre e conselleiro de Chandragupta Mauria.
nl: De leraar en adviseur van Chandragupta Maurya.
pt_pt: Grande professor e conselheiro de Chandragupta Mauria.

source: Mauryan Indians
de: Maurya-Reich
es: Hindúes maurianos
fr: Indiens maurya
gd: Innseanaich Mauraidheach
gl: Indios mauros
nl: Mauryaanse Indiërs
pt_pt: Maurias

source: Elephant Stables
de: Elefantenställe
es: Establos de elefantes
fr: Étables à éléphants
gd: Stàball ailbheanan
gl: Cortes de elefantes
nl: Olifantenstallen
pt_pt: Curral de Elefantes

source: Trains Elephant Archer and Worker Elephant at Town Phase, then adds the champion War Elephant at the City phase.
de: Bildet in der Stadtphase Elefantenbogenschütze und Arbeitselefanten aus, in der Stadtphase kommen dann noch Gardekriegselefanten dazu.
es: Recluta arqueros a elefante y elefantes de trabajo en la fase de pueblo, y en la Fase de Ciudad entrena elefantes de guerra campeones.
fr: Permet de former des éléphants archers et des éléphants de travail lors de la Phase des Villes, puis ajoute l'éléphant de guerre champion lors de la Phase des Cités.
gd: Trèanaichidh seo boghadairean ailbhein 's ailbheanan obrach ri linn nam bailtean agus bidh laoch ailbhein-chogaidh ri làimh dhut ri linn nam mòr-bhailtean.
gl: Permite adestrar arqueiros en elefante e elefantes traballadores na fase de vila, así como o campión elefante de guerra na fase de cidade.
nl: Rekruteer olifantboogschutters en werkolifanten in stadsfase. In grootstadsfase kan je ook kampioen oorlogsolifanten rekruteren.
pt_pt: Recruta Arqueiros em Elefantes e Elefantes de Trabalho na Fase de Vila, e Elefantes de Guerra de elite na Fase de Cidade.

source: Edict Pillar of Ashoka
de: Ashoka-Säule
es: Eregir Pilar de Ashoka
fr: Pilier à édits d'Ashoka
gd: Carragh fuagraidh Aśoka
gl: Edictos de Aśokā
nl: Beschreven Pilaar van Ashoka
pt_pt: Pilares de Asoka

source: Contentment: +10% Health and +10% resource gathering rates for all citizens and allied citizens within its range. Can be built anywhere except in enemy territory. Max Built: 10.
de: Zufriedenheit: +10% Gesundheit und +10% Sammelrate von Ressourcen für alle Bürger und alliierten Bürger in seiner Reichweite. Kann überall außer in feindlichem Gebiet gebaut werden. Maximal: 10.
es: Contentamiento: +10% Salud y +10% tasa de recolección de recursos para todos los ciudadanos y para los ciudadanos aliados dentro de su rango. Pueden ser construidos en cualquier parte excepto en territorio enemigo. Máximo: 10.
fr: Contentement: 10% de santé et 10% de taux collecte de ressources pour tous les citoyens et les citoyens alliés à sa portée. Peut être construit n'importe où, sauf en territoire ennemi. Max de construction: 10.
gd: Sonas: gheibh gach saoranach is saighdear-dùthcha agadsa 's nan caidreabhach a bhios am broinn na rainse +10% de shlàinte is cruinnichidh iad stòras +10% nas luaithe. 's urrainn dhut a thogail àite sam bith ach air ranntair no nàimhdean. Cuingeachadh togail: 10.
gl: Concento: aumenta en +10% a saúde e maila velocidade de recollida de recursos de todos os cidadáns, propios e aliados, dentro do seu raio de acción. Pode construírse en calquera lugar salvo en territorio inimigo. Non pode construírse máis de 10.
nl: Tevredenheid: +10% gezondheid en +10% grondstof verzamelsnelheid voor alle eigen en geallieerde burgers in zijn bereik. Kan overal behalve in vijandig gebied gebouwd worden.
pt_pt: Satisfação: +10% de vida e +10% de taxa de obtenção de recursos para todos os seus cidadãos e cidadãos aliados com este alcance. Pode construir em qualquer sítio excepto território inimigo. Máximo de construção: 10.

source: Founded in 322 B.C. by Chandragupta Maurya, the Mauryan Empire was the first to rule most of the Indian subcontinent, and was one of the largest and most populous empires of antiquity. Its military featured bowmen who used the long-range bamboo longbow, fierce female warriors, chariots, and thousands of armored war elephants. Its philosophers, especially the famous Acharya Chanakya, contributed to such varied fields such as economics, religion, diplomacy, warfare, and good governance. Under the rule of Ashoka the Great, the empire saw 40 years of peace, harmony, and prosperity.
de: Gegründet 322 v.Chr. durch Chandragupta Maurya war das Maurische Imperium das erste, das große Teile des Indischen Subkontinents beherrschte und eines der größten und bekanntesten Imperien der Antike. Sein Militär bestand aus Bogenschützen, die weitreichende Langbögen aus Bambus nutzten, wilden Kriegerinnen, Streitwagen und tausenden, gepanzerten Kriegselefanten. Seine Philosophen, besonders der berühmte Acharya Chanaka, steuerten zu so manigfaltigen Themen wie Wirtschaft, Religion, Diplomatie, Kriegskunst und verantwortungsbewusster Herrschaft bei. Unter der Herrschaft Ashoka's des Großen bekam das Imperium 40 Jahre Frieden und Wohlstand.
es: Fundada en el año 322 A.C. por Chandragupta Maurya, el Imperio Maurya fue el primero en dominar la mayor parte del subcontinente indio, y fue uno de los imperios más grandes y de más pobladas de la antigüedad. Su ejército contó con arqueros que usaron el arco de bambú de largo alcance, feroces mujeres guerreras , carros, y miles de elefantes de guerra blindados. Sus filósofos, en especial el famoso Acharya Chanakya, contribuyeron a campos tan diversos como la economía, la religión, la diplomacia, la guerra y la buena gobernanza. Bajo el imperio de Ashoka el Grande, el imperio vio 40 años de paz, armonía y prosperidad.
fr: Fondé en 322 av. J.C. par Chandragupta Maurya, l'Empire Maurya fut le premier à régner sur le sous-continent hindoue, et fut l'un des empires les plus grands et des plus peuplés de l'antiquité. Son armée comprenait des archers qui utilisaient des arcs en bambou à longue-portée, des guerrières féroces, des chars, et des milliers d'éléphants de guerre. Ses philosophes, surtout le célèbre Acharya Chanakya, participaient à des domaines variés tels que l'économie, la religion, la diplomatie, la guerre et la bonne gouvernance. Sous le règne d'Ashoka le Grand, l'empire vécu pendant 40 ans de paix, d'harmonie et de prospérité.
gl: Fundado no ano 322 a.C. por Chandragupta Mauria, o Imperio Mauro foi o primeiro en dominar a meirande parte da India, e era un dos imperios máis grandes e poboados da antigüidade. O seu exército contaba con arqueiros que portaban arcos de bambú de gran alcance, feroces mulleres guerreiras, carros, e milleiros de elefantes de guerra armados. Os seus filósofos, especialmente o famoso Chānakya, contribuíron a campos tan diversos como a economía, a relixión, a diplomacia, a guerra, e o goberno. Durante o goberno de Aśoka o Grande, o imperio viviu 40 anos de paz, harmonía e prosperidade.
nl: De Mauryadynastie werd in 322 V.C. door Chandragupta Maurya gesticht. Het was het eerste rijk om het over grootste deel van het Indische subcontinent te heersen. Het was één van de grootste en meest bevolkte rijken van de oudheid. Hun leger bestond vooral uit boogschutters die bamboebogen met een groot bereik gebruikten. Daarnaast waren er gevaarlijke vrouwelijke krijgers, strijdwagens, en duizenden gepantserde oorlogsolifanten. Hun filosofen, vooral de bekende Acharya Chanakya, droegen bij tot gevarieerde vakgebieden zoals economie, religie, diplomatie, krijgskunde en goed bestuur. Onder het bestuur van Ashoka de Grote zag het rijk 40 jaar van vrede, harmonie en vooruitgang.
pt_pt: Fundado em 322 a.C. por Chandragupta Mauria, o Império Mauria foi o primeiro a dominar a maior parte do subcontinente indiano, e um dos mais extensos e povoados impérios da antiguidade. O seu exército era constituído por arqueiros com arcos de bambu que tinham grande alcance, ferozes mulheres guerreiras, carros de combate e milhares de elefantes de guerra. A filosofia mauria, que teve em Chanakya um dos seus maiores representantes, contribuiu para aumentar o saber em áreas tão distintas como a economia, a religião, a diplomacia, a guerra e a governação. Durante o governo de Asoka, o império viveu 40 anos de paz, harmonia e prosperidade.

source: Persians
de: Perser
es: Persas
fr: Perses
gd: Na Pearsaich
gl: Persas
nl: Achaemenidisch Perzië
pt_pt: Persas

source: The resource cost of training camel-mounted (trader) or horse-mounted units (cavalry) is reduced by 5% per animal (as appropriate) corralled.
de: Ausbildungskosten von Kamel-/Pferdekavallerie sinken pro eingefangenem Kamel-/Pferd um 5%.
es: El coste en los recursos de la formación de camellos montados (comerciante) o unidades montados a caballo (caballería) se reduce en un 5% por animal (según el caso) en un corral.
fr: Les ressources nécessaires pour former des chameaux-montés (commerçants) et des unités montées (cavalerie) sont réduites de 5% par animal parqué (s’il y a lieu).
gd: Bidh lùghdachadh an cosgais de 5% gus aonad air muin càmhail (neach-malairt) no eich (eachraidh) a thrèanadh le gach beathach san fhàl (a-rèir na tha iomchaidh).
gl: Os recursos necesarios para adestrar unidades montadas en camelo (comerciante) ou cabalo (cabalaría) redúcense un 5% por animal correspondente acurralado.
nl: De grondstofkosten voor het trainen van eenheden op kamelen (handelaars) of ruiters wordt met 5% per toepasselijk dier in de veekraal verlaagd.
pt_pt: Os recursos necessários para recrutar unidades montadas em camelos (comerciantes) ou em cavalos (cavalaria) são reduzidos em 5% por cada animal domesticado (respectivamente).

source: Corral Camels and Horses
de: Fange Kamele und Pferde ein
es: Camellos y caballos de corral
fr: Corral de chameaux et chevaux
gd: Cuir càmhail is eich san fhàl
gl: Acurralar camelos e cabalos
nl: Omhein kamelen en paarden
pt_pt: Estábulo de Camelos e Cavalos

source: While the Persians employed camelry only in a few cases, its use was always accompanied by great success (most notably during the battle of Sardis in 546 B.C.) The satrapy of Bactria was a rich source of 'two-hump' camels, while Northern Arabia supplied 'one-hump' camels.
de: Auch wenn die Perser Kamele nur selten einsetzten, ging ihre Verwendung immer mit großen Erfolgen einher (am sichtbarsten in der Schlacht von Sardes, 546 v. Chr.). Die baktrische Satrappe war ein reicher Quell an Kamelen, wohingegen Nordarabien Dromedare beisteuerte.
es: Mientras que los persas emplearon camellos solo en algunos casos, su uso siempre fue acompañado de un gran éxito (más notable durante la batalla de Sardes en el 546 a.C.). La satrapía de Bactria era un rico productor de camellos mientras que la zona del norte de Arabia suministraba dromedarios.
fr: Alors que les Perses employaient les chameaux seulement que dans quelques cas, son utilisation était toujours accompagnée par un grand succès (notamment lors de la bataille de Sardes en 546 avant J.C.). La satrapie de la Bactriane était une riche source de chameaux, tandis que l'Arabie du Nord fournissait les dromadaires.
gl: Aínda que os persas só contrataban guerreiros montados en camelos en contadas ocasións, o seu uso sempre ía da man de grandes éxitos, de maneira especialmente notábel durante a batalla de Sardes no ano 546 a.C. O sátrapa de Bactriana era unha fonte xenerosa de camelos, mentres que do norte de Arabia traíanse dromedarios.
nl: Hoewel de Perzen kamelen slechts in een paar oorlogssituaties gebruikten kwam dat gebruik er van altijd met veel succes. Het best bekende succes met kamelen was de slag bij Sardis in 546 V.C. De satrapie van Bactria was een goede bron van kamelen, terwijl in Noord Arabië eerder dromedarissen voorkwamen.
pt_pt: Os Persas só usavam camelos de guerra em casos pontuais, mas quando o faziam obtiam quase sempre bons resultados (nomeadamente na batalha de Sardes em 546 a.C.). A satrapia de Báctria era abundante em camelos, ao passo que o norte da Arábia fornecia dromedários.

source: Persians have a +10% population cap bonus (e.g. 330 pop cap instead of the usual 300).
de: Perser haben einen Bevölkerungsbonus von +10% (z.B. eine Bevölkerungskapazität von 330 anstatt 300 Einheiten).
es: Los persas tienen una bonificación de un +10% en la población máxima (por ejemplo, 330 de población en lugar de los habituales 300).
fr: Les perses ont un bonus de +10% population maximale (par exemple 330 max au lieu de l'habituel 300).
gd: Tha +10% dhe sluagh as motha ceadaichte dha na Pearsaich ('s e seo sluagh as motha de 330 an àite nan 300 àbhaisteach).
gl: Os persas teñen unha bonificación de +10% de límite de poboación. Por exemplo, se o límite é 300 unidades, eles poden ter 330.
nl: Perzen hebben een +10% maximumbevolkingsbonus (bijv. 330 max i.p.v. de gebruikelijke 300).
pt_pt: Limite de população dos Persas é alargado em 10%. Por exemplo, 330 em vez do normal 300.

source: Great King's Levy
de: Großkönigliche Einberufung
es: La leva del gran rey
fr: Prélèvement du grand Roi
gd: Togail airm mòr an Rìgh
gl: Leva do gran rei
nl: De werving van de koning
pt_pt: Mobilização Geral
