Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Italiote Embassy
de: Italiotische Botschaft
es: Embajada italiota
fr: Ambassade italiote
gd: Ambasaid Eadailteach
gl: Embaixada italiota
nl: Italische ambassade
pt_pt: Embaixada Italiota

source: Hire Italian mercenaries.
de: Werbe italienische Söldner an.
es: Contrata mercenarios italianos.
fr: Engager des mercenaires italiotes.
gd: Fastaich saigheadan-duaise Eadailteach.
gl: Contrata mercenarios italiotas.
nl: Koop Italiaanse huurlingen.
pt_pt: Contrata mercenários italiotas.

source: When Hannibal invaded Italy and defeated the Romans in a series of battles, many of the Italian peoples subject to Rome, including the Italian Greeks and powerful Samnites, revolted and joined the Carthaginian cause.
de: Als Hannibal Italien überfiel und die Römer in einer Serie von Schlachten besiegte, revoltierten viele italienische Völker, einschließlich den italienischen Griechen und den mächtigen Samnitern, und schlossen sich den Karthagern an.
es: Cuando Aníbal invadió Italia y derrotó a los romanos en una serie de batallas, muchos de los habitantes italianos sometidos a Roma, incluyendo los griegos italianos y los poderosos Samnitas, se sublevaron y se unieron a la causa Cartaginense.
fr: Quand Hannibal envahit l'Italie et vainquit les Romains dans une série de batailles, de nombreux peuples italiens soumis à Rome, y compris les Grecs italiens et les puissants Samnites, se révoltèrent et rejoignirent la cause carthaginoise.
gd: Nuair a bhriod Hannibal a-steach dhan Eadailt 's nuair a chuir e ruaig air na Ròmanaich ann an sreath de bhlàran, rinn mòran dhen mhuinntir Eadailteach a bha fo smachd na Ròimhe mar na Greugaich Eadailteach 's na Samnaidhich chumhachdach aramach 'na h-aghaidh 's chuir iad taic ri Cartago.
gl: Cando Aníbal invadiu Italia e derrotou aos romanos nunha serie de batallas, moitos dos italiotas suxeitos a Roma, incluídos os gregos italiotas e os poderosos samnitas, rebeláronse e uníronse á causa cartaxinesa.
nl: Toen Hannibal Italië binnenviel en de Romeinen versloeg in een reeks veldslagen hebben veel Italiaanse volkeren (zoals de Italiaanse Grieken en de machtige Samnieten) zich aangesloten bij de Carthagers.
pt_pt: Quando Aníbal invadiu a Itália e derrotou os Romanos numa série de batalhas, muitos dos povos italiotas sob domínio romano, incluindo os gregos itálicos e os poderosos samnitas, revoltaram-se e juntaram-se à causa cartaginesa.

source: Iberian Embassy
de: Iberische Botschaft
es: Embajada íbera
fr: Ambassade ibérique
gd: Ambasaid Ibèireach
gl: Embaixada ibera
nl: Iberische ambassade
pt_pt: Embaixada Ibérica

source: Hire Iberian mercenaries.
de: Werbe iberische Söldner an.
es: Contratar mercenarios íberos.
fr: Engager des mercenaires ibères.
gd: Fastaich saighdearan-duaise Ibèireach.
gl: Contrata mercenarios iberos.
nl: Koop Iberische huurlingen.
pt_pt: Contrata mercenários ibéricos.

source: The Iberians were known as fierce mercenaries, loyal to their paymasters.
de: Die Iberer waren bekannt also starke Söldner, loyal gegenüber ihrem Zahlmeister.
es: Los íberos eran conocidos por ser fieros mercenarios, leales a sus comisarios.
fr: Les Ibères étaient connus comme des mercenaires féroces, fidèles à leurs bailleurs.
gd: Bhiodh na h‑Ibèirich cliùiteach mar shaighdearan-duaise fiadhaich is dìleas do am pàigh-mhaighstirean.
gl: Os mercenarios iberos eran famosos pola súa ferocidade e lealdade a quen os contrataba.
nl: De Iberiërs waren gekend als gevreesde huurlingen. Extreem trouw aan hun opdrachtgever.
pt_pt: Os mercenários ibéricos eram conhecidos pela sua ferocidade e lealdade para com quem os contratava.

source: Carthage, a city-state in modern-day Tunisia, was a formidable force in the western Mediterranean, eventually taking over much of North Africa and modern-day Spain in the third century B.C. The sailors of Carthage were among the fiercest contenders on the high seas, and masters of naval trade. They deployed towered War Elephants on the battlefield to fearsome effect, and had defensive walls so strong, they were never breached.
de: Karthago, ein Stadt-Staat im heutigen Tunesien, wer eine beeindruckende Macht im westlichen Mittelmeerraum. Im 3. Jahrhundert v.Chr. übernahm sie große Teile von Nordafrika und des heutigen Spaniens. Die Seeleute Karthagos‘s gehörten zu den wildesten Streitern auf der hohen See, und waren Meister des Seehandels. Sie setzten Kriegselephanten mit furchterregenden Effekten auf den Schlachtfeldern ein und hatten Verteidigungswälle, die so stark waren, dass sie nie durchbrochen wurden.
es: Cartago, una ciudad-estado en la actual Túnez, fue una fuerza formidable del Mediterráneo occidental, tomando eventualmente gran parte del norte de África y la actual España en el tercer sigo A.C. Los marineros de Cartago estuvieron entre los más fieros contendientes de los mares, y fueron maestros del comercio naval. Desplegaron elefantes de guerra en los campos de batalla para infundir miedo en el enemigo, y tenían murallas defensivas tan robustas que nunca fueron traspasadas.
fr: Carthage, une cité-État de l'actuelle Tunisie, était une formidable force de Méditerranée occidentale, occupant au IIIe siècle avant J.-C. la plus grande partie de l'Afrique du Nord et de l'Espagne. Les marins de Carthage étaient parmi les plus féroces concurrents de haute mer, et les maîtres du commerce maritime. Ils ont déployé sur les champs de bataille de redoutables éléphants de guerre harnachés de nacelle d'armes, et avaient des murs défensifs si robustes qu'ils n'ont jamais été enfreints.
gl: Cartago, a cidade estado do que agora coñecemos por Tunisia, constituía unha forza formidábel no Mediterráneo occidental, e acabou tomando posesión de gran parte do norte de África e da Península Ibérica durante o século III a.C. Os mariñeiros de Cartago estaban entre os máis feroces dos mares, e eran os mestres do comercio por mar. Os cartaxineses levaban ao campo de batalla elefantes de guerra con torres de soldados sobre eles, enchendo de medo o corazón dos seus inimigos, e ninguén podía derribar as súas murallas.
nl: Carthago, een stadstaat in huidig Tunesië, was een indrukwekkende kracht rond de Middenlandse Zee. Op hun hoogtepunt bezaten ze grote delen van Noord Afrika en huidig Spanje. De zeemannen van Carthago waren gevreesde tegenstanders en meesters van maritieme handel. Ze gebruikten bereden oorlogsolifanten op het slagveld als schrikwekkend wapen. Hun stadsmuren waren zo sterk dat ze nooit doorbroken zijn.
pt_pt: Cartago, uma cidade-estado localizada no que hoje corresponde à Tunísia, era uma potência formidável do Mediterrâneo ocidental, tendo conseguido conquistar grande parte do Norte de África e da actual Espanha no século III a.C. Os marinheiros de Cartago eram dos mais aguerridos intervenientes do mar alto, para além de serem mestres do comércio marítimo. Os Cartagineses levavam Elefantes de Guerra encimados de torres para o campo de batalha, causando assombro ao inimigo, e tinham muralhas defensivas tão sólidas que nunca foram trespassadas.

source: Celts
de: Kelten
es: Celtas
fr: Celtes
gd: Ceiltich
gl: Celtas
nl: Kelten
pt_pt: Celtas

source: British Isles
de: Britische Inseln
es: Íslas británicas
fr: Les îles britanniques
gd: Na h‑Eileanan Breatannach
gl: Illas británicas
nl: Britse eilanden
pt_pt: Ilhas Britânicas

source: A set amount of ore and food from every structure destroyed or captured
de: Eine bestimmte Menge an Erz und Nahrung, die von jedem zerstörten oder eingenommenen Gebäude abgenommen wird.
es: Una cantidad de mineral y comida fija por cada estructura destruida o capturada
fr: Un montant fixe de minerai et de nourriture venant de toutes les structures détruites ou capturées
gd: Thèid uiread socraichte de bhiadh is clach-mhèinneir aig gach togalach a sgrios no a thogail
gl: Unha cantidade fixa de metal e comida por cada estrutura destruída ou capturada.
nl: Een bepaalde hoeveelheid mineralen en voedsel van elk gebouw dat vernietigd of veroverd is.
pt_pt: Recebe uma determinada quantidade de comida e de minério por cada edifício destruído ou conquistado

source: Means Woe to the Defeated It was the words that the Gallic Leader, Brennos, spoke at the Capitol at Rome after they took their plunder.
de: „Wehe den Besiegten!“ sagte der gallische Heerführer Brennus am römischen Kapitol, nachdem sie ihre Beute an sich nahmen.
es: Significa "Aflicción a los vencidos". Fueron las palabras que Breno, el líder galo, dijo en el capitolio de Roma después de arrasar y saquear la ciudad.
fr: Malheurs aux vaincus furent les mots prononcés par le chef Gaulois, Brennos, s'adressant dans le capitole à Rome après qu'ils aient pris leurs butins.
gd: O thruaighe an fheadhainn a chaill! - Seo na briathran a thuirt Brennos, ceannard muinntir na Gaille aig capatal na Ròimhe nuair a bha iadsan air an creach a thogail.
gl: Significa «mal dos derrotados». Estas palabras pronunciounas o líder dos galos, Breno, cando falou no capitolio romano despois de que lle arrebatasen o seu botín.
nl: Wee de verslagenen. Dat waren de woorden die de Gallische leider, Brennos, sprak bij de Capitol in Rome nadat ze hun buit hadden geroofd.
pt_pt: Significa "Ai dos vencidos". Foram as palavras que Breno, líder gaulês, proferiu no capitólio de Roma depois de ter saqueado a cidade.

source: Gallic druids gain a small melee attack.
de: Gallische Druiden bekommen einen schwachen Nahkampfangriff.
es: Los druidas galos consiguen un pequeño ataque cuerpo a cuerpo.
fr: Les druides gaullois acquièrent un peu d'attaque de mélée.
gd: Gheibh draoidhean Gallach comas ionnsaighe dlùithe beag.
gl: Os druídas galos obteñen un feble ataque de contacto.
nl: Gallische druïdes kunnen ook andere eenheden aanvallen.
pt_pt: Os druidas gauleses ganham um pequeno ataque corpo a corpo.

source: Carnutes
de: Karnuten
es: Carnutos
gl: Carnutos

source: The Carnutes were druids from Aulercia. They fought when needed, and were largely responsible for turning back the Belgae incursions into Armorica and Aulercia.
de: Die Karnuten waren Druiden aus Aulercia. Wenn nötig kämpften sie, und so waren sie verantwortlich dafür, dass die einfallenden Belger nach Aremorica und Aulercia zurückgedrängt wurden.
es: Los Carnutos fueron druidas de Aulercia. Luchaban sólo cuando era necesario y fueron los responsables de rechazar las incursiones belgas en Armórica y Aulercia.
fr: Les druides Carnutes étaient des Aulerques. Ils se battaient qu'en cas de besoin, et ont largement contribué a faire reculer les incursions Belges en Armorique et en Aulerque.
gl: Os carnutos era druídas de Aulercia. Loitaban cando facía falla, e foron en gran parte responsábeis do cambio de tornas nas incursións belgas en Armórica e Aulercia.
nl: De Carnutes waren druïden van Aulercia. Ze vochten indien nodig, en waren grotendeels verantwoordelijk voor het terugdrijven van de Belgische invallen in Armorica en Aulercia.
pt_pt: Os Carnutes eram druidas da região aulerca. Combatiam quando era necessário e foram os principais responsáveis pela resistência contra as incursões belgas na Armórica e na Aulércia.

source: When celt armies met the enemy, before the battle would start, the celt leader would go to the first line and challenge the bravest of the enemy warriors to a single combat. The story of how Marcus Claudius Marcellus killed a Gallic leader at Clastidium (222 B.C.) is typical of such encounters. Advancing with a smallish army, Marcellus met a combined force of Insubrian Gauls and Gaesatae at Clastidium. The Gallic army advanced with the usual rush and terrifying cries, and their king, Britomartos, picking out Marcellus by means of his badges of rank, made for him, shouting a challenge and brandishing his spear. Britomartos was an outstanding figure not only for his size but also for his adornments; for he was resplendent in bright colors and his armor shone with gold and silver. This armor, thought Marcellus, would be a fitting offering to the gods. He charged the Gaul, pierced his bright breastplate and cast him to the ground. It was an easy task to kill Britomartos and strip him of his armor.
de: Wenn keltische Armeen den Gegner treffen, ist es Brauch, dass sich der keltische Anführer vor Schlachtbeginn in die Frontlinie geht und den mutigsten der gegnerischen Krieger in einem Ein-Mann-Duell herausfordert. Die Geschichte, wie Marcus Claudius Marcellus einen gallischen Führer in der Schlacht von Clastidium (222 v. Chr.) besiegte ist für solche Begegnungen charakteristisch. Mit einer kleineren Armee vorstoßend, traf Marcellus bei Clastidium eine vereinte Kraft der Insubrer. Wie von den Insubrern gewohnt attackierten diese sofort, Kriegsgeschrei brüllend, mit ihrem Anführer Viridomarus, der sofort Marcellus, wegen seines offensichtlich hohen Rankes, angriff. Britomartos war nicht nur wegen seiner Größe sondern auch aufgrund seines Schmucks eine herausragende Person auf dem Schlachtfeld, als in hellen Farben seine goldene und silberne glänzte. Diese Rüstung, dachte Marcellus, wäre ein passendes Opfer an die Götter. Er attackierte also den Insubrer, durchbohrte seine helle Brustpanzer und warf ihn zu Boden. Es war eine leichte Aufgabe für ihn, Britomartos zu töten und ihm seine Rüstung abzunehmen.
es: Avanzando con un ejército pequeño, Marcelo reunió una fuerza combinada de galos insubrianos y aesatenos en Clastidium. El ejército galo avanzó con la prisa habitual y emitiendo gritos aterradores, y su rey, Britomartos, descubrio a Marcelo por medio de sus insignias de graduación, hechas por él mismo, retandolo y blandiendo su lanza. Britomartos era una figura destacada no sólo por su tamaño, sino también por sus adornos, porque estaba resplandeciente de colores brillantes y su armadura brillaba con el oro y la plata. Esta armadura, pensó Marcelo, sería un ofrecimiento apropiado para los dioses. Cargó contra el galo, atravesó su brillante peto y lo arrojó al suelo. Fue una tarea fácil matar a Britomartos y despojarlo de su armadura.
fr: Lorsqu'une armée celte recontrait l'ennemi, avant la bataille, le chef celte allait en première ligne pour provoquer et affronter le plus brave parmi les guerriers ennemis en combat singulier. La façon dont Marcus Claudius Marcellus tua un chef gaulois à Clastidium (222 av. J.C.) en est un exemple typique. Avançant avec une petite armée, Marcellus rencontra une force combinée de Gaulois d'Insubrie et de Gésates à Clastidium. L'armée gauloise progressait comme d'habitude rapidement au milieu de cris terrifiants et leur roi, Britomartos, repérant Marcellus par ses insignes et son rang, se dirigea vers lui pour lui lancer un défi et brandir son épée. Britomartos était un personnage exceptionnel non seulement par la taille mais aussi par ses atours ; il resplendissait de couleurs vives et sa cuirasse brillait d'or et d'argent. Marcellus se dit que cette cuirasse serait une juste offrande aux Dieux. Il provoqua le Gaulois, transperça son plastron luisant et l'envoya au sol. Tuer Britomartos et lui retirer sa cuirasse fût une action aisée.
gl: Cando os exércitos celtas se encontraban co inimigo, antes de que comezase a batalla, o líder dos celtas adoitaba adiantarse á primeira liña e retar ao máis bravo dos guerreiros inimigos a un combate persoal, un a un. A historia de como Marco Claudio Marcelo matou a un líder dos galos en Clastidio (222 a.C.) é típica nese tipo de encontros. Marcelo avanzaba cun exército relativamente pequeno canto se atopou cunha forza combinada de galos insubres e xesates en Clastidio. O exército galo avanzou coa típica présa e berros de guerra, e o seu rei, Britomartis, que escolleu a Marcelo polo seu rango, foi a por el, berrando de maneira desafiante e axitando a súa lanza. Britomartis era unha figura rechamante non só polo seu tamaño, senón tamén por como vestía, con cores brillantes e armadura de ouro e prata. Dita armadura sería un bo ofrecemento para os deuses, pensou Marcelo, e cargou contra o galo, atravesoulle a armadura e deixouno no chan. Foi fácil matar a Britomartis e quitarlle a súa armadura.
nl: Wanneer keltische legers een vijand ontmoeten, dan ging hun leider voor de slag de moedigste krijger van de tegenstand uitdagen voor een 1v1 gevecht. Het verhaal van hoe Marcus Claudius Marcellus een Gallische leider vermoorde in Clastidium (222 V.C.) is typisch voor dergelijke ontmoetingen. Toen hij verder ging met een klein leger ontmoette Marcellus een gecombineerde kracht van Insubrische Galliërs en Gaesatae in Clastidium. Het Gallische leger startte met de gewoonlijke stromloop met schrikwekkende kreten. Hun koning, Britomartos, koos Marcellus uit op basis van zijn medailles. Britomartos was een enorme figuur. Niet enkel van gestalte, maar ook qua kleren. Hij was gekleed in heldere kleuren, en zijn harnas was van goud en zilver. Marcellus vond dat dit harnas een passend offer aan de goden zou zijn. Hij stormde op de Galliër af, doorboorde zijn borstplaat met zijn speer, en wierp hem op de grond. Het was een gemakkelijke opdracht om Britomartos te doden, en zijn harnas mee te nemen.
pt_pt: Quando os exércitos celtas defrontavam um inimigo, o seu líder deslocava-se à linha da frente, antes do início da batalha, e desafiava o mais corajoso dos guerreiros inimigos para um combate singular. A história da morte do líder gaulês Viridómaro às mãos de Marco Cláudio Marcelo, na batalha de Clastídio (222 a.C.), é representativa deste tipo de confronto. Com um exército relativamente pequeno, Marcelo enfrentava um exército que combinava gauleses da Insúbria e gesatas em Clastídio. O exército gaulês avançava com a habitual precipitação e gritos aterradores. O seu rei, Viridómaro, ao distinguir Marcelo pelas suas insígnias, desafiou-o brandindo a sua lança. O líder gaulês era uma figura extraordinária, não só pelo seu tamanho mas pelos seus ornamentos, pois resplandecia em cores vivas e a sua armadura brilhava com ouro e prata. Seria uma bela oferenda para os deuses, pensou Marcelo, e carregou contra o gaulês, trespassando a sua couraça e atirando-o ao chão. Com facilidade matou Viridómaro e o despojou da sua armadura.

source: Britomartos
fr: Viridomaros
gl: Britomartis
pt_pt: Viridómaro
