Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Greek Religious Sanctuary
de: Griechisches, Religiöses Heiligtum
es: Sacro Santuario Griego
fr: Sanctuaire religieux grec
gd: Comraich chràbhach Ghreugach
gl: Santuario relixioso grego
nl: Grieks religieus kerkhof
pt_pt: Santuário Grego

source: Battle Line
de: Gefechtslinie
es: En línea
fr: Ligne de bataille
gd: Loidhne-chatha
gl: Liña de batalla
nl: Aanvalslijn
pt_pt: Linha de batalha

source: Box
de: Kiste
es: Rectangular
fr: Carré
gd: Bosga
gl: Cadrado
nl: Vierkant
pt_pt: Caixa

source: 4 units required
de: 4 Einheiten benötigt
es: Se necesitan 4 unidades
fr: 4 unités nécessaires
gd: Tha feum air 4 aonadan
gl: Necesítanse 4 unidades.
nl: 4 eenheden vereist
pt_pt: Requer 4 unidades

source: Column Closed
de: Geschlossene Kolonnenformation
es: Columna cerrada
fr: Colonne fermée
gd: Colbh dùinte
gl: Columna pechada
nl: Gesloten kolom
pt_pt: Coluna fechada

source: Column Open
de: Offene Kolonnenformation
es: Columna abierta
fr: Colonne ouverte
gd: Colbh fosgailte
gl: Columna aberta
nl: Open kolom
pt_pt: Coluna aberta

source: Flank
de: Flankenformation
es: Flanco
fr: Flanc
gd: Cliathach
gl: Flanco
pt_pt: Flanco

source: 8 units required
de: 8 Einheiten benötigt
es: Se necesitan 8 unidades
fr: 8 unités nécessaires
gd: Tha feum air 8 aonadan
gl: Necesítanse 8 unidades.
nl: 8 eenheden vereist
pt_pt: Requer 8 unidades

source: Line Closed
de: Geschlossene Linienformation
es: Fila cerrada
fr: Ligne fermée
gd: Loidhne dhùinte
gl: Liña pechada
nl: Gesloten lijn
pt_pt: Linha fechada

source: Line Open
de: Offene Linienformation
es: Fila abierta
fr: Ligne ouverte
gd: Loidhne fhosgailte
gl: Liña aberta
nl: Open lijn
pt_pt: Linha aberta

source: Phalanx
es: Falange
fr: Phalange
gd: Falangas
gl: Falanxe
nl: Falanx
pt_pt: Falange

source: 10 melee infantry units required
de: 10 Nahkampfinfanteristen erforderlich
es: Se necesitan 10 unidades cuerpo a cuerpo
fr: 10 soldats nécessaires
gd: Tha feum air 10 aonadan coisridh dlùithe
gl: Necesítanse 10 unidades de infantaría de contacto.
nl: 10 mêlee infanteriesoldaten vereist
pt_pt: Requer 10 unidades de infantaria de contacto

source: Scatter
de: Lose Formation
es: Dispersión
fr: Dispersion
gd: Sgapte
gl: Esparexidos
nl: Verspreiden
pt_pt: Espalhados

source: Skirmish
de: Lockere Formation
es: Escaramuza
fr: Escarmouche
gd: Streup
gl: Escaramuza
nl: Schermutselen
pt_pt: Escaramuça

source: Only ranged units allowed
de: Nur Fernkämpfer erlaubt
es: Sólo se permiten unidades a distancia
fr: Seul les unités à distance sont autorisées
gd: Chan eil ach aonadan astair ceadaichte
gl: Só se permiten unidades de proxectís.
nl: Enkel afstandseenheden toegestaan.
pt_pt: Apenas são permitidas as unidades de longo alcance

source: 9 pike infantry units required
de: 9 Speer-Infanterie-Einheiten erforderlich
es: Se necesitan 9 unidades de piqueros
fr: 9 piquiers nécessaires
gd: Tha feum air 9 aonadan pìceir coisridh
gl: Necesítanse 9 unidades de infantaría de piqueiros.
nl: 9 piekeniers vereist
pt_pt: Requer 9 piqueiros

source: Testudo
es: Tortuga
fr: Tortue
gd: Sligeanach
gl: Tartaruga
pt_pt: Tartaruga

source: 9 melee infantry units required
de: 9 Nahkampfinfanteristen benötigt
es: Se necesitan 9 unidades cuerpo a cuerpo
fr: 9 soldats nécessaires
gd: Tha feum air 9 aonadan coisridh dlùithe
gl: Necesítanse 9 unidades de infantaría de contacto.
nl: 9 mêlee infanteriesoldaten vereist
pt_pt: Requer 9 unidades de infantaria de contacto

source: Wedge
de: Keil
es: Cuña
fr: Coin
gd: Gèinneach
gl: Cuña
nl: Hoek
pt_pt: Cunha

source: 3 cavalry units required
de: 3 Kavallerieeinheiten benötigt
es: Se necesitan 3 unidades de caballería
fr: 3 unités de cavalerie nécessaires
gd: Tha feum air 3 aonadan eachraidh
gl: Necesítanse 3 unidades de cabalaría.
nl: 3 ruiters vereist
pt_pt: Requer 3 cavaleiros

source: Bear
de: Bär
es: Oso
fr: Ours
gd: Mathan
gl: Oso
nl: Beer
pt_pt: Urso

source: Boar
de: Eber
es: Jabalí
fr: Sanglier
gd: Torc
gl: Xabaril
nl: Everzwijn
pt_pt: Javali

source: Camel
de: Kamel
es: Camello
fr: Dromadaire
gd: Càmhal
gl: Dromedario
nl: Kameel
pt_pt: Camelo

source: Chicken
de: Huhn
es: Pollo
fr: Poulet
gd: Cearc
gl: Galiña
nl: Kip
pt_pt: Galinha

source: Nile Crocodile
de: Nilkrokodil
es: Cocodrilo del nilo
fr: Crocodile du Nil
gd: Crogall Èiphiteach
gl: Crocodilo do Nilo
nl: Nijlkrokodil
pt_pt: Crocodilo do Nilo

source: Deer
de: Reh
es: Ciervo
fr: Cerf
gd: Fiadh
gl: Cervo
nl: Hert
pt_pt: Veado

source: Elephant
de: Elefant
es: Elefante
fr: Éléphant
gd: Ailbhean
gl: Elefante
nl: Olifant
pt_pt: Elefante

source: African Bush Elephant
de: Afrikanischer Buschelefant
es: Elefante africano de la sabana
fr: Éléphant de savane d'Afrique
gd: Ailbhean fhàsaichean Afraganach
gl: Elefante africano de sabana
nl: Afrikaanse bosolifant
pt_pt: Elefante-da-savana

source: African Elephant (Infant)
de: Afrikanischer Elefant (Kind)
es: Pequeño elefante africano
fr: Éléphanteau d'Afrique
gd: Ailbhean Afraganach (leanaban)
gl: Elefante africano novo
nl: Afrikaanse olifant (kalf)
pt_pt: Elefante africano (infantil)

source: Asian Elephant
de: Asiatischer Elefant
es: Elefante asiático
fr: Éléphant d'Asie
gd: Ailbhean Àisianach
gl: Elefante asiático
nl: Aziatische olifant
pt_pt: Elefante asiático

source: North African Elephant
de: Nordafrikanischer Elefant
es: Elefante norteafricano
fr: Éléphant d'Afrique du Nord
gd: Ailbhean Afraga a Tuath
gl: Elefante norteafricano
nl: Noord Afrikaanse olifant
pt_pt: Elefante norte-africano

source: Collect food from this bountiful oceanic resource.
de: Sammle Nahrung von dieser ertragreichen Ressource der See.
es: Pesca comida en este abundante recurso oceánico.
fr: Collecter de la nourriture à partir de cette abondante ressource océanique.
gd: Cruinnich biadh o stòras mòr na mara seo.
gl: Recolle comida deste rico recurso oceánico.
nl: Verzamel voedsel van deze oceanische voedselbron.
pt_pt: Recolha comida destas águas.

source: Tuna Fish
de: Thunfisch
es: Atún
fr: Thon
gd: Tùna
gl: Atún
nl: Tonijn
pt_pt: Atum

source: Collect food from this bountiful riparian resource.
de: Sammle Nahrung von diesem reichlich vorhandenen Küstenfisch.
es: Consigue comida de este abundante recurso de la ribera
fr: Collecter de la nourriture à partir de cette abondante ressource riveraine.
gd: Cruinnich biadh o stòras mòr na bruaiche seo.
gl: Recolle comida deste rico recurso da ribeira.
nl: Verzamel voedsel van deze, aan de oever gelegen, voedselbron.
pt_pt: Recolhe comida deste rio.

source: Tilapia Fish
de: Tilapia
es: Tilapia
fr: Tilapia
gd: Iasg Peadair
gl: Tilapia
nl: Tilapia (vis)
pt_pt: Tilápia

source: Gazelle
es: Gacela
gd: Earran-gheal
gl: Gacela
pt_pt: Gazela

source: Giraffe (Adult)
de: Giraffe (erwachsen)
es: Jirafa adulta
fr: Girafe
gd: Sioraf (inbheach)
gl: Xirafa adulta
nl: Giraf (volwassen)
pt_pt: Girafa (adulta)

source: Giraffe (Juvenile)
de: Giraffe (jung)
es: Girafa joven
fr: Girafon
gd: Sioraf (òg)
gl: Xirafa nova
nl: Giraf (kalf)
pt_pt: Girafa (juvenil)

source: Goat
de: Ziege
es: Cabra
fr: Chèvre
gd: Gobhar
gl: Cabra
nl: Geit
pt_pt: Cabra

source: Horse
de: Pferd
es: Caballo
fr: Cheval
gd: Each
gl: Cabalo
nl: Paard
pt_pt: Cavalo

source: Lion
de: Löwe
es: León
gd: Leòmhann
gl: León
nl: Leeuw
pt_pt: Leão

source: Lioness
de: Löwin
es: Leonesa
fr: Lionne
gd: Ban-leòmhann
gl: Leoa
nl: Leeuwin
pt_pt: Leoa

source: Muskox
de: Moschusochse
es: Buey almizclero
fr: Bœuf musqué
gd: Damh-musgach
gl: Boi almiscrado
nl: Muskusos
pt_pt: Boi-almiscarado

source: Peacock
de: Pfau
es: Pavo real
fr: Paon
gd: Peucag
gl: Pavo
nl: Pauw
pt_pt: Pavão

source: Pig
de: Schwein
es: Cerdo
fr: Porc
gd: Muc
gl: Porco
nl: Varken
pt_pt: Porco

source: Rabbit
de: Kaninchen
es: Conejo
fr: Lapin
gd: Coineanach
gl: Coello
nl: Konijn
pt_pt: Coelho

source: Shark
de: Hai
es: Tiburón
fr: Requin
gd: Cearban
gl: Quenlla
nl: Haai
pt_pt: Tubarão

source: Great White
de: Weißer Hai
es: Gran blanco
fr: Grand requin blanc
gd: Cearban mòr geal
gl: Tiburón branco
nl: Witte haai
pt_pt: Tubarão-branco

source: Sheep
de: Schaf
es: Oveja
fr: Mouton
gd: Caora
gl: Ovella
nl: Schaap
pt_pt: Ovelha

source: Tiger
es: Tigre
fr: Tigre
gd: Tìgear
gl: Tigre
nl: Tijger
pt_pt: Tigre

source: Walrus
de: Walross
es: Morsa
fr: Morse
gd: Each-mara
gl: Morsa
pt_pt: Morsa

source: Fin Whale
de: Finnwal
es: Ballena rorcual
fr: Rorqual commun
gd: Muc-mhara dhruim-iteach
gl: Rorcual común
nl: Blauwe vinvis
pt_pt: Baleia-comum

source: Humpback Whale
de: Buckelwal
es: Ballena jorobada
fr: Baleine à bosse
gd: Muc-mhara dhronnach
gl: Xibardo
nl: Bultrugwalvis
pt_pt: Baleia-preta

source: Wildebeest
de: Gnu
es: Ñú
fr: Gnou
gl: Ñu
nl: Gnoe
pt_pt: Gnu

source: Wolf
es: Lobo
fr: Loup
gd: Madadh-allaidh
gl: Lobo
pt_pt: Lobo

source: Snow Wolf
de: Schneewolf
es: Lobo de la tundra
fr: Loup des neiges
gd: Madadh-allaidh sneachda
gl: Lobo das neves
nl: Sneeuwwolf
pt_pt: Lobo do Árctico

source: Zebra
es: Cebra
fr: Zèbre
gd: Sìobra
gl: Cebra

source: Hardy Bush
de: Winterharter Busch
es: Arbusto resistente
fr: Arbuste robuste
gd: Preas seasmhach
gl: Arbusto robusto
nl: Winterharde struik
pt_pt: Arbusto robusto

source: Gather grapes from these vines for Food.
de: Sammle Trauben von diesen Reben als Nahrung
es: Recolectar uvas de estos viñedos como alimento.
fr: Cueillir les raisins de ces vignes pour l'alimentation.
gd: Cruinnich fìon-dhearcan on chrann-fìona seo airson bìdh.
gl: Recolle uvas destas viñas para conseguir comida.
nl: Verzamel druiven van deze wijnranken voor voedsel.
pt_pt: Recolha as uvas destas vinhas para as comer.

source: Forage
de: Futter
es: Forraje
fr: Fourrage
gd: Innlinn
gl: Froitos
nl: Fruit
pt_pt: Frutos

source: Grapes
de: Trauben
es: Uvas
fr: Raisin
gd: Fìon-dhearcan
gl: Uvas
nl: Druiven
pt_pt: Uvas

source: Deciduous Bush
de: Laubbusch
es: Arbusto de hoja caduca
fr: Arbuste feuillu
gd: Preas seargach
gl: Arbusto caducifolio
nl: Bladverliezende struik
pt_pt: Arbusto de folha caduca

source: Aleppo Pine Tree
de: Aleppo-Kiefer
es: Pino carrasco
fr: Pin d'Alep
gd: Giuthas Aleppo
gl: Piñeiro carrasco
nl: Aleppode
pt_pt: Pinheiro-de-alepo

source: Apple Tree
de: Apfelbaum
es: Manzano
fr: Pommier
gd: Craobh-ubhail
gl: Maceira
nl: Appelboom
pt_pt: Macieira

source: Carob Tree
de: Johannisbrotbaum
es: Algarrobo
fr: Caroubier
gd: Craobh aran Eòin
gl: Alfarrobeira
nl: Carob
pt_pt: Alfarrobeira

source: Cretan Date Palm
de: Kretische Dattelpalme
es: Palmera de dátiles de Creta
fr: Dattier crétois
gd: Pailm deite Ghreugach
gl: Palmeira cretense
nl: Dadelboom
pt_pt: Palmeira cretense

source: Cypress Tree
de: Zypresse
es: Ciprés
fr: Cyprès
gd: Craobh-bhròin
gl: Ciprés
nl: Cipres
pt_pt: Cipreste

source: Date Palm
de: Dattelpalme
es: Palmera de dátiles
fr: Palmier dattier
gd: Pailm deite
gl: Datileira
nl: Dadelboom
pt_pt: Tamareira

source: Dead Tree
de: Toter Baum
es: Árbol muerto
fr: Arbre mort
gd: Craobh mharbh
gl: Árbore morta
nl: Dode boom
pt_pt: Árvore morta

source: European Beech Tree
de: Rotbuche
es: Haya europea
fr: Hêtre européen
gd: Beithe Eòrpach
gl: Faia
nl: Europese strandboom
pt_pt: Faia

source: Gather figs for Food.
de: Sammle Feigen um Nahrung zu erhalten.
es: Recoge higos para alimentarte.
fr: Cueillir les figues pour l'alimentation.
gd: Cruinnich fìgean airson bìdh.
gl: Recolle figos de alimento.
nl: Verzamel vijgen voor hun voedsel.
pt_pt: Apanhe os figos para os comer.

source: Fig
de: Feige
es: Higuera
fr: Figuier
gd: Fìge
gl: Figueira
nl: Vijg
pt_pt: Figueira

source: Mediterranean Fan Palm
de: Zwergpalme
es: Palmito mediterráneo
fr: Palmier méditerranéen
gd: Pailm gaotharain mheadhan-thìreach
gl: Palmeira ibérica
nl: Mediterraanse palm
pt_pt: Palmeira ibérica

source: Oak Tree
de: Eiche
es: Roble
fr: Chêne
gd: Darach
gl: Carballo
nl: Eik
pt_pt: Carvalho

source: Large Oak Tree
de: Große Eiche
es: Gran roble
fr: Grand chêne
gd: Darach mòr
gl: Carballo grande
nl: Grote eik
pt_pt: Carvalho grande

source: Olive Tree
de: Olivenbaum
es: Olivo
fr: Olivier
gd: Craobh dhearcan-ola
gl: Oliveira
nl: Olijfboom
pt_pt: Oliveira

source: Palm
de: Palme
es: Palmera
fr: Palmier
gd: Pailm
gl: Palmeira
nl: Palmboom
pt_pt: Palmeira

source: Tropical Palm
de: Tropische Palme
es: Palmera tropical
fr: Palmier tropical
gd: Pailm thropaigeach
gl: Palmeira tropical
nl: Tropische palm
pt_pt: Palmeira tropical

source: Pine Tree
de: Kiefer
es: Pino
fr: Pin
gd: Giuthas
gl: Piñeiro
nl: Dennenboom
pt_pt: Pinheiro

source: Poplar Tree
de: Pappel
es: Álamo
fr: Peuplier
gd: Craobh-phobaill
gl: Lamigueiro
nl: Populier
pt_pt: Choupo

source: Lombardy Poplar Tree
de: Lombardische Pappel
es: Álamo de Lombardía
fr: Peuplier de Lombardie
gd: Craobh-phobaill dhubh
gl: Lamigueiro negro
nl: Zwarte populier
pt_pt: Choupo negro

source: Senegal Date Palm
de: Senegalesische Dattelpalme
es: Palmera de dátiles senegalesa
fr: Palmier dattier du Sénégal
gd: Pailm deite Sheanagalach
gl: Palmeira senegalesa
nl: Senegalese dadelboom
pt_pt: Palmeira senegalesa

source: Tamarix Tree
de: Tamariske
es: Pino tamarisco
fr: Tamaris
gd: craobh-sheudair salainn
gl: Tamargueira
nl: Tamarix
pt_pt: Tamarix

source: Toona Tree
de: Surenbaum
es: Árbol toona
fr: Toona
gd: Craobh-sheudair dhearg
gl: Tuna
nl: Toonaboom
pt_pt: Toona

source: Ancient Ruins
de: Alte Ruinen
es: Ruinas antiguas
fr: Vieilles ruines
gd: Làrach àrsaidh
gl: Ruínas antigas
nl: Oude ruïnes
pt_pt: Ruínas antigas

source: Stone Ruins
de: Steinruinen
es: Ruinas de piedra
fr: Ruines en pierre
gd: Làrach chloiche
gl: Ruínas de pedra
nl: Stenen ruïnes
pt_pt: Ruínas de pedra

source: Celtic Standing Stone
de: Keltischer Menhir
es: Menhir celta
fr: Menhir
gd: Tursa Ceilteach
gl: Pedra celta
nl: Keltische staande stenen
pt_pt: Pedra celta

source: Ptolemaic Egyptian Statues
de: Ptolemaiische Statuen
es: Estatuas egipcio-ptolomaicas
fr: Statues égyptiennes ptolémaïques
gd: Ìomhaighean nan Èiphiteach Ptolamach
gl: Estatuas dos exipcios tolemaicos
nl: Ptolemeïsche standbeelden
pt_pt: Estátuas dos egípcios ptolemaicos

source: Roman Statues
de: Römische Statuen
es: Estatuas romanas
fr: Statues romaines
gd: Ìomhaighean Ròmanach
gl: Estatuas romanas
nl: Romeinse standbeelden
pt_pt: Estátuas romanas

source: Food Treasure
de: Nahrungsschatz
es: Tesoro de comida
fr: Trésor de nourriture
gd: Ulaidh bhìdh
gl: Tesouro de comida
nl: Voedingsschat
pt_pt: Tesouro de comida

source: Half-buried Barrels
de: Halbvergrabene Fässer
es: Barriles medio enterrados
fr: Barils semi-enterrés
gd: Baraillean le an dàrna leth san ùir
gl: Barrís a medio soterrar
nl: Half-begraven vaten
pt_pt: Barris meio enterrados

source: Persian Food Stores
de: Persischer Nahrungshändler
es: Tiendas de comida persas
fr: Magasin d'alimentation perse
gd: Stòrasan bìdh Pearsach
gl: Almacéns de comida persas
nl: Perzische voedselwinkel
pt_pt: Armazéns de comida persa

source: Persian Food Treasure
de: Persischer Nahrungsschatz
es: Tesoro de comida persa
fr: Trésor de nourriture perse
gd: Ulaidh bhìdh Phearsach
gl: Tesouro de comida persa
nl: Perzische voedselschat
pt_pt: Tesouro de comida persa

source: Golden Fleece
de: Goldenes Vlies
es: Vellón de oro
fr: Toison d'or
gd: Rùsg òir
gl: La dourada
nl: Gouden deken
pt_pt: Tosão de ouro

source: Metal Treasure
de: Metallschatz
es: Tesoro de metal
fr: Trésor de métal
gd: Ulaidh mheatailt
gl: Tesouro de metal
nl: Metalen schat
pt_pt: Tesouro de metal

source: Secret Box
de: Geheime Kiste
es: Caja de los secretos
fr: Boîte secrète
gd: Bogsa dìomhair
gl: Caixa secreta
nl: Geheime doos
pt_pt: Caixa secreta

source: Persian Wares
de: Persische Waren
es: Mercancías persas
fr: Marchandises perses
gd: Bathar Pearsach
gl: Útiles persas
nl: Perzische koopwaar
pt_pt: Produtos persas

source: Persian Rugs
de: Persische Teppiche
es: Alfombras persas
fr: Tapis persans
gd: Bratan-ùrlair Pearsach
gl: Alfombras persas
nl: Perzische tapijten
pt_pt: Tapetes persas

source: Pegasus
de: Pegasos
es: Pegaso
fr: Pégase
gl: Pegaso
pt_pt: Pégaso

source: Stone Treasure
de: Steinschatz
es: Tesoro de piedra
fr: Trésor de pierre
gd: Ulaidh chloiche
gl: Tesouro de pedra
nl: Stenen schat
pt_pt: Tesouro de pedra

source: Wood Treasure
de: Holzschatz
es: Tesoro de madera
fr: Trésor de bois
gd: Ulaidh fhiodha
gl: Tesouro de madeira
nl: Houten schat
pt_pt: Tesouro de madeira

source: Bench
de: Bank
es: Banco
fr: Banc
gd: Being
gl: Banco
nl: Bank
pt_pt: Banco

source: Wooden Bench
de: Holzbank
es: Banco de madera
fr: Banc en bois
gd: Being fhiodha
gl: Banco de madeira
nl: Houten bank
pt_pt: Banco de madeira

source: Bridge
de: Brücke
es: Puente
fr: Pont
gd: Drochaid
gl: Ponte
nl: Brug
pt_pt: Ponte

source: Wooden Bridge
de: Holzbrücke
es: Puente de madera
fr: Pont en bois
gd: Drochaid fhiodha
gl: Ponte de madeira
nl: Houten brug
pt_pt: Ponte de madeira

source: Train physicians and Sacred Band Cavalrymen.
de: Bilde Kavallerie der Heiligen Schar und Mediziner aus.
es: Recluta médicos y caballería del Batallón Sagrado.
fr: Former des médecins et les cavaliers du Bataillon Sacré.
gd: Trèanaich lighichean is eachraidh còmhlain naoimh
gl: Adestra doutores e cabaleiros da lexión sagrada.
nl: Rekruteer helers en ruiters van de Heilige Schare.
pt_pt: Recruta físicos e cavaleiros do batalhão sagrado.

source: Sacrificial Temple
de: Opfertempel
es: Templo de sacrificios
fr: Temple sacrificiel
gd: Teampall ìobairte
gl: Templo de sacrificios
nl: Offertempel
pt_pt: Templo de sacrifícios

source: Tophet
gl: Tofet
pt_pt: Tofete

source: A Celtic homestead.
de: Ein keltisches Gehöft.
es: Una granja celta.
fr: Une propriété familiale celte.
gd: Baile-fearainn Ceilteach.
gl: Unha casa celta.
nl: Een Keltisch huis.
pt_pt: Casa celta

source: Homestead
de: Siedlerhof
es: Granja
fr: Propriété
gd: Baile-fearainn
gl: Casa
nl: Huis
pt_pt: Casa

source: Add +2 to Population Cap.
de: Erhöht das Bevölkerungslimit um +2.
es: Amplia a +2 el límite de población.
fr: Ajouter +2 à la limite de population.
gd: Cuir +2 ris na tha ceadaichte dhut de shluagh.
gl: Aumenta o límite de poboación en +2.
nl: Vergroot de bevolkingslimiet met 2.
pt_pt: Capacidade populacional aumenta +2.

source: Hut
de: Hütte
es: Choza
fr: Hutte
gd: Bothag
gl: Cabana
pt_pt: Cabana

source: Add +10 to Population Cap.
de: Erhöht das Bevölkerungslimit um 10.
es: Amplia a +10 el límite de población.
fr: Ajouter +10 à la limite de population.
gd: Cuir +10% ris na tha ceadaichte dhut de shluagh.
gl: Aumenta o límite de poboación en +10.
nl: Verhoog de maximum bevolking met 10.
pt_pt: Aumenta o limite da população em +10.

source: Longhouse
de: Langhaus
es: Casa comunal
fr: Maison longue
gd: Taigh-fada
gl: Fogar comunal
nl: Langhuis
pt_pt: Casa comunal

source: Column
de: Säule
es: Columna
fr: Colonne
gd: Colbh
gl: Columna
nl: Zuil
pt_pt: Coluna

source: Doric Column
de: Dorische Säule
es: Columna dórica
fr: Colonne dorique
gd: Colbh Dorach
gl: Columna dórica
nl: Dorische zuil
pt_pt: Coluna dórica

source: Fallen Doric Column
de: Umgestürzte dorische Säule
es: Columna dórica caída
fr: Colonne dorique à terre
gd: Colbh Dorach na laighe
gl: Columna dórica caída
nl: Omgevallen Dorische zuil
pt_pt: Coluna dórica caída

source: Fence
de: Zaun
es: Cercado
fr: Clôture
gd: Feansa
gl: Valo
nl: Hek
pt_pt: Cerca

source: Long Wooden Fence
de: Langer Holzzaun
es: Cercado largo de madera
fr: Longue clôture en bois
gd: Feansa fiodha fada
gl: Cerca longa de madeira
nl: Lang houten hek
pt_pt: Cerca de Madeira Comprida

source: Short Wooden Fence
de: Kurzer Holzzaun
es: Cercado corto de madera
fr: Courte clôture en bois
gd: Feansa fiodha goirid
gl: Cerca curta de madeira
nl: Kort houten hek
pt_pt: Cerca de Madeira Curta

source: Stone Fence
de: Steinerne Umfriedung
es: Cercado de piedra
fr: Clôture en pierre
gd: Feansa cloiche
gl: Valo de pedra
nl: Stenen afsluiting
pt_pt: Cerca de Pedra

source: Wheat Field
de: Weizenfeld
es: Campo de trigo
fr: Champ de blé
gd: Achadh cruithneachd
gl: Campo de trigo
nl: Graanveld
pt_pt: Seara de Trigo

source: Train healers. Garrison up to 30 units to heal them at a quick rate.
de: Trainiere Heiler. Quartiere bis zu 30 Einheiten ein, um sie schnell zu heilen.
es: Recluta a sanadores. Guarnece hasta 30 unidades para curarlas más rápidamente.
fr: Former des guérisseurs. Jusqu'à 30 unités en garnison pour les soigner rapidement.
gd: Trèanaich lighichean. Cuir gearastan de gu ruige 30 aonadan ann gus an slànachadh gu luath.
gl: Adestra sandadores. Acuartela ata 30 unidades para sandalas rapidamente.
nl: Rekruteer helers. Geneest tot 30 eenheden in de tempel simultaan.
pt_pt: Recruta curandeiros. Guarneça até 30 unidades no seu interior para serem curadas rapidamente.

source: Epic Temple
de: Epischer Tempel
es: Templo épico
fr: Temple épique
gl: Templo épico
nl: Epische tempel
pt_pt: Templo épico

source: Portico
de: Portikus
es: Pórtico
fr: Portique
gl: Pórtico
pt_pt: Pórtico

source: Propylaea
fr: Propylées
gl: Propileo
pt_pt: Propileus

source: Add +10 to Population Cap. Recruit special units.
de: Erhöht das Bevölkerungslimit um +10. Rekrutiere Spezialeinheiten.
es: Amplia a +10 el límite de población. Recluta unidades especiales.
fr: Ajouter +10 à la limite de population. Recruter des unités spéciales.
gd: Cuir +10% ris na tha ceadaichte dhut de shluagh. Trus aonadan sònraichte.
gl: Aumenta o límite de poboación en +10. Permite recrutar unidades especiais.
nl: Vergroot de bevolkingslimiet met 10, rekruteer speciale eenheden.
pt_pt: Capacidade populacional aumenta +10. Permite recrutar unidades especiais.

source: Stoa
es: Estoa
gl: Stoá

source: Hellenic Royal Stoa
de: Königlich-Hellenische Stoa
es: Estoa helenística real
fr: Stoa royale hellénique
gd: Stoa rìoghail Greugach
gl: Stoá real helena
nl: Griekse koninklijke stoa
pt_pt: Stoa real

source: Hellenic Stoa
de: Hellenische Stoa
es: Estoa helénica
fr: Stoa hellénique
gd: Stoa Greugach
gl: Stoá helena
nl: Hellenistische stoa
pt_pt: Stoa

source: Add +15 to Population Cap. Recruit extra units and heroes.
de: Erhöhe das Bevölkerungslimit um +15. Rekrutiere Sondereinheiten und Helden.
es: Añade +15 al límite de población. Recluta unidades y héroes adicionales.
fr: Ajouter +15 à la limite de population. Recruter des unités et des héros supplémentaires.
gd: Cuir +15 ris na tha ceadaichte dhut de shluagh. Trus aonadan a bharrachd is curaidhean.
gl: Aumenta o límite de poboación en +15. Permite recrutar unidades adicionais e heroes.
nl: Vergroot de populatielimiet met 15. Rekruteer extra eenheden en helden.
pt_pt: Capacidade populacional aumenta +15. Recruta unidades extras e heróis.

source: Obelisk
es: Obelisco
fr: Obélisque
gd: Tursa Èipheiteach
gl: Obelisco
pt_pt: Obelisco

source: Egyptian Obelisk
de: Ägyptischer Obelisk
es: Obelisco egipcio
fr: Obélisque égyptien
gd: Tursa Èipheiteach
gl: Obelisco exipcio
nl: Egyptische obelisk
pt_pt: Obelisco egípcio

source: Big Spike
de: Großer Pfahl
es: Pinchos grandes
fr: Grands pieux
gd: Spìc mhòr
gl: Gran punta
nl: Grote piek
pt_pt: Grande ponto

source: Palisade Angle Spike
de: Eckpalisadenpfahl
es: Palisada con puntas alizadas
fr: Pieux inclinés de palissade
gd: Spìc sonnaich
gl: Punta de ángulo de cerca
nl: Palissade piek
pt_pt: Ponto do ângulo da paliçada

source: Wooden Wall Corner
de: Holzwallecke
es: Muro de madera esquinero
fr: Angle de mur en bois
gd: Oisean balla fhiodha
gl: Esquina de muralla de madeira
nl: Houten muur hoek
pt_pt: Esquina da muralha em madeira

source: Palisade Curve
de: Palisadenbogen
es: Empalizada curva
fr: Palissade courbe
gd: Lùb sonnaich
gl: Curva de cerca
nl: Gebogen palissade
pt_pt: Paliçada em curva

source: Wooden Wall End
de: Holzwallende
es: Fin de muro de madera
fr: Fin de mur en bois
gd: Deireadh balla fhiodha
gl: Extremo de muralla de madeira
nl: Houten muur einde
pt_pt: Extremo da muralha em madeira

source: Palisade End
de: Palisadenende
es: Fin de empalizada
fr: Fin de palissade
gd: Deireadh sonnaich
gl: Extremo de cerca
nl: Palissade eindstuk
pt_pt: Extremo da paliçada
