Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Enable Feedback
de: Feedback aktivieren
es: Activar informes
fr: Activer
gd: Cuir fiosrachadh a-null
gl: Activar o envío
nl: Feedback inschakelen
pt_pt: Activar Relatórios

source: Disable Feedback
de: Feedback deaktivieren
es: Desactivar informes
fr: Désactiver
gd: Na cuir fiosrachadh a-null
gl: Desactivar o envío
nl: Feedback uitschakelen
pt_pt: Desactivar Relatórios

source: Matches
de: Kämpfe
es: Batallas
fr: Matchs
gd: Maidsichean
gl: Batallas
pt_pt: Partida

source: Click here to start a new single player game.
de: Hier klicken um ein neues Einzelspielerspiel zu starten.
es: Pulsa aquí para comenzar una nueva partida individual.
fr: Cliquer ici pour commencer une partie en mode solo.
gd: Briog an-seo gus geama aon chluicheadair ùr a thòiseachadh
gl: Prema para xogar unha partida contra a intelixencia artificial.
nl: Klik om een nieuw singleplayer spel te starten.
pt_pt: Clique aqui para iniciar um novo jogo no modo de um jogador.

source: Campaigns
de: Kampagnen
es: Campañas
fr: Campagnes
gd: Iomairtean
gl: Campañas
nl: Veldtochten
pt_pt: Campanhas

source: Relive history through historical military campaigns. [NOT YET IMPLEMENTED]
de: Erlebe Geschichte durch historische Militärkampagnen. [NOCH NICHT IMPLEMENTIERT]
es: Revive la historia a través de campañas militares históricas. [AÚN SIN IMPLEMENTAR]
fr: Revivez l'histoire à travers des campagnes militaires historiques. [NON IMPLÉMENTÉ]
gd: Atharrais an eachdraidh le iomairtean an airm eachdraidheil. [CHAN EIL SEO RI FHAIGHINN FHATHAST]
gl: Revive a historia a través de campañas militares (esta funcionalidade aínda non está dispoñíbel).
nl: Herbeleef de geschiedenis door middel van historische militaire veldtochten. [NOG NIET GEÏMPLEMENTEERD]
pt_pt: Reviva a História através de campanhas militares históricas. [AINDA NÃO IMPLEMENTADO]

source: Load Game
de: Spiel laden
es: Cargar partida
fr: Charger une partie
gd: Luchdaich geama
gl: Cargar unha partida
nl: Laad spel
pt_pt: Carregar Jogo

source: Click here to load a saved game.
de: Hier klicken um ein gespeichertes Spiel zu laden.
es: Pulsa aquí para retomar un juego ya guardado.
fr: Cliquez ici pour charger une partie sauvegardée.
gd: Briog an-seo gus geama air a shàbhaladh a luchdadh.
gl: Preme para cargar unha partida gardada.
nl: Klik hier om een opgeslagen spel te laden.
pt_pt: Clique aqui para carregar um jogo guardado.

source: Joining an existing multiplayer game.
de: Einem bestehenden Mehrspielerspiel beitreten.
es: Unirse a una partida multijugador existente.
fr: Rejoindre une partie multijoueur existante.
gd: Gabh pàirt ann an geama ioma-chluicheadair a tha ann mar-thà.
gl: Unirse a unha partida existente de varios xogadores.
nl: Sluit je aan bij een bestaand multiplayer spel.
pt_pt: Entrar num jogo de vários jogadores existente.

source: Host a multiplayer game.\n\nRequires UDP port 20595 to be open.
de: Hoste ein Mehrspielerspiel.\n\nBenötigt einen geöffneten UDP-Port 20595.
es: Crear una partida multijugador. \n\nEs necesario que el puerto UDP 20595 esté abierto.
fr: Héberger une partie multijoueur.\n\nNécessite l'ouverture du port UDP 20595.
gd: Òstaich geama ioma-chluicheadair.\n\nFeumaidh am port UDP 20595 a bhith fosgailte.
gl: Aloxar unha partida de varios xogadores.\n\nÉ necesario ter o porto UDP 20595 aberto.
nl: Host een nieuw multiplayer spel.\n\nUDP poort 20595 moet opengesteld worden.
pt_pt: Alojar jogo multijogador.\n\nRequer que a porta UDP 20595 esteja aberta.

source: Game Lobby
de: Spiellobby
es: Sala multijugador
fr: Hall multijoueur
gd: Lobaidh nan geama
gl: Sala de espera
nl: Spellobby
pt_pt: Entrada do jogo

source: Launch the multiplayer lobby.
de: Multiplayer Lobby starten
es: Entrar en la sala multijugador.
fr: Rejoindre le hall multijoueur.
gd: Tòisich an lobaidh ioma-chluicheadair.
gl: Acceder á sala de espera para partidas de varios xogadores.
nl: Start de spellobby
pt_pt: Iniciar a entrada de multijogador

source: Options
de: Optionen
es: Opciones
gd: Roghainnean
gl: Configuración
nl: Instellingen
pt_pt: Opções

source: Adjust game settings.
de: Spieleinstellungen anpassen.
es: Ajustar los parámetros del juego.
fr: Régler les paramètres de jeu.
gd: Cuir gleus air roghainnean a' gheama.
gl: Axusta a configuración do xogo.
nl: Wijzig de instellingen.
pt_pt: Ajuste as configurações do jogo.

source: Choose the language of the game.
de: Spielsprache wählen.
es: Selecciona el idioma del juego.
fr: Choisir la langue du jeu.
gd: Tagh cànan a' gheama.
gl: Escolle o idioma do xogo.
nl: Kies de taal van het spel.
pt_pt: Escolha o idioma do jogo.

source: Scenario Editor
de: Karteneditor
es: Editor de escenarios
fr: Éditeur de scénario
gd: Deasaiche chnàmh-sgeulan
gl: Editor de escenarios
nl: Scenario bewerker
pt_pt: Editor de Cenários

source: Open the Atlas Scenario Editor in a new window. You can run this more reliably by starting the game with the command-line argument "-editor".
de: Öffnet den Karteneditor „Atlas“ in einem neuen Fenster. Etwas zuverlässiger ist es, den Editor beim Starten des Spiels mit dem Kommandozeilenargument „-editor“ aufzurufen.
es: Abre el editor de escenarios Atlas en una ventana nueva. Podrás ejecutarlo con mayor seguridad iniciando el juego con el parámetro "-editor" desde la consola.
fr: Ouvrir l'éditeur de Scénario et d'Atlas dans une nouvelle fenêtre. Vous pouvez exécuter ceci de façon plus sûre en démarrant le jeu avec l'argument de ligne de commande "-editor".
gd: Fosgail an deasaiche chnàmh-sgeulan Atlas ann an uinneag ùr. 'S urrainn dhut a ruith ann an dòigh nas earbsaiche 's tu a' tòiseachadh a' gheama leis an argamaid "-editor" ait an loidhne-àithne.
gl: Abrir o editor de escenarios Atlas nunha nova xanela. Tamén pode abrilo executando o xogo co parámetro «-editor» na liña de ordes.
nl: Open de Atlas scenario bewerker in een nieuw venster. Je kan dit ook starten met de opdrachtpromt optie "-editor" op een meer betrouwbare manier.
pt_pt: Abre o editor de cenário Atlas numa nova janela. O editor pode ser executado com mais estabilidade se lançar o jogo com o argumento "-editor" através da linha de comandos.

source: Welcome Screen
de: Begrüßungsfenster
es: Pantalla de bienvenida
fr: Page de bienvenue
gd: Sgrìn fàilteachaidh
gl: Pantalla de benvida
nl: Welkomstscherm
pt_pt: Ecrã de Boas-Vindas

source: Show the Welcome Screen. Useful if you hid it by mistake.
de: Begrüßungsfenster anzeigen. Nützlich, wenn es ungewollt deaktiviert wurde.
es: Muestra la pantalla de bienvenida. Útil si la desactivaste por error.
fr: Montrer la page de bienvenue. Pratique si vous l'avez cachée par mégarde.
gd: Seall an sgrìn fàilteachaidh. Tha seo feumail ma dh'fhalaich thu le mearachd i.
gl: Mostrar a pantalla de benvida. Útil se a ocultaches accidentalmente.
nl: Toon het welkomstscherm. Nuttig als je het per ongeluk verborgen had.
pt_pt: Mostrar o Ecrã de Boas-Vindas. Útil se o tiver ocultado por engano.

source: Learn To Play
de: Spielen lernen
es: Aprender a jugar
fr: Apprendre à jouer
gd: Leabhar-mìneachaidh
gl: Aprender a xogar
nl: Spelhandleiding
pt_pt: Aprenda a Jogar

source: Open the 0 A.D. Game Manual.
de: Öffne die 0 A.D. Spielanleitung.
es: Abre el manual de juego de 0 A.D.
fr: Ouvrir le manuel de jeu de 0 A.D.
gd: Fosgail an leabhar-mìneachaidh aig 0 A.D.
gl: Abrir o manual de 0 A.D.
nl: Open de handleiding voor 0 A.D.
pt_pt: Abrir o manual do jogo 0 A.D.

source: Single Player
de: Einzelspieler
es: Un jugador
fr: Solo
gd: Aon chluicheadair
gl: Un xogador
pt_pt: Um Jogador

source: Challenge the computer player to a single player match.
de: Fordere den Computerspieler zu einem Einzelspielerspiel heraus.
es: Desafía al ordenador en una partida individual.
fr: Affronter l'ordinateur.
gd: Thoir dùbhlan dhan choimpiutair airson maids aon chluicheadair.
gl: Xoga unha partida contra a intelixencia artificial.
nl: Daag de computer uit voor een gevecht.
pt_pt: Jogue uma partida contra o computador.

source: Fight against one or more human players in a multiplayer game.
de: Kämpfe gegen einen oder mehrere menschliche Spieler in einem Mehrspielerspiel.
es: Combate contra uno o más jugadores humanos en una partida multijugador.
fr: Affronter un ou plusieurs joueurs en ligne.
gd: Dèan sabaid an aghaidh cluicheadair daonna no dhà ann an geama ioma-chluicheadair
gl: Xoga contra outras persoas.
nl: Daag één of meerdere mensen uit voor een netwerk spel.
pt_pt: Combata contra outras pessoas num jogo multijogador.

source: Tools & Options
de: Werkzeuge & Optionen
es: Herramientas y opciones
fr: Outils et Options
gd: Innealan ⁊ Roghainnean
gl: Ferramentas e opcións
nl: Hulpmiddelen & opties
pt_pt: Ferramentas e Opções

source: Game options and scenario design tools.
de: Spieloptionen und Szenariogestaltungswerkzeuge
es: Opciones de juego y herramientas de diseño de escenarios.
fr: Options de jeu et Outils de scénarisation.
gd: Roghainnean a' gheama is innealan gus cnàmh-sgeulan a dhealbhachadh.
gl: Opcións do xogo e ferramentas de deseño de escenarios.
nl: Spelinstellingen en scenario-ontwerphulpmiddelen.
pt_pt: Opções do jogo e ferramentas de criação de cenários.

source: History
de: Geschichte
es: Historia
fr: Historique
gd: Eachdraidh
gl: Historia
nl: Geschiedenis
pt_pt: História

source: Learn about the many civilizations featured in 0 A.D.
de: Erfahre mehr über die vielen Zivilisationen in 0 A.D.
es: Aprende sobre las civilizaciones que aparecen en 0 A.D.
fr: En savoir plus sur les multiples civilisations de 0 A.D.
gd: Fiosrachadh mu na sìobhaltasan ann an 0 A.D.
gl: Infórmate sobre as civilizacións do xogo.
nl: Leer meer over de beschavingen in 0 A.D.
pt_pt: Informações sobre as diversas civilizações do jogo.

source: Exit
de: Verlassen
es: Salir
fr: Quitter
gd: Fàg an-seo
gl: Saír
nl: Stop
pt_pt: Sair

source: Exits the game.
de: Das Spiel beenden.
es: Salir del juego.
fr: Quitte le jeu
gd: Fàgaidh tu an geama.
gl: Saír do xogo.
nl: Stopt het spel
pt_pt: Sair do jogo.

source: Help with the Translation!
de: Bei der Übersetzung mithelfen!
es: ¡Ayúdanos con la traducción!
fr: Aider à la traduction !
gd: Cuidich leinn leis an eadar-theangachadh!
gl: Colabora na tradución!
nl: Help met de vertaling!
pt_pt: Ajude a Traduzir!

source: Click to open the 0 A.D translate page in your browser.
de: Anklicken, um die Übersetzerseite von 0 A.D im Browser zu öffnen.
es: Haz clic para abrir la página de traducción de 0 A.D. en tu navegador.
fr: Cliquer pour ouvrir la page de traduction de 0 A.D dans votre navigateur.
gd: Briog gus duilleag an eadar-theangachaidh aig 0 A.D fhosgladh sa bhrabhsair agad.
gl: Abrir a páxina de tradución de 0 A.D. nun navegador web.
nl: Klik om de 0 A.D. vertaalpagina te openen in je browser.
pt_pt: Clique para abrir a página de tradução do 0 A.D. no seu navegador.

source: Website
de: Webseite
es: Página Web
fr: Site Web
gd: Làrach-lìn
gl: Sitio web
pt_pt: Site

source: Click to open play0ad.com in your web browser.
de: Anklicken um play0ad.com im Web-Browser zu öffnen.
es: Pulsa para abrir play0ad.com en tu navegador web.
fr: Accéder à play0ad.com avec votre navigateur.
gd: Briog gus play0ad.com fhosgladh sa bhrabhsair-lìn agad.
gl: Abrir play0ad.com nun navegador web.
nl: Klik om play0ad.com in je webbrowser te openen.
pt_pt: Clique aqui para abrir play0ad.com no seu navegador.

source: Chat
gd: Cabadaich
gl: Conversa

source: Click to open the 0 A.D. IRC chat in your browser. (#0ad on webchat.quakenet.org)
de: Anklicken um den 0 A.D. IRC-Chat im Browser zu öffnen. (#0ad auf webchat.quakenet.org)
es: Pulsa para abrir el chat IRC de 0 A.D. en tu navegador web. (#0ad en webchat.quakenet.org)
fr: Accéder au canal IRC d'0 A.D. avec votre navigateur. (#0ad sur webchat.quakenet.org)
gd: Briog gus a' chabadaich IRC aig 0 A.D. fhosgladh sa bhrabhsair-lìn agad. (#0ad air webchat.quakenet.org)
gl: Abrir una xanela de conversa IRC de 0 A.D. nun navegador web (#0ad en webchat.quakenet.org).
nl: Klik om de IRC chat in je webbrowser te openen. (#0ad op webchat.quakenet.org)
pt_pt: Clique para abrir a sala de conversa IRC do 0 A.D. no seu navegador (#0ad on webchat.quakenet.org).

source: Report a Bug
de: Bug melden
es: Informar de un fallo
fr: Rapporter un Bug
gd: Dèan aithris air buga
gl: Informar dun erro
nl: Meld een probleem
pt_pt: Comunicar um Erro

source: Click to visit 0 A.D. Trac to report a bug, crash, or error.
de: Anklicken um den 0 A.D. Trac für die Meldung eines Bugs, Crashs oder Fehlers zu besuchen.
es: Haz clic para visitar el Trac de 0 A.D. en el que informar de fallos, cuelgues, o errores.
fr: Cliquer pour reporter un bug, un crash ou une erreur sur le Trac de 0 A.D.
gd: Briog gus tadhal air 0 A.D. Trac ach an dèan thu aithris air buga, tuisleadh no mearachd.
gl: Visitar o sitio Trac de 0 A.D., no que poderás informar dun erro, fallo ou quebra.
nl: Klik om de 0 A.D. Trac pagina te bezoeken en zo een bug, crash of ander probleem te melden.
pt_pt: Clique para visitar o 0 A.D. Trac para comunicar um bug, uma falha ou um erro.

source: Load
de: Laden
es: Cargar
fr: Charger
gd: Luchdaich
gl: Cargar
nl: Laad
pt_pt: Carregar

source: Save Game
de: Spiel speichern
es: Guardar partida
fr: Sauvegarder
gd: Sàbhail an geama
gl: Gardar a partida
nl: Spel opslaan
pt_pt: Guardar Jogo

source: Description:
de: Beschreibung:
es: Descripción:
gd: Tuairisgeul:
gl: Descrición:
nl: Omschrijving:
pt_pt: Descrição:

source: Control all units
de: Kontrolliere alle Einheiten
es: Controlar todas las unidades
fr: Contrôler toutes les unités
gd: Smachdaich na h‑uile aonad
gl: Controlar todas as unidades
nl: Bestuur alle eenheden
pt_pt: Controlar todas as unidades

source: Change perspective
de: Perspektive ändern
es: Cambiar perspectiva
fr: Changer de perspective
gd: Atharraich a' bhuaidh-astair
gl: Cambiar a perspectiva
nl: Wissel perspectief
pt_pt: Mudar a perspectiva

source: Display selection state
de: Zeige Markierungsstatus
es: Mostrar el estado de la selección
fr: Afficher l'état de la sélection
gd: Seall staid an taghaidh
gl: Mostrar o estado da selección
nl: Geef selectiestaat weer
pt_pt: Mostrar estado da selecção

source: Pathfinder overlay
de: Wegfinder-Overlay
es: Superponer trazarutas
fr: Surcouche Recherche de chemin
gd: Tar-chòmhdachadh an luirg-shlighean
gl: Capa de determinador de camiños
nl: Kortste-pad overlay
pt_pt: Mostrador de pathfinding

source: Obstruction overlay
de: Hinderniss-Overlay
es: Superponer obstrucciones
fr: Surcouche Obstruction
gd: Tar-chòmhdaich bacaidhean
gl: Capa de obstrución
nl: Obstructie overlay
pt_pt: Mostrador de obstrução

source: Unit motion overlay
de: Bewegungs-Overlay
es: Superponer movimiento de unidades
fr: Surcouche Déplacement d'unité
gd: Tar-chòmhdaich gluasad nan aonadan
gl: Capa de movemento das unidades
nl: Eenhedenverplaatsingsoverlay
pt_pt: Mostrador de movimento de unidades

source: Range overlay
de: Reichweiten-Overlay
es: Superponer distancias
fr: Surcouche Portée
gd: Tar-chòmhdaich an rainse
gl: Capa de raio de tiro
nl: Bereik overlay
pt_pt: Mostrador de alcance

source: Bounding box overlay
de: Begrenzungsrahmen Overlay
es: Sobreponer bounding boxes
fr: Surcouche Cadre de délimitation
gd: Tar-chòmhdaich bogsa-iadhaidh
gl: Capa de caixa contedora
nl: Begrensingskader overlay
pt_pt: Mostrador de volumes englobantes

source: Restrict camera
de: Beschränkte Kamera
es: Restringir cámara
fr: Restreindre la caméra
gd: Cuingich an camara
gl: Restrinxir a vista
nl: Beperk camera
pt_pt: Restringir a vista

source: Reveal map
de: Karte aufdecken
es: Mostrar el mapa
fr: Révéler la carte
gd: Foillsich am mapa
gl: Revelar o mapa
nl: Toon kaart
pt_pt: Revelar o mapa

source: Enable time warp
de: Zeitreisemodus Aktivieren
es: Activar distorsión temporal
fr: Activer la déformation du temps
gd: Cuir dlùthadh an ama an comas
gl: Activar a velocidade endiañada.
nl: Activeer teruggang in de tijd
pt_pt: Activar o modo de velocidade hiper rápida

source: Promote selected units
de: Ausgewählte Einheiten befördern
es: Ascender unidades seleccionadas
fr: Promouvoir les unités sélectionnées
gd: Àrdaich na h‑aonadan a thagh thu
gl: Ascender as unidades seleccionadas
nl: Promoveer geselecteerde eenheden
pt_pt: Promover unidades seleccionadas

source: Game Paused
de: Spiel pausiert
es: Juego en pausa
fr: Jeu en pause
gd: Tha an geama 'na stad
gl: Partida en pausa
nl: Spel gepauzeerd
pt_pt: Jogo em Pausa

source: Click to Resume Game
de: Klicken zum Fortsetzen
es: Haz clic para reanudar la partida
fr: Cliquer pour reprendre la partie
gd: Briog gus leantainn air adhart leis a' gheama
gl: Preme co botón principal en algures para retomar a partida.
nl: Klik om het spel te hervatten
pt_pt: Clique para retomar o jogo

source: Diplomacy
de: Diplomatie
es: Diplomacia
fr: Diplomatie
gd: Dioplòmasachd
gl: Diplomacia
nl: Diplomatie
pt_pt: Diplomacia

source: Theirs
de: Ihre
es: Relación
fr: Eux
gd: Aca
gl: Relación
nl: Hun
pt_pt: Deles

source: E
de: F
gd: C
gl: I
nl: V
pt_pt: I

source: Tribute
de: Tribut
es: Tributo
fr: Tribut
gd: Fo chìs
gl: Tributar
nl: Doneer
pt_pt: Tributo

source: Trade
de: Handel
es: Comercio
fr: Commerce
gd: Malart
gl: Comercio
nl: Handelen
pt_pt: Comercializar

source: Trading goods selection:
de: Handelswarenauswahl:
es: Selección de intercambio de bienes:
fr: Sélection des biens à échanger :
gd: Tagh bathar malairt:
gl: Selección de bens:
nl: Handelsgoederenselectie:
pt_pt: Seleccionar mercadoria a comercializar:

source: Select one goods as origin of the changes,\nthen use the arrows of the target goods to make the changes.
de: Wählen Sie eine Ware als Tauschobjekt,\ndann wählen Sie mit den Pfeiltasten Waren zum Eintauschen.
es: Elige uno de los bienes como origen de los intercambios,\ndespués utiliza las flechas de los bienes destino para realizar los cambios.
fr: Sélectionner une ressource de départ,\npuis utilisez les flèches des autres ressources pour modifier les valeurs.
gd: Tagh bathar mar thùs an atharrachaidh,\nan uairsin cleachd na saighdean aig a' bhathar-uidhe gus na h-atharraichean a dhèanamh.
gl: Escolle un ben como orixe das transaccións comerciais,\ne logo emprega as frechas do resto de bens para cambiar os valores de comercio.
nl: Selecteer één van de grondstoffen als oorsprong van de veranderingen. \nGebruik dan de pijltjes van de andere grondstoffen om wijzigingen aan te brengen.
pt_pt: Defina uma mercadoria como origem da troca,\ndepois use as setas das mercadorias de destino para efectuar trocas comerciais.

source: Population (current / limit)
de: Bevölkerung (Aktuell / Limit)
es: Población (actual / límite)
fr: Population (actuelle / limite)
gd: Sluagh (an-dràsta / as motha)
gl: Poboación (actual/límite)
nl: Bevolking (huidig / limiet)
pt_pt: População (actual / limite)

source: Choose player to view
de: Wähle den Spieler zum Sehen
es: Elige un jugador para ver
fr: Choisir le joueur à visualiser
gd: Tagh cluicheadair airson a shealltainn
gl: Escolle un xogador para ver
nl: Kies een speler om te bekijken
pt_pt: Escolher o jogador a visualizar

source: ALPHA XVI : Patañjali
es: ALFA XVI : Patañjali
gl: Alfa XVI: Patañjali
pt_pt: ALFA XVI : Patañjali

source: Game speed
de: Spielgeschwindigkeit
es: Velocidad de juego
fr: Vitesse de jeu
gd: Luaths a' gheama
gl: Velocidade da partida
nl: Spel snelheid
pt_pt: Velocidade de jogo

source: Choose game speed
de: Wähle die Spielgeschwindigkeit
es: Cambia la velocidad de juego
fr: Choisir la vitesse de jeu
gd: Tagh luaths a' gheama
gl: Seleccionar a velocidade da partida.
nl: Kies een snelheid voor het spel
pt_pt: Escolher a velocidade do jogo

source: MENU
de: MENÜ
es: MENÚ
gd: CLÀR-TAICE
gl: Menú

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
gd: Roghainnean
gl: Opcións
nl: Instellingen
pt_pt: Definições

source: Resign
de: Aufgeben
es: Rendirse
fr: Abandonner
gd: Gèill
gl: Abandonar
nl: Opgeven
pt_pt: Desistir

source: Attack and Armor
de: Angriff und Rüstung
es: Ataque y armadura
fr: Attaque et Armure
gd: Ionnsaigh 's armachd
gl: Ataque e armadura
nl: Aanval en Verdediging
pt_pt: Ataque e Armadura

source: Click to select grouped units, double-click to focus the grouped units and right-click to disband the group.
de: Klicke auf gruppierten Einheiten um diese auszuwählen, doppelklicke auf gruppierten Einheiten um diese zu fokussieren und die rechten Maustaste, um die Gruppe aufzulösen.
es: Haz clic para seleccionar unidades agrupadas, doble clic para mostrar las unidades agrupadas y clic derecho para separar el grupo.
fr: Cliquer pour sélectionner le groupe, double-cliquer pour centrer la caméra sur les unités et cliquer droit pour dissoudre le groupe.
gd: Briog gus aonadan buidhnichte a thaghadh, dèan briogadh dùbailte gus am fòcas a chur air na h-aonadan buidhnichte agus dèan briogadh deas gus am buidheann a sgaoileadh.
gl: Preme para seleccionar unidades agrupadas, prema dúas veces seguidas para ir onda as unidades agrupadas, e prema co botón secundario para dispersar as unidades.
nl: Klik om de groep eenheden te selecteren, dubbelklik om te focussen en rechts klikken om de groep te verwijderen.
pt_pt: Clique para seleccionar as unidades agrupadas, clique duas vezes para juntar as unidades agrupadas e clique com o botão direito do rato para separar o grupo.

source: Find idle worker
de: Finde untätige Arbeiter
es: Buscar un trabajador desocupado
fr: Trouver un travailleur inactif
gd: Lorg obraiche na thàmh
gl: Atopar un traballador inactivo.
nl: Zoek een ongebruikte werkkracht
pt_pt: Localizar trabalhadores inactivos

source: Exchange resources:
de: Tausche Ressourcen:
es: Intercambiar recursos:
fr: Échanger des ressources :
gd: Malairt stòrasan:
gl: Intercambiar os recursos:
nl: Ruil grondstoffen:
pt_pt: Trocar recursos:

source: Stamina:
de: Ausdauer:
es: Resistencia:
fr: Endurance :
gd: Smiodam:
gl: Aguante:
nl: Uithouding:
pt_pt: Energia:

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
gd: Eòlas
gl: Experiencia
nl: Ervaring
pt_pt: Experiência

source: Hitpoints
de: Trefferpunkte
es: Puntos de vida:
fr: Points de vie
gd: Puingean-slàinte
gl: Vida
nl: Leven
pt_pt: Resistência

source: Stamina
de: Ausdauer
es: Resistencia
fr: Endurance
gd: Smiodam
gl: Aguante
nl: Uithouding
pt_pt: Energia

source: Welcome to 0 A.D. !
de: Willkommen bei 0 A.D.!
es: ¡Bienvenido a 0 A.D.!
fr: Bienvenue dans 0 A.D. !
gd: Fàilte gu 0 A.D. !
gl: Benvido a 0 A.D.!
nl: Welkom bij 0 A.D. !
pt_pt: Bem-vindo ao 0 A.D.!

source: Show this message in the future
de: Zeige in Zukunft diese Nachricht
es: Mostrar este mensaje en el futuro
fr: Montrer ce message ultérieurement
gd: Seall an teachdaireachd seo a-rithist
gl: Mostrar esta mensaxe no futuro.
nl: Toon dit bericht ook in de toekomst.
pt_pt: Mostrar esta mensagem no futuro

source: Known issues (web)
de: Bekannte Fehler (web)
es: Problemas conocidos (web)
fr: Problèmes connus (web)
gd: Duilgheadasan as aithne dhuinn (lìon)
gl: Problemas coñecidos (web)
nl: Gekende problemen (web)
pt_pt: Problemas conhecidos

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
gd: Gearr-chunntas
gl: Resumo
nl: Samenvatting
pt_pt: Sumário

source: Score
de: Punkte
es: Puntuación
gd: Sgòr
gl: Puntuación
pt_pt: Pontuação

source: Buildings
de: Gebäude
es: Edificios
fr: Bâtiments
gd: Togalaichean
gl: Estruturas
nl: Gebouwen
pt_pt: Edifícios

source: Units
de: Einheiten
es: Unidades
fr: Unités
gd: Aonadan
gl: Unidades
nl: Eenheden
pt_pt: Unidades

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
gd: Stòrasan
gl: Recursos
nl: Grondstoffen
pt_pt: Recursos

source: Market
de: Markt
es: Mercado
fr: Marché
gd: Margaid
gl: Mercado
nl: Markt
pt_pt: Mercado

source: Miscellaneous
de: Verschiedenes
es: Otros
fr: Divers
gd: Eile
gl: Outros
nl: Diversen
pt_pt: Outros

source: Player name
de: Spielername
es: Nombre del jugador
fr: Nom du joueur
gd: Ainm a' chluicheadair
gl: Nome do xogador
nl: Speler naam
pt_pt: Nome do jogador
