Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. 'Silver Owls' civ bonus grants an extra +10% metal gather rate to all workers.
de: Schreite zur Stadtphase fort, wodurch zusätzliche Gebäude und Einheiten freigeschaltet werden. Das Hoheitsgebiet von Verwaltungssitzen wird um +30% erhöht. Der 'Silbereulen'-Bonus verleiht allen Arbeiten eine um +10% erhöhte Metallabbaurate.
es: Avanza hacía la fase de pueblo, que desbloquea más estructuras y unidades. El radio de territorio de los centros urbanos incrementa un +30%. La bonificación ateniense de "los búhos de plata" añade un +10% extra a la velocidad de recolección del metal a todos los trabajadores.
fr: Évoluer vers la Phase des Villes pour débloquer davantage de structures et d'unités. Le rayon du territoire des centres-villes augmente de +30%. Le bonus de civilisation 'Chouettes d'argent' accorde un supplément de +10% du taux d'exploitation du métal pour tous les travailleurs.
gd: Adhartaich gu linn nam bailtean a bheir barrachd thogalaichean is aonadan dhut. Bidh leudachadh de +30% aig ranntair nan ionadan sìobhalta. Cruinnichidh a h-uile obraiche meatailt +10% nas luaithe le buannachd an t-sìobhaltais "Cailleachan-oidhche airgid".
gl: Avanzar á fase de vila, que desbloquea máis estruturas e unidades. O raio de influencia dos centros cívicos aumenta outro +30%. A bonificación de civilización «Curuxa» aumenta nun +10% a taxa de recolección de metal.
nl: Ga verder naar stadsfase. Deze geeft toegang tot meer gebouwen en eenheden. De territoriumgrootte van beschavingscentra wordt met 30% vergroot. De 'zilveren uil' bonus geeft 10% extra metaal mijnsnelheid voor alle werkkrachten.
pt_pt: Avançar para a Fase de Vila, que desbloqueia novos edifícios e unidades. A área territorial dos Centros Cívicos aumenta +30%. O bónus de civilização 'Corujas de Prata' faz aumentar +10% o ritmo de recolha de metal de todos os trabalhadores.

source: Requires 5 Village Phase structures (except Palisades and Farm Fields).
de: Braucht 5 Gebäude der Siedlungsphase (außer Palisaden und Feldern).
es: Necesita cinco estructuras de la Fase de poblado (exceptuando empalizadas y huertos)
fr: Nécessite 5 structures de la Phase des Villages (sauf Palissades et Champs).
gd: Feumaidh seo 5 togalaichean ùra (ach sonnaich is achaidhean tuathanais) o linn nan clachan.
gl: Require 5 estruturas da fase de aldea (sen contar murallas de madeira e cultivos).
nl: Vereist 5 dorpsgebouwen (uitgezonderd palissades en velden).
pt_pt: É necessário 5 estruturas de Aldeia (excepto paliçadas e quintas).

source: Advances from a small village to a bustling town, ready to expand rapidly.
de: Steigen Sie von einem kleinen Dorf zu einer betriebsamen Ansiedlung, bereit, sich schnell zu entfalten.
es: Avanza de una pequeña aldea a un bullicioso pueblo, listo para expandirse rápidamente
fr: Amélioration d'un petit village en une ville animée, prête à se développer rapidement.
gd: Adhartaich o chlachan bheag gu baile iomairteach, ullamh airson leudachadh luath.
gl: Avanza dunha pequena aldea a unha vila en auxe, lista para expandirse rapidamente.
nl: Avanceer van klein dorp naar bloeiende stad, klaar om snel uit te breiden.
pt_pt: Eleva uma pequena aldeia a vila movimentada, pronta para rápida expansão.

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%
de: Erweitere zur Stadtphase und schalte mehr Gebäude und Einheiten frei. Territorialradius von Verwaltungssitzen wird um +30% erhöht.
es: Avanza hacía la fase de pueblo, que desbloquea más estructuras y unidades. El radio de territorio de los centros urbanos incrementa un +30%.
fr: Évoluer vers la Phase des Villes pour débloquer davantage de structures et d'unités. Le rayon du territoire des centres-villes augmente de +30%.
gd: Adhartaich gu linn nam bailtean a bheir barrachd thogalaichean is aonadan dhut. Bidh leudachadh de +30% aig ranntair nan ionadan sìobhalta
gl: Avanzar á fase de vila, que desbloquea máis estruturas e unidades. O raio de influencia dos centros cívicos aumenta outro +30%.
nl: Ga verder naar stadsfase. Deze geeft toegang tot meer gebouwen en eenheden. De territoriumgrootte van beschavingscentra wordt met 30% vergroot.
pt_pt: Avançar para a Fase de Vila, que desbloqueia novos edifícios e unidades. A área territorial dos Centros Cívicos aumenta +30%.

source: Village Phase
de: Siedlungsphase
es: Fase de poblado
fr: Phase des Villages
gd: Linn nan clachan
gl: Fase de aldea
nl: Dorpsfase
pt_pt: Aldeia

source: The state or tribe would often construct a dining hall for public feasts or to receive foreign emissaries.
de: Der Staat oder Stamm baut meist einen Speisesaal für öffentliche Feste oder um fremde Gesandte zu empfangen.
es: A menudo el estado o la tribu construía una sala de banquetes para fiestas o celebraciones populares, o para recibir a emisarios extranjeros.
fr: L’État ou la tribu construisait souvent une salle de banquet pour des festins publics ou pour recevoir des émissaires étrangers.
gd: Bhiodh an stàit no an treubh a' togail talla-bìdh airson fèilltean poblach no gus aoigheachd a thoirt do theachdairean à àiteachan cèine.
gl: O estado ou a tribo construía a miúdo un salón para banquetes públicos ou para recibir a emisarios estranxeiros.
nl: De staat of stam bouwde vaak een eetzaal voor publieke feesten en om vreemde afgezanten te ontvangen.
pt_pt: Os estados ou as tribos construíam muitas vezes salões de jantar para festividades públicas ou para receber emissários estrangeiros.

source: Civic Centers +5 population cap bonus.
de: Verwaltungssitze erhält +5 Bevölkerungslimit-Bonus
es: Los centros cívicos reciben una bonificación de +5 al limite de población.
fr: Bonus de +5 de population pour les centres-villes.
gd: Bidh +5 de shluagh a bharrachd ceadaichte dhut le gach ionad sìobhalta.
gl: Bonificación de +5 no límite de poboación por centros cívicos.
nl: Beschavingscentra +5 bevolkingsbonus.
pt_pt: Capacidade populacional dos Centros Cívicos aumenta +5.

source: Dining Hall
de: Speisesaal
es: Sala de banquetes
fr: Salle de banquet
gd: Talla-bìdh
gl: Salón para banquetes
nl: Eetzaal
pt_pt: Salão de Jantar

source: Public assembly places were often the center of civic life for ancient societies. Athens had the Ekklesia, the citizens' assembly which met on the Pnyx Hill near the agora in full view of the Acropolis. The Romans had an open-aired assembly place in the great Forum Romanum called the Comitium. Here citizens could air grievances and present petitions to the patrician politicians who ruled their city in the Senate.
de: Öffentliche Versammlungsplätze waren oft Zentren des öffentlichen Lebens in antiken Gesellschaften. Die Athener hatten die Ekklesia, einen Platz nahe des Pnyx-Berges mit Blick auf die Akropolis, wo sich die Bürger zu Versammlungen trafen. Die Römer benutzten das Komizium auf dem Forum Romanum für Versammlungen. Hier konnten Bürger Beschwerden darlegen und Ersuchen an die bürgerlichen Politiker richten, die ihre Stadt im Senat regierten.
es: Los lugares de reunión pública eran normalmente los centros de la vida civil en las sociedades antiguas. Los atenienses tenían la ekklesía, una asamblea establecida sobre la colina del Pnyx, cercana al agora, desde donde podía verse la Acrópolis. Los romanos por su parte acudían a un espacio abierto situado en el Gran Foro Romano, al que llamaban Comitium. En él, los ciudadanos podían mostrar sus preocupaciones y hacer sus peticiones a los patricios y élite política que gobernaba la ciudad desde el Senado.
fr: Les lieux de réunion publique étaient souvent le centre de la vie citoyenne dans les sociétés anciennes. Athènes avec l'Ekklesia, l'assemblée des citoyens qui se retrouvaient à la colline du Pnyx près de l'agora en regard de l'Acropole. Les Romains possédaient un lieu en plein air dans le grand Forum Romanum appelée Comitium. Là, les citoyens faisaient entendre leurs doléances et présentaient des pétitions aux politiciens patriciens qui gouvernaient leur cité depuis le Sénat.
gl: Os lugares de xuntanza pública eran a miúdo centros da vida civil das sociedades antigas. Atenas tiña a Ekklesia, a xuntanza de cidadáns no monte Pnyx, preto da ágora e cunha vista perfecta da acrópole. Os romanos tiñan un lugar de xuntanza ao aire libre no gran foro romano coñecido coma «Comitium», no que os cidadáns podían manifestar as súas preocupacións e presentar peticións aos políticos patricios que gobernaban a súa cidade no senado.
nl: Publieke verzamelplaatsen waren vaak het centrum van het burgerleven voor oude beschavingen. Athene had de Ekkesia, de verzamelplaats voor burgers. Deze stond up de Pnyx heuvel, bij de agora, met een volledig overzicht over de akropolis. De Romeinen hadden een openlucht verzamelplaats in het grote Forum Romanum die de naam Comitiom kreeg. Hier konden burgers discussiëren of petities ondertekenen voor de politici die over hun stad heersten in de senaat.
pt_pt: Os locais de reunião pública eram muitas vezes o centro da vida cívica das sociedades da antiguidade. Atenas tinha a Eclésia ('ekklesia'), a assembleia de cidadãos que se reunia na colina Pnyx, perto da ágora, à vista da Acrópole. Os Romanos tinham um local de assembleia ao ar livre no grande Forum Romanum chamado Comício ('comitium'). Era aqui que os cidadãos ventilavam as suas preocupações e petições com os políticos patrícios que governavam a sua cidade no Senado.

source: Public Assembly
de: Öffentliche Versammlung
es: Asamblea popular
fr: Réunion publique
gd: Tional poblach
gl: Xuntanza pública
nl: Publieke verzamelplaats
pt_pt: Assembleia Pública

source: Home gardens ranged from simple fenced-in areas to large manicured and colonnaded enclosures.
de: Heimgärten rangieren von einfach eingezäunten Landstücken bis hin zu ausgedehnten und teilweise überdachten Einhegungen.
es: Los jardines hogareños comprendían desde simples zonas acordonadas hasta jardines enormes y estupendamente cuidados rodeados por columnatas.
fr: Les jardins domestiques pouvaient n'être que de simples zones clôturées ou s'étendre à de larges enceintes entretenues et traversées de colonnes.
gd: Bhiodh caochladh de liosan taighe ann o raointean beaga le feansa timcheall orra gu gheàrraidhean mòra sgeadaichte le cuilbh.
gl: Nas casas había xardíns de todo tipo, desde simples zonas valadas ata enormes terreos pechados ben coidados e mantidos.
nl: Tuinen gingen van eenvoudige omheinde gebieden, tot grote, zorgvuldig gesnoeide en ommuurde vlaktes.
pt_pt: Os jardins domésticos podiam ir de pequenas áreas com vedação até grandes recintos murados com pérgulas bem cuidadas.

source: Houses +1 population cap bonus.
de: Häuser erhalten +1 Bevölkerungslimit-Bonus
es: Las casas reciben una bonificación de +1 al limite de población.
fr: Bonus de +1 de population pour les maisons.
gd: Bidh +1 de shluagh a bharrachd ceadaichte dhut le gach taigh.
gl: Bonificación de +1 no límite de poboación por casas.
nl: Huizen +1 bevolkingsbonus.
pt_pt: Capacidade populacional das Casas aumenta +1.

source: Home Garden
de: Hausgarten
es: Jardín hogareño
fr: Jardin
gd: Liosan taighe
gl: Xardíns nas casas
nl: Siertuin
pt_pt: Jardim Doméstico

source: Peristyle
de: Säulenhalle
es: Peristilo
fr: Péristyle
gd: Cuairt-stoidhle
gl: Perístilo
nl: Peristilium
pt_pt: Peristilo

source: Paradise
de: Paradies
es: Paraíso
fr: Paradis
gd: Pàrras
gl: Paraíso
nl: Paradijs
pt_pt: Paraíso

source: Homes tended to expand as the wealth and population of a settlement grew.
de: Häuser wurden meist erweitert, wenn Wohlstand und Bevölkerung einer Siedlung anstiegen.
es: Los hogares tendían a ampliarse a medida que crecía la riqueza y la población.
fr: Les maisons avaient tendance à s'agrandir lorsque la richesse et la population d'une colonie augmentait.
gd: Bhiodh na taighean a' fàs nas motha nuair a bhiodh barrachd beartais is sluaigh aig tuineachadh.
gl: Os fogares adoitaban expandirse a medida que aumentaban a riqueza e a poboación dos asentamentos.
nl: Huizen werden groter samen met de rijkdom en bevolking van een nederzetting.
pt_pt: À medida que a riqueza e a população de uma povoação cresciam, os seus habitantes tendiam a desenvolver as suas casas.

source: Houses +2 population cap bonus.
de: Häuser erhalten +2 Bevölkerungslimit-Bonus.
es: Las casas reciben una bonificación de +2 al limite de población.
fr: Bonus de +2 de population pour les maisons.
gd: Bidh +2 de shluagh a bharrachd ceadaichte dhut le gach taigh.
gl: Bonificación de +2 no límite de poboación por casas.
nl: Huizen +2 bevolkingsbonus.
pt_pt: Capacidade populacional das Casas aumenta +2.

source: Manors
de: Herrensitze
es: Fincas
fr: Manoirs
gd: Taighean-maineir
gl: Casas de campo
nl: Metselaars
pt_pt: Solares

source: Training increases damage of ranged infantry units.
de: Training erhöht den Schaden der Nahkampfinfanterie.
es: El entrenamiento mejora el daño de las unidades de tiro a distancia.
fr: La formation améliore les dommages des unités d'infanterie à distance.
gd: Nì trèanadh an dochann a nì coisridh astair nas motha.
gl: O adestramento aumenta o dano das unidades de infantaría de proxectís.
nl: Extra trainingen voor afstandseenheden verhoogt hun aanvalskracht.
pt_pt: O treino aumenta o dano causado pelas unidades de infantaria de arremesso.

source: Ranged infantry +2 pierce attack.
de: Fernkampfinfanterie +2 Stichangriff.
es: La infantería a distancia mejora en +2 su daño por perforación.
fr: L'infanterie à distance gagnent +2 d'attaque perçante.
gd: Gheibh coisridh astair +2 air ionnsaighean bioraidh.
gl: O ataque de perforación da infantaría de proxectís aumenta en +2.
nl: Afstandsinfanterie +2 steekaanval.
pt_pt: O ataque de perfuração da infantaria de projécteis aumenta em +2.

source: Ranged Infantry Irregulars
de: Irreguläre Fernkampfinfanterie
es: Infantería irregular a distancia
fr: Infanterie à distance irrégulière
gd: Coisridh astair neo-riaghailteach
gl: Irregulares de infantaría de proxectís
nl: Vrijetijdsafstandsinfanterie
pt_pt: Irregulares de infantaria de projécteis

source: The javelin thong (the Greeks also called them loops, or bronkhos) increased the fulcrum action of the throwing arm mid-throw, increasing speed and range of the javelin.
de: Die Speerschlaufe (die Griechen nannten sie Vronkhos) verbesserte die Kraftübertragung in der Abwurfphase und ermöglichte höhere Wurfgeschwindigkeiten und -weiten.
es: El lanzador de jabalina (los griegos también les llamaban loops, o bronkhos) aumenta la acción del brazo de lanzar a tiros de media distancia , aumentando la velocidad y alcance de la jabalina.
fr: La lanière de javelot (les Grecs les appelaient aussi les boucles, ou 'bronkhos') est un propulseur qui permet d'augmenter la distance du jet en donnant un mouvement de rotation au javelot.
gl: O gancho de xavelina, que os gregos denominaban «bronkhos», aumentaba o efecto do punto de apoio chegada a metade to movemento de lanzamento, aumentando a velocidade e mailo alcance da xavelina.
nl: Het speerkoord vergroot de afstand waarover je kracht kan uitoefenen op de speer tijdens de worp. Zo wordt de werpafstand maar ook de precisie vergroot.
pt_pt: A correia dos dardos (os gregos deram o nome de laços ou bronkhos) aumentou a acção, a velocidade e o alcance do lançamento do dardo.

source: All Javelin units +2 pierce attack and +4 range.
de: Alle Wurfspeereinheiten +2 Stichangriff und +4 Reichweite.
es: Todas las unidades con jabalina +2 daño por penetración y +4 alcance.
fr: Toutes les unités de javelot gagnent +2 d'attaque perçante et +4 de portée.
gd: Gheibh gach aonad gatha +2 air an ionnsaigh bioraidh agus +4 air an astar.
gl: Todas as unidades con xavelina ven o seu ataque de perforación aumentado en +2 e o seu alcance aumentado en +4.
nl: Alle speerwerpers +2 steekaanval en +4 bereik.
pt_pt: Aumenta o ataque de perfuração de todas as unidades com azagaias em +2 e o seu alcance em +4.

source: Javelin Thong
de: Speerschlaufe
es: Correa de jabalina
fr: Lanière de javelot
gd: An iall gatha
gl: Gancho de xavelina
nl: Speerkoord
pt_pt: Correia do dardo

source: Increased armor on siege weapons
de: Verstärkt die Panzerung der Belagerungswaffen
es: Mejor protección para armas de asedio
fr: Augmente l'armure des armes de siège
gd: Armachd nas neartmhoire aig innealan-sèiste
gl: Aumenta a armadura das máquinas de asedio.
nl: Verbeterde bescherming voor belegeringswapens.
pt_pt: Aumenta a armadura na maquinaria de cerco

source: All Siege weapons +2 Hack armor levels.
de: Alle Belagerungswaffen +2 Hiebschutz.
es: Todas las armas de asedio +2 niveles de armadura de corte.
fr: Toutes les armes de siège gagnent +2 niveaux d'attaque tranchante.
gd: Gheibh na h‑uile inneal-sèiste +2 de dh'armachd an aghaidh spealgaidh
gl: Aumenta a armadura de folla das máquinas de asedio en +2.
nl: Alle belegeringswapens +2 slagpantser.
pt_pt: A armadura de toda a maquinaria de cerco aumenta em +2.

source: Armor plating
de: Panzerung
es: Armadura de placas
fr: Plaque de blindage
gd: Armachd meatailt
gl: Armadura de coiraza
nl: Platen bewapening
pt_pt: Blindagem

source: Advanced technologies improve siege efficiency
de: Fortschrittliche Technologien zur Verbesserung der Belagerungseffektivität.
es: Tecnologías avanzadas que mejoran la eficiencia de las unidades de asedio
fr: Les technologies avancées améliorent l'efficacité des armes de siège
gd: Cuiridh teicneolasan adhartach ri èifeachdachd nan sèistean
gl: As tecnoloxías avanzadas melloras a eficiencia dos asedios.
nl: Geavanceerde technologieën verbeteren de belegeringsefficiëntie
pt_pt: Desenvolvimento de tecnologia aumenta a eficiência da maquinaria de cerco.

source: All siege weapons +5 Crush damage.
de: Alle Belagerungswaffen +5 Schmetterschaden.
es: Todas las armas de asedio +5 de daño masivo
fr: Toutes les armes de siège gagnent +5 de dommages d'écrasement.
gd: Nì gach inneal-sèiste +3 de dhochann brùillidh.
gl: O dano de impacto das máquinas de asedio aumenta en +5.
nl: Alle belegeringswapens +5 verbrijzelkracht.
pt_pt: O ataque da maquinaria de cerco aumenta em +5.

source: Advanced Siege
de: Fortgeschrittene Belagerungswaffen
es: Asedio avanzado
fr: Siège avancé
gd: Sèist adhartach
gl: Asedio avanzado
nl: Geavanceerde belegering
pt_pt: Maquinaria de cerco evoluída

source: Improvement to projectile accuracy
de: Verbesserung der Zielgenauigkeit
es: Mejora la precisión de los proyectiles
fr: Amélioration de la précision du projectile
gd: Leasachadh air pongalachd nan astasan
gl: Mellora da puntaría
nl: Verbeter accuraatheid.
pt_pt: Desenvolve a pontaria dos projécteis

source: Bolt shooter accuracy increased 25%
de: Treffsicherheit des Bolzengeschützes um 25% erhöht.
es: Punteria del tirador incrementada en 25%
fr: La précision de tir des balistes augmente de 25%
gd: Gheibh losgaichean crainn pongalachd leasaichte le 25%
gl: Aumenta a puntería das unidades de proxectís un +25%.
nl: Accuraatheid van de mechanische boog wordt met 25% verbeterd.
pt_pt: Aumenta a pontaria dos projécteis em 25%

source: Bolt Accuracy
de: Bolzengenauigkeit
es: Virote de precisión
fr: Précision des balistes
gd: Pongalachd nan crann
gl: Precisión dos proxectís
nl: Accuraatheid pijlen
pt_pt: Pontaria dos projécteis

source: Siege weapons require less metal resource
de: Belagerungswaffen kosten weniger Metall
es: Las armas de asedio necesitan menos recursos de metal
fr: Les armes de siège requièrent moins de ressources en métal.
gd: Bidh innealan-sèiste feumach air nas lugha de mheatailt
gl: As máquinas de asedio custan menos metal.
nl: Belegeringswapens kosten minder metaal
pt_pt: A maquinaria de cerco necessita menos metal para ser construída

source: Siege weapons cost 20% less metal
de: Belagerungswaffen kosten 20% weniger Metall
es: Las armas de asedio cuestan un 20% menos de metal
fr: Les armes de siège coûtent 20% de métal de moins.
gd: Cosgaidh innealan-sèiste 20% nas lugha de mheatailt
gl: As máquinas de asedio custan un -20% menos de metal.
nl: Belegeringstuigen kosten 20% minder metaal
pt_pt: Maquinaria de cerco custa menos 20% metal.

source: Metalworker
de: Metallarbeiter
es: Trabajos de metal
fr: Métallurgiste
gd: Obraiche meatailt
gl: Ferreiro
nl: Metaalwerker
pt_pt: Ferreiro

source: Siege weapons cost less wood
de: Belagerungswaffen kosten weniger Holz
es: Las armas de asedio cuestan menos madera
fr: Les armes de siège nécessitent moins de bois
gd: Cosgaidh innealan-sèiste nas lugha de dh'fhiodh
gl: As máquinas de asedio custan menos madeira.
nl: Belegeringswapens kosten minder hout
pt_pt: Maquinaria de cerco custa menos madeira

source: Siege weapons cost 20% less wood
de: Belagerungswaffen kosten 20% weniger Holz
es: Las armas de asedio cuestan un 20% menos de madera
fr: Les armes de siège coûtent 20% de bois en moins.
gd: Cosgaidh innealan-sèiste 20% nas lugha de dh'fhiodh
gl: As máquinas de asedio custan un -20% menos de madeira.
nl: Belegeringswapens kosten 20% minder hout.
pt_pt: Maquinaria de cerco custa menos 20% madeira

source: Artillery Instructors
de: Artillerieausbilder
es: Instructores de artillería
fr: Instructeurs d'artillerie
gd: Oidean làmhachais
gl: Instrutores de artillaría
nl: Artillerieinstructies
pt_pt: Instrutores de artilharia

source: Immobile siege weapons are assembled and disassembled faster
de: Unbewegliche Belagerungswaffen werden schneller zusammen- und auseinandergebaut
es: Las armas de asedio inmóviles se montan y desmontan mucho más rápido.
fr: Les armes de sièges immobiles sont assemblées et dessassemblées plus rapidement
gd: Thèid innealan-sèiste a phasgadh is a neo-phasgadh nas luaithe
gl: As máquinas de asedio estacionarias móntanse e desmóntanse máis rápido.
nl: Immobiele belegeringswapens worden sneller geassembleerd of ingepakt.
pt_pt: A maquinaria de cerco estacionada monta-se e desmonta-se mais rapidamente.

source: Immobile siege weapons pack/unpack 25% faster
de: Stationäre Belagerungswaffen werden 25% schneller auf-/abgebaut
es: Las armas de asedio inmóviles se des/montan un 25% más rápido.
fr: Les armes de siège immobiles se montent et démontent 25% plus rapidement.
gd: Pasgaidh/Neo-phasgaidh innealan-sèiste do-ghluasad 25% nas luaithe
gl: As máquinas de asedio estacionarias móntanse e desmóntanse un +25% máis rápido.
nl: Immobiele belegeringswapen kunnen 25% sneller in- en uitpakken.
pt_pt: A maquinaria de cerco estacionada monta e desmonta mais rapidamente em 25%.

source: Military Engineers
de: Militärische Pioniere
es: Ingenieros militares
fr: Génie militaire
gd: Innleadairean an airm
gl: Enxeñeiros militares
nl: Militaire ingenieurs
pt_pt: Engenheiros militares

source: Increases movement rate of traders, which in turn increases trade income.
de: Erhöht die Bewegungsgeschwindigkeit von Händlern, wodurch sich das Handelseinkommen erhöht.
es: Aumenta la tasa de movimiento de mercaderes, los cuales se convierten en ingresos comerciales.
fr: Augmente le taux de circulation des commerçants, qui à son tour augmente revenus commerciaux.
gd: Cuiridh seo ri astar gluasaid an luchd-mhalairt na chuireas ri teachd a-steach on mhalart.
gl: Aumenta a velocidade de movemento dos comerciantes, o que fai aumentar os ingresos por comercio.
nl: Verhoog de wandelsnelheid voor handelaars.
pt_pt: Aumenta a taxa da deslocação dos comerciantes que obriga a aumentar a renda do comércio.
