Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: %(openingGarrisonedString)s, and %(inactiveString)s.
de: %(openingGarrisonedString)s, und %(inactiveString)s.
es: %(openingGarrisonedString)s, y %(inactiveString)s.
fr: %(openingGarrisonedString)s, et %(inactiveString)s.
gd: %(openingGarrisonedString)s 's %(inactiveString)s.
gl: %(openingGarrisonedString)s e %(inactiveString)s.
nl: %(openingGarrisonedString)s, en %(inactiveString)s.
pt_pt: %(openingGarrisonedString)s e %(inactiveString)s.

source: %(numberOfLandTraders)s land trader inactive
de: %(numberOfLandTraders)s Überlandhändler inaktiv
es: %(numberOfLandTraders)s comerciante terrestre inactivo
fr: %(numberOfLandTraders)s commerçant terrestre inactif
gd: %(numberOfLandTraders)s neach-malairt tìre 'na thàmh
gl: %(numberOfLandTraders)s comerciante por terra inactivo
nl: %(numberOfLandTraders)s inactieve handelaar
pt_pt: %(numberOfLandTraders)s comerciante terrestre inactivo

source: There is %(inactiveString)s.
de: Es ist %(inactiveString)s.
es: Hay %(inactiveString)s.
fr: Il y a %(inactiveString)s.
gd: Tha %(inactiveString)s ann.
gl: Hai %(inactiveString)s.
nl: Er is %(inactiveString)s.
pt_pt: Há %(inactiveString)s.

source: There are no merchant ships.
de: Es gibt keine Handelsschiffe.
es: No hay navíos mercantes.
fr: Il n'y a aucun navire marchand.
gd: Chan eil long-mhalairt ann
gl: Non hai barcos mercantes.
nl: Er zijn geen koopmansschepen.
pt_pt: Não há embarcações mercantes.

source: %(numberOfShipTraders)s inactive
de: %(numberOfShipTraders)s ist inaktiv
es: %(numberOfShipTraders)s inactivo
fr: %(numberOfShipTraders)s inactif
gd: %(numberOfShipTraders)s 'na thàmh
gl: %(numberOfShipTraders)s inactivo
nl: %(numberOfShipTraders)s niet actief
pt_pt: %(numberOfShipTraders)s inactivo

source: There is %(numberTrading)s merchant ship trading
de: %(numberTrading)s Handelsschiff handelt
es: Hay %(numberTrading)s navío mercantes comerciando
fr: Il y a %(numberTrading)s navire marchand qui commerce
gd: Tha %(numberTrading)s long-mhalairt a' malart
gl: Hai %(numberTrading)s barco mercante comerciando
nl: Er is %(numberTrading)s koopmansschip aan het handelen
pt_pt: Há %(numberTrading)s embarcação mercante activa

source: %(numberOfShipTraders)s merchant ship inactive
de: %(numberOfShipTraders)s Handelsschiff inaktiv
es: %(numberOfShipTraders)s navío mercante inactivo
fr: %(numberOfShipTraders)s navire marchand inactif
gd: %(numberOfShipTraders)s long-mhalairt 'na thàmh
gl: %(numberOfShipTraders)s barco mercante inactivo
nl: %(numberOfShipTraders)s koopmansschip niet actief
pt_pt: %(numberOfShipTraders)s embarcação mercante inactiva

source: The Developer Overlay was opened.
de: Das Entwickler-Overlay wurde geöffnet.
es: Has abierto el panel de desarrollo.
fr: La surcouche développeur a été ouverte.
gd: Chaidh tar-chòmhdachadh nan leasaichear fhosgladh.
gl: Abriuse a capa de desenvolvedores.
nl: De ontwikkelingsmodus is geopend.
pt_pt: A Camada de Programação foi aberta.

source: The Developer Overlay was closed.
de: Das Entwickler-Overlay wurde geschlossen.
es: Has cerrado el panel de desarrollo.
fr: La surcouche développeur a été fermée.
gd: Chaidh tar-chòmhdachadh nan leasaichear a dhùnadh.
gl: Pechouse a capa de desenvolvedores.
nl: De ontwikkelingsmodus is gesloten.
pt_pt: A Camada de Programação foi fechada.

source: Tribute %(resourceAmount)s %(resourceType)s to %(playerName)s. Shift-click to tribute %(greaterAmount)s.
de: Zahle %(resourceAmount)s %(resourceType)s als Tribut an %(playerName)s. Umschalt-Klick um %(greaterAmount)s als Tribut zu zahlen.
es: Dar de tributo %(resourceAmount)s de %(resourceType)s a %(playerName)s. Mayús+clic para dar %(greaterAmount)s de tributo.
fr: Donner %(resourceAmount)s %(resourceType)s à %(playerName)s. Shift+click pour donner %(greaterAmount)s.
gd: Pàigh cìs de %(resourceAmount)s %(resourceType)s gu %(playerName)s. Shift-bhriog gus %(greaterAmount)s a phàigheadh.
gl: Tributar %(resourceAmount)s unidades de %(resourceType)s a %(playerName)s. Maiús + botón principal para tributar %(greaterAmount)s.
nl: Schenk %(resourceAmount)s %(resourceType)s aan %(playerName)s. Shift+klik om %(greaterAmount)s te schenken.
pt_pt: Tributar %(resourceAmount)s %(resourceType)s a %(playerName)s. Shift + clique do botão direito do rato para tributar %(greaterAmount)s.

source: Waiting for other players to connect...
de: Auf andere Spieler warten...
es: Esperando a que se conecten los otros jugadores...
fr: En attente que d'autres joueurs se connectent...
gd: A' feitheamh gus an ceangal na cluicheadairean eile ris...
gl: Esperando a que se conecten outros xogadores…
nl: Aan het wachten op de andere spelers...
pt_pt: À espera dos restantes jogadores...

source: Synchronising gameplay with other players...
de: Synchronisiere den Spielstand mit den anderen Spielern
es: Sincronizando el juego con los otros jugadores...
fr: Synchronisation avec d'autres joueurs...
gd: A' sioncronachadh cluiche a' gheama ris na cluicheadairean eile...
gl: Sincronizando a partida cos outros xogadores…
nl: Spelstatus synchroniseren met andere spelers...
pt_pt: A sincronizar o jogo com os outros jogadores...

source: Connected to the server.
de: Mit einem Server verbunden.
es: Conectado al servidor.
fr: Connecté au serveur.
gd: Chaidh ceangal a dhèanamh ris an fhrithealaiche.
gl: Conectouse ao servidor.
nl: Verbonden met de server.
pt_pt: Ligado ao servidor.

source: Connection to the server has been authenticated.
de: Verbindung zum Server wurde authentifiziert.
es: Se ha autenticado la conexión con el servidor.
fr: La connexion au serveur a été authentifiée.
gd: Chaidh aithne a' cheangail dhan fhrithealaiche a dhearbhadh.
gl: Autenticouse a conexión co servidor.
nl: De verbinding met de server is compleet.
pt_pt: A ligação ao servidor foi autenticada.

source: Connection to the server has been lost.
de: Die Verbindung zum Server wurde verloren.
es: Se ha perdido la conexión con el servidor.
fr: La connexion au serveur a été perdue.
gd: Chaidh an ceangal dhan fhrithealaiche air chall.
gl: Perdeuse a conexión co servidor.
nl: De verbinding met de server is verloren.
pt_pt: Perdeu-se a ligação ao servidor.

source: The game has ended.
de: Das Spiel ist vorbei.
es: La partida ha terminado.
fr: La partie est terminée.
gd: Chrìochnaich an geama.
gl: A partida rematou.
nl: Het spel is afgelopen.
pt_pt: O jogo terminou.

source: Unknown player
de: Unbekannter Spieler
es: Jugador desconocido
fr: Joueur inconnu
gd: Cluicheadair neo-aithnichte
gl: Xogador descoñecido
nl: Onbekende speler
pt_pt: Jogador desconhecido

source: %(player)s has joined the game.
de: %(player)s ist dem Spiel beigetreten.
es: %(player)s se ha unido al juego.
fr: %(player)s a rejoint la partie.
gd: Thàinig %(player)s a-steach sa gheama.
gl: %(player)s uniuse á partida.
nl: %(player)s heeft zich bij het spel aangesloten.
pt_pt: %(player)s entrou no jogo.

source: %(player)s has left the game.
de: %(player)s hat das Spiel verlassen.
es: %(player)s ha dejado el juego.
fr: %(player)s a quitté la partie.
gd: Dh'fhàg %(player)s an geama.
gl: %(player)s marchou.
nl: %(player)s heeft het spel verlaten.
pt_pt: %(player)s saiu do jogo.

source: You have been defeated.
de: Du wurdest besiegt.
es: Has sido derrotado.
fr: Vous avez été vaincu(e).
gd: Chaidh ruaig a chur ort.
gl: Derrotáronte.
nl: Je bent verslagen.
pt_pt: Foi derrotado.

source: %(player)s has been defeated.
de: %(player)s wurde besiegt.
es: %(player)s ha sido derrotado.
fr: %(player)s a été vaincu(e).
gd: Chuireadh buaidh air %(player)s.
gl: %(player)s foi derrotado.
nl: %(player)s is verslagen.
pt_pt: %(player)s foi derrotado.

source: You are now allied with %(player)s.
de: Sie sind jetzt verbündet mit %(player)s.
es: Acabas de aliarte con %(player)s.
fr: Vous êtes maintenant allié avec %(player)s.
gd: Tha thu fhèin is %(player)s 'nan caidreabhaich a-nis.
gl: Formaches unha alianza con %(player)s.
nl: Je bent nu geallieerd met %(player)s.
pt_pt: Aliou-se a %(player)s.

source: You are now at war with %(player)s.
de: Sie befinden sich jetzt im Krieg mit %(player)s.
es: Acabas de declarar la guerra a %(player)s.
fr: Vous êtes maintenant en guerre avec %(player)s.
gd: Tha thu a' cogadh ri %(player)s a-nis.
gl: Entraches en guerra con %(player)s.
nl: Je bent nu in staat van oorlog met %(player)s.
pt_pt: Está em guerra com %(player)s.

source: You are now neutral with %(player)s.
de: Sie sind jetzt neutral mit %(player)s.
es: Acabas de declarar tu neutralidad con %(player)s.
fr: Vous êtes maintenant neutre avec %(player)s.
gd: Tha thu neo-phàirteach ri %(player)s a-nis.
gl: Pasaches a ser neutral con %(player)s.
nl: Je bent nu neutraal met %(player)s.
pt_pt: Tem uma relação neutral com %(player)s.

source: %(player)s is now allied with you.
de: %(player)s ist nun dein Verbündeter.
es: %(player)s ahora es tu aliado.
fr: %(player)s est maintenant allié avec vous.
gd: Tha %(player)s is thu fhèin 'nan caidreabhaich a-nis.
gl: %(player)s formou unha alianza contigo.
nl: %(player)s is nu geallieerd met jou.
pt_pt: %(player)s aliou-se a si.

source: %(player)s is now at war with you.
de: Sie befinden sich jetzt im Krieg mit %(player)s.
es: %(player)s ahora está en guerra contigo.
fr: %(player)s est maintenant en guerre avec vous.
gd: Tha %(player)s a' cogadh riut a-nis.
gl: %(player)s entrou en guerra contigo.
nl: %(player)s is nu in staat van oorlog met jou.
pt_pt: %(player)s está em guerra consigo.

source: %(player)s is now neutral with you.
de: %(player)s ist jetzt neutral mit dir.
es: %(player)s ahora es neutral hacia ti.
fr: %(player)s est maintenant neutre avec vous.
gd: Tha %(player)s neo-phàirteach riut a-nis.
gl: %(player)s pasou a ser neutral contigo.
nl: %(player)s is nu neutraal met jou.
pt_pt: %(player)s tem uma relação neutral consigo.

source: %(previousAmounts)s and %(lastAmount)s
de: %(previousAmounts)s und %(lastAmount)s
es: %(previousAmounts)s y %(lastAmount)s
fr: %(previousAmounts)s et %(lastAmount)s
gd: %(previousAmounts)s is %(lastAmount)s
gl: %(previousAmounts)s e %(lastAmount)s.
nl: %(previousAmounts)s en %(lastAmount)s
pt_pt: %(previousAmounts)s e %(lastAmount)s

source: %(player)s has sent you %(amounts)s.
de: %(player)s hat dir %(amounts)s gesendet.
es: %(player)s te ha enviado %(amounts)s.
fr: %(player)s vous a envoyé %(amounts)s.
gd: Chuir %(player)s %(amounts)s thugad.
gl: %(player)s envioute %(amounts)s.
nl: %(player)s heeft je %(amounts)s gestuurd.
pt_pt: %(player)s enviou-lhe %(amounts)s.

source: You have been attacked by %(attacker)s!
de: Du wurdest von %(attacker)s angegriffen!
es: ¡Has sido atacado por %(attacker)s!
fr: Vous avez été attaqué par %(attacker)s !
gd: Thug %(attacker)s ionnsaigh ort!
gl: %(attacker)s atácanos!
nl: Je bent aangevallen door %(attacker)s!
pt_pt: Foi atacado por %(attacker)s!

source: Team
es: Equipo
fr: Équipe
gd: Sgioba
gl: Equipo
pt_pt: Equipa

source: Private
de: Privat
es: Privado
fr: Privé
gd: Prìobhaideach
gl: Privado
nl: Privaat
pt_pt: Privado

source: %(genericName)s — Packed
de: %(genericName)s – Gepackt
es: %(genericName)s — Desmontado
fr: %(genericName)s — Démonté
gd: %(genericName)s — air a phasgadh
gl: %(genericName)s — Desmontado
nl: %(genericName)s — Ingepakt
pt_pt: %(genericName)s — Montado

source: [OFFLINE] %(player)s
es: [DESCONECTADO] %(player)s
fr: [HORS LIGNE] %(player)s
gd: [FAR LOIDHNE] %(player)s
gl: %(player)s (desconectado)

source: %(rank)s Rank
de: %(rank)s Rang
es: %(rank)s Rango
fr: %(rank)s Grade
gd: Rang %(rank)s
gl: Rango %(rank)s
nl: %(rank)s Rang
pt_pt: Posição %(rank)s

source: Experience:
de: Erfahrung:
es: Experiencia:
fr: Expérience :
gd: Eòlas:
gl: Experiencia:
nl: Ervaring:
pt_pt: Experiência:

source: Gain: %(amount)s
de: Ertrag: %(amount)s
es: Mejora: %(amount)s
gd: Buannachd: %(amount)s
gl: Ganancia: %(amount)s
nl: Winst: %(amount)s
pt_pt: Ganho: %(amount)s

source: Number of builders
de: Anzahl von Bauarbeiter
es: Número de constructores
fr: Nombre de constructeurs
gd: Àireamh an luchd-togail
gl: Número de construtores.
nl: Aantal bouwvakkers
pt_pt: Número de construtores

source: Current/max gatherers
de: Jetzige/maximale Sammler
es: Actual/máximo de recolectores
fr: Ramasseurs actuels/max
gd: Cruinnichean an-dràsta/as motha
gl: Colectores actuais/máximos.
nl: Huidig aantal/max aantal verzamelaars
pt_pt: Recolectores actuais / máximos

source: Armor:
de: Rüstung:
es: Protección:
fr: Armure :
gd: Armachd:
gl: Armadura:
nl: Bewapening:
pt_pt: Armadura:

source: Interval:
de: Intervall:
es: Intervalo:
fr: Intervalle :
gd: Eadaramh:
gl: intervalo:
pt_pt: Intervalo:

source: Rate:
es: Tasa:
fr: Taux :
gd: Reat:
gl: ritmo:
nl: Freq:
pt_pt: Taxa:

source: Range:
de: Reichweite:
es: Distancia de tiro:
fr: Distance :
gd: Astar:
gl: alcance:
nl: Bereik:
pt_pt: Alcance:

source: meters
de: Meter
es: metros
fr: mètres
gd: meatair
gl: metros
nl: meter
pt_pt: metros

source: Hitpoints:
de: Trefferpunkte:
es: Salud:
fr: Points de vie :
gd: Puingean-slàinte:
gl: Vida:
nl: Leven:
pt_pt: Resistência:

source: You have left the game.
de: Ihr habt das Spiel verlassen.
es: Has abandonado el juego.
fr: Vous avez quitté la partie.
gd: Dh'fhàg thu an geama.
gl: Saíches da partida.
nl: Je hebt het spel verlaten
pt_pt: Saiu do jogo.

source: You have been disconnected.
de: Du wurdest getrennt.
es: Has sido desconectado.
fr: Vous avez été déconnecté.
gd: Chaidh do cheangal a bhriseadh.
gl: Desconectácheste.
nl: Je verbinding is verbroken.
pt_pt: Foi desligado do servidor.

source: You have won the battle!
de: Sie haben die Schlacht gewonnen!
es: ¡Has ganado la batalla!
fr: Vous avez gagné la bataille !
gd: Thug thu buaidh air càch!
gl: Gañaches!
nl: Je hebt de slag gewonnen!
pt_pt: Ganhou a batalha!

source: You have been defeated...
de: Sie wurden besiegt...
es: Has sido derrotado...
fr: Vous avez été vaincu…
gd: Chaidh ruaig a chur ort...
gl: Derrotáronte…
nl: Je bent verslagen...
pt_pt: Foi derrotado...

source: You have abandoned the game.
de: Du hast das Spiel verlassen.
es: Has abandonado el juego.
fr: Vous avez abandonné la partie.
gd: Dh'fhàg thu an geama.
gl: Abandonaches a partida.
nl: Je hebt het spel verlaten.
pt_pt: Abandonou o jogo.

source: Press OK to continue
de: Drücke OK um fortzufahren
es: Presiona Aceptar para continuar
fr: Appuyez sur OK pour continuer
gd: Briog air "Ceart ma-thà" gus leantainn air adhart
gl: Preme «Aceptar» para continuar
nl: Druk OK om verder te gaan
pt_pt: Prima OK para continuar

source: Do you want to quit?
de: Willst du 0 A.D. beenden?
es: ¿Seguro que quieres salir?
fr: Voulez-vous quitter ?
gd: A bheil thu airson fàgail?
gl: Estás seguro de que queres saír?
nl: Wil je stoppen?
pt_pt: Pretende sair?

source: DEFEATED!
de: BESIEGT!
es: ¡DERROTA!
fr: DÉFAITE !
gd: RUAIG!
gl: Derrotado!
nl: VERSLAGEN!
pt_pt: DERROTADO!

source: VICTORIOUS!
de: SIEGREICH!
es: ¡VICTORIA!
fr: VICTOIRE !
gd: BUAIDH!
gl: Vitoria!
nl: GEWONNEN!
pt_pt: VENCEDOR!

source: Health:
de: Gesundheit:
es: Salud:
fr: Santé :
gd: Slàinte:
gl: Vida:
nl: Gezondheid:
pt_pt: Saúde:

source: %(time)s (%(speed)sx)
es: %(time)s (x%(speed)s)
gl: %(time)s (×%(speed)s)

source: Unrecognized ambient type: %(ambientType)s
de: Unbekannter Umgebungstyp: %(ambientType)s
es: No se reconoce el tipo de ambiente: %(ambientType)s
fr: Type d'ambiance non reconnu : %(ambientType)s
gd: Seòrsa àrainneachd nach deach aithneachadh: %(ambientType)s
gl: Tipo de ambiente descoñecido: %(ambientType)s.
nl: Onbekend omgevingstype: %(ambientType)s
pt_pt: Tipo de ambiente não reconhecido: %(ambientType)s

source: Note: time warp mode is a developer option, and not intended for use over long periods of time. Using it incorrectly may cause the game to run out of memory or crash.
de: Bemerkung: Der Zeitreisemodus ist eine Entwickleroption und nicht zum für längere Zeiträume gedacht. Wenn dieser Modus Falsch genutzt wird, kann dem Spiel der Speicher ausgehen oder es kann abstürzen.
es: Nota: la distorsión temporal es una opción de desarrollo, y no está preparada para ser usada durante largos periodos de tiempo. Utilizarla de forma incorrecta puede bloquear el juego o hacer que se quede sin memoria.
fr: Remarque : Le mode 'déformation du temps' est une option de développeur, et n'est pas fait pour être utilisé sur de longues durées. Son utilisation incorrecte peut provoquer un manque de mémoire ou un plantage.
gd: An aire: 's e modh nan leasaichear a tha sa mhodh dlùthadh an ama is cha bu chòir dhut a chleachdadh fad ùine mòire. Mur cleachd thu mar bu chòir e, dh'fhaoidte gum falbh an cuimhne air a' gheama no gun tuislich e.
gl: Nota: o modo de velocidade endiañada é unha opción de desenvolvedor, e non está pensada para ser usada durante longos períodos de tempo. Usala de xeito incorrecto pode facer que o xogo quede sen memoria ou quebre.
nl: Let op: terug gaan in de tijd is een ontwikkeloptie, en niet bedoeld voor gebruik over een lange periode. Incorrect gebruik kan er voor zorgen dat je computer geheugen tekort komt, en zo het spel laten crashen (of zelfs andere programma's).
pt_pt: Nota: Modo do tempo hiper rápido é uma opção de desenvolvimento e não foi pensada para ser usada durante muito tempo. Usar esta opção incorrectamente pode causar falta de memória ou um erro fatal durante o jogo.

source: Time warp mode
de: Zeitreisemodus
es: Distorsión temporal
fr: Déformation du temps
gd: Modh dlùthadh an ama
gl: Modo de velocidade endiañada.
nl: Teruggang in de tijd modus
pt_pt: Modo de alteração do tempo

source: Current Count: %(count)s, Limit: %(limit)s.
de: Einheiten: %(count)s, Einheitenlimit: %(limit)s.
es: Cifra actual: %(count)s, Límite: %(limit)s.
fr: Nombre actuel : %(count)s, Limite : %(limit)s.
gd: An t‑uiread an-dràsta: %(count)s, Cuingeachadh: %(limit)s.
gl: Construídas: %(count)s. Límite: %(limit)s.
nl: Huidig aantal: %(count)s, Limiet: %(limit)s.
pt_pt: Quantidade Actual: %(count)s, Limite: %(limit)s.

source: Shift-click
de: Shift-klick
es: Mayús + Clic
fr: Maj+clic
gd: Shift-bhriog
gl: Maiús + botón principal
nl: Shift-klik
pt_pt: Shift + clique

source: %(action)s to train %(number)s (%(fullBatch)s + %(remainderBatch)s).
de: %(action)s um %(number)s (%(fullBatch)s + %(remainderBatch)s) auszubilden.
es: %(action)s para reclutar %(number)s (%(fullBatch)s + %(remainderBatch)s).
fr: %(action)s pour en former %(number)s (%(fullBatch)s + %(remainderBatch)s).
gd: %(action)s gus %(number)s a thrèanadh (%(fullBatch)s + %(remainderBatch)s).
gl: %(action)s para adestrar %(number)s (%(fullBatch)s + %(remainderBatch)s).
nl: %(action)s om %(number)s (%(fullBatch)s + %(remainderBatch)s) te rekruteren.
pt_pt: %(action)s para recrutar %(number)s (%(fullBatch)s + %(remainderBatch)s).

source: %(action)s to train %(number)s (%(fullBatch)s).
de: %(action)s um %(number)s (%(fullBatch)s) auszubilden.
es: %(action)s para reclutar %(number)s (%(fullBatch)s).
fr: %(action)s pour en former %(number)s (%(fullBatch)s).
gd: %(action)s gus %(number)s a thrèanadh (%(fullBatch)s).
gl: %(action)s para adestrar %(number)s (%(fullBatch)s).
nl: %(action)s om %(number)s (%(fullBatch)s) te rekruteren.
pt_pt: %(action)s para recrutar %(number)s (%(fullBatch)s).

source: %(action)s to train %(number)s.
de: %(action)s um %(number)s auszubilden.
es: %(action)s para reclutar %(number)s.
fr: %(action)s pour en former %(number)s.
gd: %(action)s gus %(number)s a thrèanadh.
gl: %(action)s para adestrar %(number)s.
nl: %(action)s om %(number)s te rekruteren.
pt_pt: %(action)s para recrutar %(number)s.

source: Violent
de: Brutal
es: Violento
gd: Ainneartach
gl: Actitude violenta
nl: Geweldadig
pt_pt: Atitude violenta

source: Aggressive
de: Aggressiv
es: Agresivo
fr: Agressif
gd: Ionnsaigheach
gl: Actitude agresiva
nl: Aggressief
pt_pt: Atitude agressiva

source: Passive
de: Passiv
es: Pasivo
fr: Passif
gd: Neo-ghnìomhach
gl: Actitude pasiva
nl: Passief
pt_pt: Atitude passiva

source: Defensive
de: Defensiv
es: Defensivo
fr: Défensif
gd: Dìonadach
gl: Actitude defensiva
nl: Defensief
pt_pt: Atitude defensiva

source: Standground
de: Stellung halten
es: Mantener la posición
fr: Maintenir la position
gd: Seas
gl: Manter a posición
nl: Stilstaand
pt_pt: Manter a posição

source: Insufficient population capacity:
de: Unzureichendes Bevölkerungslimit:
es: Capacidad de población insuficiente:
fr: Limite de population insuffisante :
gd: Chan eil àiteachan-fuirich gu leòr airson an t‑sluaigh:
gl: Acadouse o límite de poboación:
nl: Onvoldoende bevolkingscapaciteit:
pt_pt: Capacidade populacional insuficiente:

source: Unload %(name)s
de: %(name)s ausquartieren
es: Deseleccionar %(name)s
fr: Décharger %(name)s
gd: Dì-luchdaich %(name)s
gl: Desaloxar a %(name)s
nl: Stuur %(name)s naar buiten
pt_pt: Descarregar %(name)s

source: Single-click to unload 1. Shift-click to unload all of this type.
de: Klick um eine Einheit auszuquartieren. Shift-klick um alle Einheiten dieses Typs auszuquartieren.
es: Un clic para deseleccionar una unidad. Mayús-clic para cancelar la selección de todos los del mismo tipo.
fr: Simple clic pour en décharger 1. Maj+clic pour décharger tous ceux de ce type.
gd: Briog aon turas gus 1 a dhì-luchdadh. Shift-bhriog gus na h‑uile dhen seòrsa seo a dhì-luchdadh.
gl: Botón principal para desaloxar 1. Maiús + botón principal para desaloxar todas as unidades deste tipo.
nl: Klik om een eenheid van dit type naar buiten te sturen. Shift-klik om alle eenheden van dit type naar buiten te sturen.
pt_pt: Clique esquerdo para descarregar 1 unidade. Shift + clique para descarregar todas as unidades deste tipo.

source: Requires %(technology)s
de: Benötigt %(technology)s
es: Necesita %(technology)s
fr: Nécessite %(technology)s
gd: Tha %(technology)s a dhìth
gl: Require a tecnoloxía «%(technology)s».
nl: "%(technology)s" vereist
pt_pt: Requer %(technology)s

source: Remaining: %(number)s to build.
de: Übrig: %(number)s zu bauen.
es: Queda: %(number)s por construir.
fr: Reste : %(number)s à construire.
gd: Air fhàgail: %(number)s ri thogail.
gl: Falta %(number)s estrutura por construír.
nl: Nog %(number)s te bouwen.
pt_pt: Resta: %(number)s para construir.

source: Set/unset %(resource)s as forced trading goods.
de: Nutze/nutze nicht %(resource)s als forcierte Handelsware.
es: Utilizar o no %(resource)s como bienes de intercambio obligatorios.
fr: Définir/oublier %(resource)s comme marchandise d'échange imposée.
gd: Suidhich/neo-shuidhich %(resource)s mar bhathar-malairt co-èignichte.
gl: Establecer ou desactivar «%(resource)s» como ben de comercio imposto.
nl: Verhandel %(resource)s
pt_pt: Estabelecer/ não estabelecer %(resource)s como recurso comercial forçado

source: Convert Wooden Wall into Wooden Gate
de: Baue Hölzerne Mauer in Hölzerne Tore um.
es: Convertir Muro de madera en Puerta de madera
fr: Convertir le Mur en bois en Porte en bois
gd: Dèan geata fiodha dhen bhalla fhiodha
gl: Converter a muralla de madeira en porta
nl: Bouw de palissade muur om tot een houten poort.
pt_pt: Transforme a muralha em madeira num portão em madeira

source: Convert Stone Wall into City Gate
de: Baue Steinmauer in Stadttor um.
es: Convertir Muro de piedra en Puerta de la ciudad.
fr: Convertir le Mur de pierre en Porte de la cité
gd: Dèan geata baile dhen bhalla fhiodha
gl: Converter a muralla de pedra en porta
nl: Verbouw het muursegment tot een stadspoort.
pt_pt: Converter Muralha de Pedra em Porta da Cidade

source: Convert Siege Wall into Siege Wall Gate
de: Baue Belageungswälle in Belagerungswalltore um.
es: Convierte esta sección de muro de asedio en una puerta de muro de asedio
fr: Convertir le Mur de siège en Porte de mur de siège
gd: Dèan geata balla-sèiste dhen bhalla-sèiste
gl: Converter a muralla de pedra en porta
nl: Bouw de belegeringsmuur om tot een poort
pt_pt: Transformw a muralha de pedra num portão
