Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Ammianus Marcellinus described how difficult it would be for a band of foreigners to deal with a Celt if he called in the help of his wife. For she was stronger than he was and could rain blows and kicks upon the assailants equal in force to the shots of a catapult. Boudicca, queen of the Iceni, was said to be 'very tall and terrifying in appearance; her voice was very harsh and a great mass of red hair fell over her shoulders. She wore a tunic of many colors over which a thick cloak was fastened by a brooch. Boudicca had actually at first been a Roman ally, along with her husband, Prasutagus, king of the Iceni. Prasutagus had been a close Roman ally after a brief uprising, respected as being forethinking even by his former enemies, now allied Romans, and free to rule his kingdom as their native tradition dictated, except in one case. Prasutagus, realizing he was going to die, agreed upon a will with his wife and subordinates; his daughters would inherit the physical running of the territory, under Boudicca's stewardship until they were adults, and the Emperor of Rome would have overlordship, collecting taxes and being allowed to request military aide. Much the same situation as he already held. The problem lay in that the Romans did not recognize female heirs, and thus asserted, upon Prasutagus's death, that only the Emperor's claim to the kingdom of Icenia was valid. They further noted it was regular Roman practice to only allow a client kingdom to be independent for the lifetime of the initial king, such as had occurred in Galatia. The Empire formally annexed the kingdom, and began extracting harsh taxes immediately, citing that Prasutagus was indebted to the Romans, having taken several loans during his lifetime that he had failed to repay. Boudicca's complaint about this treatment and the defiance of her deceased husband's will was met with brutality; Roman soldiers flogged her, and her daughters, only children, were raped. Boudicca and her subjects were infuriated at the disgrace done to their queen and the children. With the Roman governor of Britain engaged with the druids in Cambria, now Wales, Boudicca was able to attract more followers from outside the Iceni, as they were hardly the only British tribe growing rapidly disillusioned with the Romans. Boudicca and her army laid waste to three cities, routed a Roman legion, and called on the memory of Arminius, a German who had routed the Romans from his lands, and their own ancestors who had driven off Caesar near a century earlier. Boudicca was defeated by a major tactical blunder in the Battle of Watling Street, leading to much of her force being slaughtered as they could not withdraw to safety. Boudicca herself escaped, and then slew her daughters, and then herself, to avoid further shame at Roman hands.
de: Ammianus Marcellinus beschrieb, wie schwer es für eine Gruppe Fremder sei, mit einem Kelten zurechtzukommen, der seine Frau zur Hilfe rie. Sie sei stärker als er und ließe Schläge und Tritte mit einer Kraft hageln, die einem Katapult nicht unähnlich sei. Boudicca, Königin der Icener, wird als sehr große und Angst einflößende Erscheinung und ihre Stimme als barsch beschrieben. Ihr fiel eine Mäne aus rotem Haar über die Schultern. Sie trug eine vielfarbige Tunika, über der ein dicker Umhang mit einer Brosche befestigt war. Anfangs war Boudicca zusammen mit ihrem Mann Prasutagus, dem König der Icener, mit Rom verbündet. Prasutagus war nach einem kurzen Aufstand ein wichtiger Alliierter Roms, selbst bei seinen Feinden respektiert wegen seines Weitblicks, und ihm war es erlaubt sein Königreich frei zu regieren, wie es die Tradition gebot, bis auf eine Ausnahme. Als er spürte, dass er bald sterben würde, beschloss Prasutagus mit seiner Frau und seinen Untergebenen, dass seine Töchter seine Herrschaft erben sollten, unter Boudiccas Vormundschaft bis sie erwachsen waren, und der Kaiser Roms sollte die Oberherrschaft haben, Steuern erheben und militärische Unterstützung fordern, falls nötig. So ziemlich die gleiche Situation wie vorher. Es bestand jedoch das Problem, dass Rom keine weiblichen Erben akzeptierte, und feststellte, dass nach Prasutagus nur der Kaiser Roms einen Anspruch auf den Thron habe. Weiter sagte Rom, ein abhängiges Königreich sei nur während des Lebens des ursprünglichen Königs frei, wie es in Galatien der Fall war. Formell übernahm Rom die Herrschaft, und begann sofort, mit einem Hinweis auf Schulden Prasutagus, die nicht zurückgezahlt waren, hohe Steuern zu erheben. Boudiccas Beschwerden über diese Behandlung und die Ignoranz gegenüber dem letzten Willen ihres Mannes wurde mit Brutalität begegnet; römische Soldaten peitschten sie aus und missbrauchten ihre Töchter, die zu diesem Zeitpunkt nur Kinder waren. Boudicca und ihre Angestellten waren aufgebracht wegen der Schande, die ihrer Königin und deren Kinder angetan worden war. Während der römische Gouverneur von Britanien mit den Druiden in Cambria, dem heutigen Wales, beschäftigt war, sammelte Boudicca Gleichgesinnte von außerhalb des icenischen Stammes um sich. Die Icener waren nicht die einzigen, die mit der römischen Herrschaft unzufrieden waren. Boudicca und ihre Armee verwüsteten drei Städte, schlugen eine römische Legion in die Flucht und riefen Erinnerungen an Arminius wach, einen Deutschen, der die Römer schon früher von seinem Land gejagt hatte und ihre eigenen Vorfahren, die Cäsar beinahe ein Jahrhundert früher davongejagt hatten. Boudicca wurde durch einen schweren taktischen Fehler in der Schlacht von Watling Street besiegt, in der ihre Streitmacht abgeschlachtet wurde, da sie sich nicht zurückziehen konnte. Die geschlagene Heerführerin konnte fliehen und töte ihre Töchter und danach sich selbst, um weiterer Schande durch römische Hände zu entgehen.
es: Amiano Marcelino describió lo difícil que sería para una banda de extranjeros hacer frente a un celta si llamaba a la ayuda a su esposa. Pues son tan fuertes como ellos y podrían llover golpes y patadas a los asaltantes de igual fuerza a los disparos de una catapulta. De Boudicca , reina de Iceni , se decía que era ' muy alta y terrorífica en su apariencia , su voz era muy dura y una gran masa de pelo rojo caía sobre los hombros. Vestía una túnica de muchos colores sobre los que una capa gruesa se ​​sujetaba con un broche . Boudicca en un principio fue un aliado romano, junto con su marido , Prasutagus , rey de los Iceni . Prasutagus había sido un aliado romano antes de la opresión , respetado como rei incluso por sus antiguos enemigos , ahora aliados de los romanos , y libre para gobernar su reino como su tradición dicta , excepto en un caso . Prasutagus , dándose cuenta de que iba a morir, acordó una voluntad con su esposa y sus subordinados , sus hijas heredarían el funcionamiento físico del territorio, bajo la dirección de Boudicca hasta que fueran adultas , y el emperador de Roma tendría el dominio , la recaudación de impuestos y que se les permita solicitar ayuda militar . Gran parte de la misma situación que él ya poseía . El problema radicaba en que los romanos no reconocían herederas , y por lo tanto su mando tras la muerte de Prasutago , esa afirmación sólo para el emperador del reino de Icenia era válida. Señalaron además que era una práctica romana habitual permitir que un reino incorporado al imperio sea independiente solo la vida del rey inicial, tal como había ocurrido en Galatia. El Imperio anexó formalmente el reino , y comenzó la extracción de duros impuestos inmediatamente , citando que Prasutagus estaba en deuda con los romanos , después de haber tomado varios préstamos durante su vida que él no había podido pagar. La queja de Boudicca sobre este tratamiento y el desafío a la voluntad de su difunto marido se encontró con la brutalidad , los soldados romanos le azotaron , y sus hijas , solo unas niñas , fueron violadas . Boudicca y sus súbditos se enfurecieron por la desgracia sufrida por ella y hijas. Con el gobernador romano de Gran Bretaña ocupado con los druidas en Cambria, ahora Gales, Boudicca fue capaz de atraer a más seguidores de fuera del Iceni , ya que eran casi la única tribu británica desilusionada con los romanos. Boudicca y su ejército arrasaron tres ciudades , se enfrentaron a una legión romana , y pidieron a la memoria de Arminius , un alemán que había expulsado a los romanos de sus tierras , y sus antepasados ​​que habían expulsado a César cerca de un siglo antes. Boudicca fue derrotada por un gran error táctico en la Batalla de Watling Street, que lleva a gran parte de su ejercito al desastre , ya que no podían retirarse a un lugar seguro . Boudicca escapó, mató a sus hijas , y luego ella misma se suicido, para evitar más vergüenza a manos de los romanos .
fr: Ammianus Marcellinus décrivit à quel point il eût été difficile pour un groupe d'étrangers d'affronter un Celte s'il appelait à l'aide sa femme. Elle était plus forte que lui et pourrait faire pleuvoir les coups sur les assaillants avec la même vigueur qu'une catapulte. Boadicée, reine des Icènes, était décrite comme « très grande et terrifiante en apparence, sa voix était rauque et une grande masse de cheveux roux tombait sur ses épaules. Elle portait une tunique de plusieurs couleurs sur laquelle un épais manteau été fixée par une broche. Boadicée et son mari Prasutagos, roi de Icèniens, avaient été, dans un premier temps, des alliés des romains. Prasutagos avait été un proche allié après un bref soulèvement, respecté pour sa sagesse, même par ses anciens ennemis, maintenant alliés, les Romains. Il était libre de gouverner son royaume selon les traditions de son peuple, sauf exception. Prasutagos, réalisant qu'il allait mourir, en accord avec sa femme et ses subordonnés, voulait voir ses filles hériter de la direction concrète du territoire, sous la régence de Boadicée, jusqu'à ce qu'elles soient adultes. L'empereur de Rome en aurait eu la suzeraineté, collectant les impôts et étant autorisé à demander une aide militaire. De pareilles situations avaient déjà eu lieu. Les Romains, ne reconnaissant pas les femmes comme héritières potentielles, affirmèrent sur cette base, à la mort de Prasutagos, que les prétentions de l'empereur sur le royaume Icenien étaient valides. Ils rajoutèrent en outre que la tradition romaine était seulement de permettre à un royaume subordonné de rester indépendant uniquement durant la durée de vie du roi initial, comme cela avait eu lieu en Galatie. L'Empire annexa formellement le royaume, et commença immédiatement à y prélever de lourdes taxes, au prétexte que Prasutagos été redevable aux Romains, car il n'avait pas remboursé plusieurs prêts qu'il avait contracté au cours de sa vie. La plainte de Boadicée sur ce traitement et le mépris de la volonté de son défunt mari fut accueillie avec brutalité : des soldats romains la fouettèrent et ses filles, ses seules enfants, furent violées. Boadicée et ses sujets se révoltèrent face à l'humiliation infligée. Le gouverneur romain de Bretagne, aujourd'hui Grande-Bretagne, aux prises avec les druides en Cambrie, alias le Pays de Galles , offrit l'opportunité à Boadicée d'attirer un nombre supplémentaire d'adeptes en dehors des Iceniens, comme s'ils formaient une seule tribu britannique renforcés par les déçus de la présence Romaine. Boadicée et son armée ravagèrent trois villes, mirent en déroute une légion romaine, en appelant en la mémoire d'Arminius , un Germain ayant mis en déroute les Romains de ses terres, et leurs propres ancêtres qui avaient chassés de César près d'un siècle plus tôt . Boadicée fut défaite par une erreur tactique majeure dans la bataille de Watling Street, menant à la destruction d'une grande partie de ses forces incapables de faire retraite. Boadicée s'échappa, tua ses filles, puis elle-même, pour éviter une humiliation supplémentaire entre les mains des Romains.
gl: Amiano Marcelino describiu o difícil que resultaría para un grupo de estranxeiros enfrontarse a un celta que lle pedía axuda á súa muller. Pois ela era máis forte que el, e asestaba golpes e patadas cunha forza como a dos proxectís dunha catapulta. Disque Boadicea, raíña dos icenos, era «moi alta e de aspecto aterrador, cunha voz ronca e unha enorme mata de pelo vermello que caía sobre os seus ombreiros». Boadicea vestía unha túnica de varias cores, e sobre ela unha capa. Fora en realizade aliada dos romanos nun principio, xunto co seu marido, Prasutagus, rei dos icenos. Prasutagus fora un fiel aliado dos romanos despois dun curto levantamento, que o respectaban mesmo cando eran inimigos pola súa capacidade para planificar, e era libre de gobernar o seu reino como o ditaba a súa tradición local, salvo por un caso. Prasutagus, consciente de que ía morrer, acordou coa súa muller e subordinados un testamento segundo o cal as súas fillas herdarían o control real do territorio, baixo a tutela de Boadicea ata que fosen maiores de idade, e o emperador de Roma sería señor das terras e recadaría impostos e podería solicitar axuda militar. A situación non sería moi distinta de como era xa, o problema era que os romanos non recoñecían mulleres como herdeiras, e determinaron por tanto, ao morrer Prasutagus, que o único que tiña dereito ao trono do reino de Icenia era o emperador. Ademais indicaron que era unha practica romana habitual a de permitir aos reinos vasalos ser independentes unicamente durante a vida do seu rei inicial, tal e como ocorrera coa Galia. O imperio anexou formalmente o reino e comezou de seguida a esixir uns impostos moi altos, baixo o pretexto de que Prasutagus estaba en débeda cos romanos, que pedira varios empréstitos en vida que non chegara devolver. Os romanos responderon con brutalidade ás queixas de Boadicea sobre este trato e sobre o desafío do testamento do seu defunto marido; os romanos azoutárona, as súas fillas, aínda menores de idade, foron violadas. Isto levantou a ira de Boadicea e os seus súbditos. Co gobernador romano da Bretaña ocupado loitando contra os druídas en Cambria (a actual Gales), Boadicea conseguir atraer a máis seguidores non inicenos, pois eles non eran nin moito menos a única tribo bretoa que se estaba desenganando rapidamente cos romanos. Boadicea e o seu exército devastaron tres cidades, expulsaron a unha lexión romana, e fixeron un chamamento á memoria de Arminio, un xermano que expulsara aos romanos das súas terras, así como aos seus propios devanceiros que botaran a César había case un século. Boadicea foi derrotada a causa dun erro táctico colosal na Batalla de Watling Street, e a meirande parte das súas forzas foron vítimas dunha matanza ao non poder retirarse a un lugar seguro. A propia Boadicea conseguiu escapar, e matou ás súas fillas e quitouse a vida para evitar volver caer en mans dos romanos.
nl: Ammianus Marcellinus beschreef hoe moeilijk het zou zijn om het als groep buitenlanders op te nemen tegen een Kelt indien die de hulp van zijn vrouw inriep. Zij was sterker dan hij, ze kon schoppen en slaan met meer kracht dan de schoten van een katapult. Boudicca, koning van de Iceni, was naar het schijnt zeer groot met een griezelige verschijning. Haar stem was ruw en haar grote bos ros haar viel over haar schouder. Ze droeg een tuniek met vele kleuren, met daarover een mantel vastgespeld met een broche. Boudicca was eerst zelfs een vriend van de Romeinen, samen met haar man Prasutagus, koning van de Iceni. Prasutagus werd bevriend met de Romeinen naa een korte opstand. Hij werd gerespecteerd door zijn oude vijanden om vooruitziend te zijn. Nu was hij geallieerd met de Romeinen, en vrij zijn eigen koninkrijk te besturen volgens de lokale traditie. Uitgezonderd op één gebied. Prasutagus wist dat hij zou sterven en stelde een testament op met zijn vrouw en vertrouwelingen. Zijn dochters zouden zijn koninkrijk erven, onder het toeziend oog van Boudicca tot ze volwassen waren. En de Romeinse heerser zou het hoogste zeggenschap dragen, inclusief het heffen van belastingen en het eisen van militaire hulp. Zowat dezelfde situatie als hij gekend had. Het probleem was dat Romeinen geen vrouwelijke erfgenamen erkenden, en dus beweerden ze dat enkel Rome het koninkrijk van Prasutagus kon opeisen. Daarnaast verwezen ze naar het Romeinse gebruik waar enkel de eerste koning onafhankelijk mocht regeren, zoals in Galatië gebeurd was. Het Romeinse Rijk annexeerde het koninkrijk, en begon hoge belastingen te heffen omdat Prasutagus "schuld zou hebben" bij de Romeinen door enkele leningen tijdens zijn leven. Boudicca's klacht rond deze behandeling, en het tarten van het testament, werd beantwoord met brutaliteit. Romeinse soldaten geselden haar, en verkrachtten haar dochters (terwijl die nog maar kinderen waren). Boudicca en haar underdanen waren furieus over die daden. Aangezien de Romeinse gouverneur van Britannië verloofd was met de druïden in Cambrië (Wales), kon Boudicca meer volgers aantrekken van buiten Iceni, wat ze waren zeker niet de enige gedesilussioneerd door de Romeinen. Boudicca en haar leger veroverden drie steden, versloegen een Romeins legioen en vroeg de hulp van Arminius, een Germaan die de Romeinen van zijn land had kunnen houden, voor al meer dan een eeuw. Boudicca is verslagen door een grote tactische blunder in de slag van Watling Street. Een groot deel van haar leger werd vermoord omdat ze zich niet op tijd konden terugtrekken. Boudicca ontsnapte, maar gaf haarzelf later aan, samen met haar dochters, om grotere schande te vermijden.
pt_pt: Amiano Marcelino descreveu até que ponto era difícil para um grupo de forasteiros lidar com um celta quando ele pedia ajuda à sua mulher -- porque a mulher de um celta era mais forte do que ele e seria capaz de distribuir golpes e pontapés sobre os agressores com a mesma potência que uma catapulta. Boadiceia, rainha dos Icenos, era "muito alta e de aspecto aterrador; a sua voz era poderosa e uma cascata de cabelos ruivos caía sobre os seus ombros. Vestia uma túnica colorida, e sobre esta uma capa grossa, presa com um broche". A princípio, após uma breve sublevação, Boadiceia fizera uma aliança com os Romanos, juntamente com o seu marido, Prasutago, rei dos Icenos. Prasutago era respeitado pela sua capacidade de antecipação, até pelos seus ex-inimigos romanos, e governava o seu reino com algum grau de liberdade, segundo as tradições da sua tribo, embora sob a autoridade de Roma. Quando sentiu que estava próximo da morte, Prasutago acordou um testamento com a sua mulher e os seus subalternos: as suas filhas herdariam a gestão do território e seriam aconselhadas por Boadiceia enquanto não chegassem à idade adulta; o imperador romano cobraria impostos e poderia requerer assistência militar -- situação semelhante à que já se verificava, aliás. O problema é que os Romanos não reconheciam mulheres como herdeiras legítimas e por isso reivindicaram, após a morte de Prasutago, que apenas o imperador tinha direito ao reino da Icénia. Alegaram ainda que a prática usual era a de permitir que um reino vassalo apenas mantivesse a sua independência enquanto vivesse o primeiro rei nessa condição, como acontecera na Galácia. Assim, o Império Romano anexou formalmente o reino e começou imediatamente a cobrar severos impostos, justificando-os com base em dívidas de Prasutago aos Romanos, que alegadamente contraíra vários empréstimos que não conseguira pagar. As queixas de Boadiceia a este comportamento em clara violação da vontade do seu falecido marido foram respondidas com brutalidade: os soldados romanos açoitaram-na e violaram as suas filhas ainda crianças. O povo iceno ficou furioso com esta desonra. Boadiceia aproveitou o facto do governador romano da Britânia estar em guerra com os druidas de Cambria (actual País de Gales) para chamar à sua causa seguidores de outras tribos que partilhavam da desilusão em relação aos Romanos. Boadiceia e o seu exército arrasaram três cidades, destroçaram uma legião romana e apelaram à memória de Armínio, um germânico que expulsara os Romanos das suas terras, e dos seus próprios antepassados, que haviam afastado César quase um século antes. Um erro táctico na batalha de Watling Street ditou a derrota da rainha e o massacre da maior parte do seu exército, que não foi capaz de se retirar da batalha em segurança. Boadiceia conseguiu fugir, mas matou as filhas e a si própria, para que não voltassem a ser humilhadas pelos Romanos.

source: The Celts of the British Isles.
de: Die Kelten der Britischen Inseln.
es: Los celtas de las islas británicas.
fr: Les Celtes des îles de Bretagne.
gd: Ceiltich nan Eileanan Breatannach.
gl: Os celtas das illas británicas.
nl: De Kelten van de Britse eilanden.
pt_pt: Os celtas das ilhas britânicas.

source: The Britons were known for breeding war dogs.
de: Die Briten waren dafür bekannt, Kriegshunde zu züchten.
es: Los britanos eran conocidos por criar perros de guerra.
fr: Les bretons étaient connus pour l'élevage de chiens de guerre.
gd: Bhiodh na Breatannaich cliùiteach airson nan con-cogaidh aca.
gl: Os bretóns eran famosos por criar cans de guerra.
nl: De Britten waren geroemd voor hun vechthonden.
pt_pt: Os Bretões eram conhecidos por criarem cães de guerra.

source: The Britons were the Celtic tribes of the British Isles. Using chariots, longswordsmen and powerful melee soldiers, they staged fearesome revolts against Rome to protect their customs and interests. Also, they built thousands of unique structures such as hill forts, crannogs and brochs.
de: Die Briten waren der keltische Stamm auf den Britischen Inseln. Mit ihren Streitwagen, Langschwertkämpfern und starken Nahkampfsoldaten inszenierten sie furchterregende Aufstände gegen Rom um ihre Gewohnheiten und Interessen zu verteidigen. Außerdem bauten sie tausende einzigartige Gebäude wie Burgwälle, Crannogs und Brochs.
es: Los britanos eran las tribus celtas de las Islas Británicas. Utilizando carros de combate, espadachines y poderosos guerreros cuerpo a cuerpo, protagonizaron terribles revueltas contra Roma para proteger sus costumbres e intereses. También construyeron miles de estructuras únicas como castros, crannogs y brochs.
fr: Les bretons étaient les tribus celtes des îles de Bretagne. Utilisant des chars, des épéistes à longue épée et des puissants soldats de mêlée, ils ont organisé des révoltes redoutables contre Rome pour protéger leurs coutumes et leurs intérêts. En outre, ils ont construit des milliers de structures uniques tels que des collines fortifiées, des crannogs et des brochs.
gd: 'S e treubhan Ceilteach nan eileanan Breatannach a bh' anns na Breatannaich. Chleachd iad feunan, claidheamhan mòra agus saighdearan dlùtha cumhachdach gus aramach eagalach a dhèanamh an aghaidh na Ròimhe ach an dìonadh iad an dualchas agus an leas aca. Thog iad mìltean de thogalaichean àraid mar dhùin-chnuic, crannagan agus bruighean.
gl: Os bretóns eran tribos celtas das illas británicas. Usando cuadrigas, guerreiros con espadas longas e outros fortes soldados especializados na loita de contacto, provocaron temidas revoltas contra os romanos para protexer as súas costumes e intereses. Ademais, construíron milleiros de estruturas únicas como castros, crannogues e broches.
nl: De Britten zijn Keltische stammen van de Britse eilanden. Ze gebruikten paard en kar, lange zwaarden en krachtige soldaten in hun gevechten. Ze vochten veel slagen tegen de Romeinen om hun eigen gebruiken te verdedigen. Ze bouwden ook duizenden unieke gebouwen zoals heuvelforten, crannogs en brochs.
pt_pt: Os Bretões eram tribos célticas das ilhas britânicas. Com carros de guerra, montantes e poderosos soldados de infantaria, levaram a cabo terríveis revoltas contra Roma para protegerem os seus hábitos e interesses. Edificaram também milhares de construções únicas, como citânias, "crannogs" (habitações lacustres) e "brochs" (torres de pedra seca).
