Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: - Build enough houses, your CC should be kept busy as much as possible, it is the only training building until town phase.
de: Baue genug Wohnhäuser. Das Dorfzentrum sollte so viele Einheiten ausbilden wie möglich, es ist bis in die Stadtphase deine einzige Ausbildungsstätte für Bürger.
es: - Construye suficientes casas, tu centro cívico deberá mantenerse ocupado tanto como te sea posible, será tu única estructura de reclutamiento hasta llegar a la fase de ciudad.
fr: - Construisez assez de maisons, votre centre doit être maintenu en activité autant que possible, c'est le seul bâtiment qui vous permette de produire des unités avant le passage à la phase suivante.
gd: - Tog taighean a dh'fhoghnas, bu chòir dhan ionad shìobhalta agad a bhith cho trang 's a ghabhas on as e an aon togalach trèanaidh a th' agad ro linn nam bailtean.
gl: 5. Constrúe casas dabondo. A actividade no centro cívico debería ser constante, xa que ata a seguinte fase trátase da única estrutura de adestramento de que dispós.
nl: - Bouw genoeg huizen. Je BC moet altijd bezig zijn met eenheden rekruteren of technologieën onderzoeken.
pt_pt: - Construa casas em número suficiente. O seu CC deve permanecer o mais activo possível, já que é o único edifício de recrutamento antes da Fase de Vila.

source: - Female citizens are cheap, so you can build more of them and gather more resources.
de: - Weibliche Bürger sind billig, so dass Sie mehr von ihnen bauen und mehr Ressourcen sammeln können.
es: - Las ciudadanas son más baratas, por lo que puedes reclutar mayor cantidad y conseguir más recursos.
fr: - Les citoyennes ne coûtent pas cher à produire, donc vous pouvez en entraîner beaucoup et récolter plus de ressources.
gd: - Tha saoranaich bhoireann saor, mar sin 's urrainn dhut barrachd dhiubh a thrèanadh gus barrachd stòras a chruinneachadh.
gl: 6. As cidadás custan poucos recursos, podes construír máis e obter máis recursos.
nl: - Vrouwen zijn goedkoop, dus kan je er veel van bouwen en zo sneller grondstoffen verzamelen.
pt_pt: - As cidadãs são baratas, por isso recrute muitas para obter mais recursos numa fase inicial.

source: - Don't get carried away on the last point or you will get raided and have no defense.
de: - Übertreibe es mit dem letzten Punkt nicht - oder du wirst angegriffen werden, ohne dich verteidigen zu können.
es: - No sigas al pie de la letra este último punto o te encontrarás invadido y sin defensas.
fr: - Ne restez pas fixé sur un point particulier, sans quoi vous serez attaqué et n'aurez aucune défense.
gd: - Na trèanaich cus bhoireannach co-dhiù no thèid do chreachadh gun dìon agad.
gl: 7. Non te deixes levar no que respecta ao punto 6. Se adestras demasiadas cidadás e te atacan, non terás xeito de defenderte.
nl: - Produceer naast vrouwen ook soldaten, om een raid te kunnen overleven.
pt_pt: - No entanto, não recrute apenas cidadãs em detrimento de soldados, senão pode ser apanhado sem defesas por um ataque súbito do inimigo.

source: Each map is different, so you will need to play slightly differently on each. This should give an outline for a high resource map.
de: Jede Karte ist unterschiedlich, also wirst du immer etwas unterschiedlich spielen müssen. Dies soll dir einen Überblick über eine Karte mit vielen Rohstoffen geben.
es: Cada mapa es distinto, por lo que tendrás que utilizar estrategias ligeramente distintas en cada uno de ellos. Con este tutorial esperamos darte una idea de como hacerlo en un mapa rico en recursos.
fr: Chaque carte est différente, il faudra adapter votre style de jeu en conséquence. Ce qui suit décrit un plan d'action pour une carte où les ressources abondent.
gd: Tha gach mapa eadar-dhealaichte agus mar sin feumaidh tu cluich ann an dòigh beagan eadar-dhealaichte air gach fear. Seo beachd air ro-innleachd dhut airson mapa le torr stòrais.
gl: Cada mapa é un mundo aparte, así que en cada un deberás modificar lixeiramente a túa estratexia para adaptarte. Esta aprendizaxe debería servirte para enfrontarte a mapas nos que abondan os recursos.
nl: Iedere kaart is verschillend. Een goede speler past zijn speelstijl aan volgens de kaart. Dit moet een overzicht bieden van wat je kan doen op een kaart waar er geen tekort aan grondstoffen is.
pt_pt: Cada mapa tem características diferentes, por isso será necessário adaptar o seu jogo a essas diferenças. Este tutorial aplica-se principalmente a um tipo de mapa com elevada quantidade de recursos.

source: Welcome to the 0 A.D. tutorial. First left-click on a female citizen, then Right-click on a berry bush nearby to make the unit collect food. Female citizens gather food faster than other units.
de: Willkommen beim 0 A.D. Tutorial. Klicke zuerst mit der linken Maustaste auf eine Bürgerin, dann mit der rechten Maustaste auf einen Bärenstrauch in der Nähe, um Sie Nahrung sammeln zu lassen. Bürgerinnen können Nahrung schneller sammeln als andere Einheiten.
es: Bienvenido al tutorial de 0 A.D. Para empezar, haz clic izquierdo sobre una ciudadana, y luego clic derecho sobre un arbusto con bayas para hacer que recoja comida. Las ciudadanas recogen comida mucho más rápido que otras unidades.
fr: Bienvenue dans le tutoriel de 0 A.D. Pour commencer, faites un clic gauche sur une femme, puis un clic droit sur un buisson avoisinant pour qu'elle collecte de la nourriture. Les femmes récoltent plus vite la nourriture que les autres unités.
gd: Fàilte dhan oideachadh aig 0 A.D. Dèan briogadh clì air saoranach boireann an toiseach agus an uairsin briogadh deas air preas dearc am fagas ach an cruinnich an t-aonad biadh. Cruinnichidh saoranaich boireann biadh nas luaithe na càch.
gl: Benvido á aprendizaxe de 0 A.D. Para empezar, preme co botón principal nunha cidadá para seleccionala, e despois preme co botón secundario nun arbusto próximo para que a cidadá se poña a recoller comida. As cidadás son máis rápidas recollendo comida que o resto das unidades.
nl: Welkom bij de 0 A.D. zelfstudie. Begin met links te klikken op een vrouwelijke burger, klik dan rechts op de fruitstruiken om de eenheden voedsel te laten verzamelen. Vrouwen kunnen sneller voedsel verzamelen dan mannen.
pt_pt: Bem-vindo(a) ao tutorial do 0 A.D. Primeiro clique numa cidadã, depois clique com o botão direito num arbusto de frutos silvestres para ordenar a essa unidade que recolha comida. As cidadãs recolhem comida mais rapidamente que outras unidades.

source: Select the citizen-soldier, right-click on a tree near the Civil Center to begin collecting wood. Citizen-soldiers gather wood faster than female citizens.
de: Wähle den Bürgersoldaten und rechtsklicke auf einen Baum nahe des Verwaltungssitzes um Holz zu sammeln. Männliche Bürger sammeln Holz schneller als weibliche.
es: Selecciona al ciudadano soldado, y haz clic derecho en un árbol que esté cerca del centro cívico para empezar a recoger madera. Los ciudadanos soldado recogen madera más rápido que las ciudadanas.
fr: Sélectionnez le citoyen-soldat, faites un clic droit sur un arbre proche de l'Hôtel de ville afin de le faire commencer à récolter du bois. Les citoyens-soldats coupent le bois plus vite que les citoyennes.
gd: Tagh saighdear-dùthcha 's dèan briogadh deas air craobh faisg air an ionad shìobhalta ach an tòisich thu air fiodh a chruinneachadh. Cruinnichidh saighdearan-dùthcha fiodh nas luaithe na saoranaich boireann.
gl: Selecciona o cidadán soldado e envíao a tallar unha das árbores que hai preto do centro cívico. Os cidadáns soldado son máis rápidos recollendo madeira que as cidadás.
nl: Selecteer de burgersoldaat, klik rechts op een boom bij het beschavingscentrum om hout te verzamelen. Burgersoldaten kunnen sneller hout verzamelen dan vrouwen.
pt_pt: Seleccione o cidadão-soldado e faça clique-direito sobre uma árvore perto do Centro Cívico para que ele comece a recolher madeira. Os cidadãos-soldados recolhem madeira mais rapidamente que as cidadãs.

source: Select the Civil Center building, and shift-click on the Hoplite icon (2nd in the row) once to begin training 5 Hoplites.
de: Wähle deinen Verwaltungssitz aus und Shift-klicke einmal auf das Hopliten-Symbol (2. in der Reihe) um die Ausbildung von 5 Hopliten zu starten.
es: Selecciona el centro cívico, y mientras mantienes pulsada la tecla Mayús haz clic en el icono del hoplita (el segundo de la fila) una sola vez para reclutar a 5 hoplitas.
fr: Sélectionnez le centre-ville, puis cliquez tout en appuyant sur la touche majuscule sur l'icône des Hoplites (Le 2nd sur la ligne) pour commencer l'entraînement de 5 Hoplites.
gd: Tagh togalach an ionaid shìobhalta agus dèan aon bhriogadh le shift air ìomhaigheag an hoiplid (an dàrna tè san ràgh) ach an tòisich thu air 5 hoiplidean a thrèanadh.
gl: Selecciona o centro cívico, e preme co botón principal a icona do hoplita (a segunda) mentres mantés premida a tecla Maiús. Ao soltar a tecla, comezará o adestramento dun grupo de 5 hoplitas.
nl: Selecteer het beschavingscentrum en shift-klik op het hopliet icoontje (2de in de rij) om 5 hoplieten te rekruteren.
pt_pt: Seleccione o edifício do Centro Cívico e faça shift+clique no ícone do Hoplita (segundo da fila) uma vez para recrutar 5 Hoplitas.

source: Select the two idle female citizens and build a house nearby by selecting the house icon. Place the house by left-clicking on a piece of land.
de: Wähle die beiden untätigen weiblichen Bürger aus und baue ein Haus in der Nähe, durch auswählen des Haus-Symbols. Platziere das Haus durch einen Linksklick auf ein Stück Land.
es: Selecciona a las dos ciudadanas y construye una casa en las cercanías haciendo clic en el icono adecuado. Posiciona la casa haciendo clic-derecho en una zona de tierra despejada.
fr: Sélectionnez deux citoyennes inactives et construisez une maison alentours en sélectionnant l'icône représentant une maison. Placez la maison avec un clic gauche sur le terrain.
gd: Tagh an dà shaoranach boireann 'nan tàmh agus tog taigh am fagas 's tu a' taghadh ìomhaigheag an taighe. Dèan briogadh clì air an tìr far a bheil thu airson an taigh a thogail.
gl: Selecciona as dúas cidadás que están sen facer nada e envíaas a construír unha casa nas proximidades. Para iso, selecciónaas e a continuación selecciona a icona da casa. Para situar a casa, preme co botón principal nalgunha parte do terreo.
nl: Selecteer twee ongebruikte vrouwelijke burgers om een huis te bouwen door op het huis icoontje te klikken. Plaats het huis door op een leeg stuk grond te klikken.
pt_pt: Seleccione as duas cidadãs inactivas e construa uma casa nas proximidades. Para isso, seleccione o ícone com a casa. Escolha um local livre para implantar a casa e clique com o botão esquerdo.

source: Select the newly trained Hoplites and assign them to build a storehouse beside some nearby trees. They will begin to gather wood when it's constructed.
de: Wähle die frisch ausgebildeten Hopliten aus und beauftrage sie ein Lagerhaus in der Nähe von Bäumen zu bauen. Sie werden mit dem Abbau von Holz beginnen, wenn das Lagerhaus fertig ist.
es: Selecciona los hoplitas recién reclutados y ordénales construir un almacén al lado de alguna zona arbolada en las cercanías. Comenzarán a conseguir leña una vez hayan terminado.
fr: Sélectionnez les hoplites que vous venez d'entraîner et donnez-leur l'ordre de construire un entrepôt près des arbres avoisinnants. Ils commenceront à couper du bois dès qu'il sera construit.
gd: Tagh na hoiplidean air an ùr-thrèanadh agus cuir iad a thogail taigh-stòrais ri taobh chraobhan. Tòisichidh iad air fiodh a chruinneachadh nuair a bhios an taigh air a thogail.
gl: Selecciona os hoplitas que acabas de adestrar e ordénalles construír un almacén canda as árbores próximas. Cando rematen de construír o almacén poranse a tallar madeira automaticamente.
nl: Selecteer de nieuwe hoplieten en stuur ze naar de bomen om daar een pakhuis te bouwen. Ze zullen beginnen met het verzamelen van hout eenmaal het pakhuis gebouwd is.
pt_pt: Seleccione os Hoplitas que acabou de recrutar e ordene-lhes que construam um armazém ao pé de umas árvores. Quanto o armazém estiver construído, os Hoplitas vão começar a recolher madeira.

source: Build a set of 5 skirmishers by shift-clicking on the skirmisher icon (3rd in the row) in the Civil Center.
de: Bilde eine Gruppe von 5 Plänklern aus, indem du einen Shift-Klick auf das Plänkler-Symbol (3. in der Reihe) im Verwaltungssitz machst.
es: Recluta a un grupo de 5 escaramuceros haciendo mayús + clic en su icono del centro cívico (el tercero de la fila).
fr: Entraînez un groupe de 5 tirailleurs en faisant majuscule + clic sur l'icône des tirailleurs (3ème sur la ligne), au Centre-ville.
gd: Trèanaich grunn de 5 streupairean 's tu a' dèanamh briogadh clì air ìomhaigheag an streupaire (an treas tè san ràgh) san ionad shìobhalta.
gl: Constrúe un grupo de 5 escaramuzadores (a terceira icona) no centro cívico.
nl: Rekruteer een groep van 5 tirailleurs via een shift-klik op het tirailleur icoontje (3de prentje in de rij) in het beschavingscentrum.
pt_pt: Recrute um conjunto de 5 Zagaieiros, fazendo shift+clique no ícone respectivo (terceiro da fila) no Centro Cívico.

source: Build a farmstead in an open space beside the Civil Center using any idle builders.
de: Baue mit einem unbeschäftigten Bürger einen Bauernhof auf einer offenen Fläche neben dem Verwaltungssitz.
es: Construye una alquería en un sitio despejado cerca del centro cívico con unos cuantos trabajadores desocupados.
fr: Faites construire par quelques travailleurs inactifs une ferme sur un espace dégagé aux alentours de votre Centre-ville.
gd: Tog tuathanas air àite fosgailte ri taobh an ionaid shìobhalta le neach-togail 'na thàmh sam bith.
gl: Selecciona un dos construtores que non está a facer nada, e constrúe unha granxa nun espazo aberto non moi afastado do centro cívico.
nl: Bouw een boerderij in een open stuk grond bij het beschavingscentrum met enkele ongebruikte werkers.
pt_pt: Construa uma quinta num local aberto e próximo do Centro Cívico, usando para esse efeito trabalhadores que estejam inactivos.

source: Once the farmstead is constructed, its builders will automatically begin gathering food if there is any nearby. Select the builders and instead make them construct a field beside the farmstead.
de: Wenn der Bauernhof fertig ist werden die Bauarbeiter automatisch mit dem Sammeln von Nahrung beginnen, wenn welche in der Nähe ist. Wähle die Bauarbeiter aus und lasse sie stattdessen ein Feld neben den Bauernhof bauen.
es: Una vez que se haya construido la alquería, sus constructores comenzarán a recoger comida en las cercanías. En vez de eso, vuelve a seleccionar a los constructores y hazles construir un huerto al lado de la alquería.
fr: Une fois que la ferme sera construite, ses constructeurs vont automatiquement commencer à récupérer de la nourriture aux alentours, s'il y en a. Sélectionnez les constructeurs, et faites-leur construire un champ.
gd: Nuair a bhios an tuathanas air a thogail, tòisichidh an luchd-togail air biadh a chruinneachadh gu fèin-obrachail ma tha gin am fagas. Tagh an luchd-togail is cuir orra achadh a thogail ri taobh an tuathanais an àite seo.
gl: Unha vez estea construída a granxa, os que a construíron comezarán automaticamente a recoller comida se hai algunha fonte de comida próxima. Selecciona os construtores e, en vez de deixar que recollan comida, ponos a construír un campo de cultivo canda a granxa.
nl: Eenmaal de boerderij gebouwd is zullen de werkers automatisch beginnen met het verzamelen van voedsel als er dichtbij te vinden is. Selecteer de werkers in plaats van hen te laten werken, en laat ze een veld maken bij de boerderij.
pt_pt: Quando a quinta estiver pronta, os trabalhadores que a construíram vão começar automaticamente a recolher comida, se a houver por perto. Em vez disso, seleccione-os e ordene-lhes que construam uma seara junto à quinta.

source: The field's builders will now automatically begin collecting food from the field. Using the newly created group of skirmishers, get them to build another house nearby.
de: Die Bauarbeiter des Feldes werden nun automatisch beginnen Nahrung auf dem Feld zu sammeln. Benutze nun die frisch ausgebildete Gruppe Plänkler um in der Nähe ein Haus zu bauen.
es: Los constructores del huerto comenzarán a recoger comida automáticamente. Utiliza al nuevo grupo de escaramuceros para construir otra casa en las cercanías.
fr: Les constructeurs du champ vont commencer automatiquement la récolte. Construisez une nouvelle maison à proximité avec votre nouveau groupe de tirailleurs
gd: Tòisichidh luchd-togail an achaidh air biadh a chruinneachadh on achadh gu fèin-obrachail. Cleachd am buidheann de streupairean a tha thu air ùr-chruthachadh gus taigh eile a thogail am fagas.
gl: As unidades que constrúan o campo de cultivo poranse a traballalo en canto rematen de construílo. Usa o grupo de escaramuzadores que acabas de adestrar para construír outra casa nas proximidades.
nl: De werkers aan het veld zullen nu onmiddellijk beginnen met oogsten. Gebruik de nieuwe groep tirailleurs om een nieuw huis te bouwen.
pt_pt: Os trabalhadores que criaram a seara vão começar automaticamente a recolher comida dela. Agora pegue no grupo de Zagaieiros que acabou de criar e use-os para construir mais uma casa.

source: Train 5 Hoplites from the Civil Center. Select the Civil Center and with it selected right click on a tree nearby. Units from the Civil Center will now automatically gather wood.
de: Bilde 5 Hopliten im Verwaltungssitz aus. Klicke auf das Dorfzentrum und klicke dann mit der rechten Maustaste auf einen nahegelegenen Baum. Die im Dorfzentrum ausgebildeten Einheiten werden ab sofort automatisch Holz sammeln gehen.
es: Recluta 5 hoplitas en el Centro cívico. Selecciona el Centro cívico y, con el seleccionado, pulsa el botón izquierdo del ratón en un árbol cercano. Las unidades del Centro Cívico automáticamente recolectarán madera.
fr: Entraînez 5 Hoplites à l'Hôtel de ville. Lorsqu'il est sélectionné, faites un clic droit sur un arbre à proximité. Les unités produites au centre ville iront automatiquement récolter du bois.
gd: Trèanaich 5 hoiplidean san ionad shìobhalta. Tagh an t-ionad sìobhalta 's fhad 's a tha e air a thaghadh, dèan briogadh deas air craobh am fagas. Tòisichidh aonadan on ionad shìobhalta air fiodh a chruinneachadh gu fèin-obrachail a-nis.
gl: Adestra 5 hoplitas no centro cívico. Selecciona o centro cívico, e con el seleccionado preme co botón secundario nunha árbore próxima. Isto chámase situar o «punto de encontro» do centro cívico. As unidades que se adestren a partir de agora no centro cívico poranse automaticamente a tallar madeira.
nl: Rekruteer 5 hoplieten van het beschavingscentrum. Selecteer het beschavingscentrum en klik rechts op een nabije boom. De eenheden van het beschavingscentrum zullen automatisch beginnen met het verzamelen van hout.
pt_pt: Recrute 5 Hoplitas no Centro Cívico. Seleccione o Centro Cívico e faça clique com o botão direito numa árvore que esteja perto. Deste modo, as unidades criadas no Centro Cívico passarão a recolher madeira automaticamente.

source: Order the idle Skirmishers to build an outpost to the north east at the edge of your territory. This will be the fifth Village Phase structure that you have built, allowing you to advance to the Town Phase.
de: Schicke die untätigen Scharmützler an die nordöstliche Grenze deines Territoriums, um einen Außenposten zu errichten. Dies ist das fünfte Gebäude des Dorfzeitalters, anschließend kannst du ins Stadtzeitalter aufsteigen.
es: Ordena que los escaramuceros parados construyan una avanzada en el límite territorial, al noreste. Esta será la quinta estructura de la fase de poblado que hayas construido, permitiéndote avanzar a la fase de de ciudad.
fr: Ordonnez à vos Tirailleurs de construire un Avant-poste au nord-est, à la limite de votre territoire. Ce bâtiment sera votre cinquième structure de village construite, ce qui vous permettra de le faire évoluer vers une ville.
gd: Cuir air na streupairean 'nan tàmh gearastan a thogail gu ear-thuath ri oir do ranntair. 'S an an còigeamh togalach a thog thu rè linn nan clachan a bhios ann is leigidh seo leat àrdachadh gu linn nam bailtean.
gl: Selecciona os escaramuzadores que non están a facer nada e ordénalles construír unha atalaia no bordo nordeste (dereita e arriba) do teu territorio. Esta será a quinta estrutura da fase de aldea que constrúas, co que xa poderás avanzar á fase de vila.
nl: Stuur de ongebruikte tirailleurs naar het noordelijk deel van je territorium om daar een voorpost te bouwen. Dit zal het vijfde dorpsgebouw zijn op je territorium en dus zal je kunnen verdergaan naar stadsfase.
pt_pt: Ordene aos Zagaieiros inactivos que construam uma atalaia a nordeste, junto ao limite do seu território. Este será o quinto edifício da Fase de Aldeia que vai construir, o que lhe permitirá avançar para a Fase de Vila.

source: Select the Civil Center again and advance to Town Phase by clicking on the 'II' icon. This will allow Town Phase buildings to be constructed.
de: Markiere das Dorfzentrum und klicke auf das Symbol "II", um ins Stadtzeitalter aufzusteigen. Dann können auch städtische Gebäude errichtet werden.
es: Selecciona otra vez el centro cívico y avanza de fase presionando el icono que dice "II". Para así poder construir edificios de la fase ciudad.
fr: Sélectionnez à nouveau votre Hôtel de ville, puis cliquez sur l'icône "II". Cela vous permettra de construire des bâtiments de ville, plus évolués.
gd: Tagh an t-ionad sìobhalta a-rithist agus àrdaich gu linn nam bailtean 's tu a' briogadh air an ìomhaigh "II". Leigidh seo leat togalaichean aig linn nam bailtean a thogail.
gl: Selecciona o centro cívico outra vez e preme a icona co 2 en números romanos (II) para comezar a avanzar á fase de vila. Unha vez avances, poderás construír novos tipos de estruturas.
nl: Selecteer het beschavingscentrum opnieuw en ga verder naar stadsfase door op 'II' te klikken. Dit zal er voor zorgen dat je meer soorten gebouwen kan bouwen.
pt_pt: Volte a seleccionar o Centro Cívico e clique no ícone 'II' para avançar para a Fase de Vila. Isto permitir-lhe-á construir edifícios próprios desta fase.

source: Start building 5 female citizens in the Civil Center and set its rally point to the farm (right click on it).
de: Gib weitere 5 weibliche Bürger im Verwaltungssitz in Auftrag und setze den Sammelpunkt auf die Farm (rechts-klicke auf sie),
es: Empieza por reclutar a 5 ciudadanas en el centro cívico y pon el punto de reunión en el huerto (haz clic derecho sobre él)
fr: Entraînez un groupe de 5 citoyennes à l'Hôtel de ville et choisissez la ferme pour point de ralliement (avec un clic droit dessus)
gd: Tòisich air 5 shaoranach boireann a thrèanadh san ionad shìobhalta agus cuir a cheann-cruinneachaidh air an tuathanas (dèan briogadh deas air).
gl: Pon a adestrar un grupo de 5 cidadás no centro cívico e sitúa o punto de encontro no campo de cultivo.
nl: Start met 5 vrouwelijke burgers te rekruteren in het beschavingscentrum en zet hun doel op het veld (rechts klikken op het veld).
pt_pt: Recrute 5 cidadãs no Centro Cívico e marque a quinta como ponto de encontro (fazendo clique direito na quinta).
