Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Players start around the map in deep canyons.
de: Spieler beginnen rund um die Karte in tiefen Schluchten.
es: Los jugadores comienzan alrededor del mapa, en profundos cañones.
fr: Les joueurs commencent autour de la carte dans les vallées encaissées.
gd: Tòisichidh na cluicheadairean ann an sgoltaidhean-aibhne domhain.
gl: Os xogadores comezan arredor do mapa, en canóns profundos.
nl: Spelers starten in diepe rotskloven.
pt_pt: Jogadores começam à volta de vales profundos.

source: Canyon
es: Cañón
gd: Sgoltadh
gl: Canón
pt_pt: Desfiladeiro

source: All players starts on a continent surrounded by water.
de: Alle Spieler beginnen auf einem Kontinent, welcher von Wasser umgeben ist.
es: Todos los jugadores comienzan en un continente rodeado de agua.
fr: Tous les joueurs commencent sur un continent entouré d'eau.
gd: Tòisichidh na h-uile cluicheadair air mòr-thìr le uisge timcheall air.
gl: Todos os xogadores comezan nun continente rodeado de auga.
nl: Alle spelers starten op een continent, omgeven met water.
pt_pt: Todos jogadores começam num continente rodeado por água.

source: Continent
de: Kontinent
es: Continental
gd: Mòr-thìr
gl: Continente
pt_pt: Continente

source: Two Mediterranean land masses connected by a narrow spit of land, called an 'Isthmus.'
de: Zwei mediterrane Landmassen, welche nur über eine „Isthmus“ genannte Engstelle verbunden sind.
es: Dos masas de tierra mediterráneas conectadas por una estrecha lengua de tierra, llamada «istmo».
fr: Deux grandes étendues de terre méditerranéennes reliés par une étroite bande de terre, appelé "isthme".
gd: Dà chnap tìre meadhan-thìreach ceangailte ri chèile le tairbeart.
gl: Dúas masas de terra mediterráneas conectadas por un brazo de terra denominado «istmo».
nl: Twee mediterraanse landmassa's verbonden met een smalle strook land, ook wel een 'istmus' genoemd.
pt_pt: Duas massas continentais mediterrânicas ligadas por um braço de terra estreito chamado istmo.

source: Corinthian Isthmus
de: Isthmus von Korinth
es: Ísmo coríntio
fr: Isthme corinthien
gd: An Tairbeart Choirinteach
gl: Istmo de Corinto
nl: Landengte van Korinthe
pt_pt: Istmo de Corinto

source: The players start on two opposing islands, both with a very jagged relief that will make landing difficult.
de: Die Spieler starten auf zwei gegenüberliegenden Inseln, die beide mit einem sehr schroffen Relief ausgestattet sind, welches die Landung schwierig macht.
es: Los jugadores comienzan en dos islas opuestas, ambos con un relieve irregular que dificultará el aterrizaje.
fr: Les joueurs commencent sur ​​deux îles opposées, toutes les deux avec un relief très découpé qui rendra le débarquement difficile.
gd: Tòisichidh na cluicheadairean air dà eilean nàimhdeil le oirthir eagach a nì gach laighe doirbh.
gl: Os xogadores comezan en dúas illas en lados opostos do mapa, cada unha cun relevo de serra que fai difícil recalar.
nl: De spelers starten op twee eilanden ben een ruw reliëf wat het landen moeilijk maakt.
pt_pt: Os jogadores começam em duas ilhas opostas mas ambas com um relevo muito irregular que vai dificultar a criação de civilização.

source: Corsica vs Sardinia
de: Korsika vs. Sardinien
fr: Corse contre Sardaigne
gd: Corsaca an aghaidh Sàrdainea
gl: Córsega contra Sardeña
nl: Corsica tegen Sardinië
pt_pt: Córsega contra Sardenha

source: Each player starts on an island surrounded by water. The Cyclades is an island group in the Aegean Sea, south-east of the mainland of Greece. They are one of the island groups which constitute the Aegean archipelago. The name refers to the islands around the sacred island of Delos. The Cyclades comprise about 220 islands. The islands are peaks of a submerged mountainous terrain, with the exception of two volcanic islands, Milos and Santorini. The climate is generally dry and mild, but with the exception of Naxos the soil is not very fertile.
de: Jeder Spieler startet auf einer von Wasser umgebenen Insel. Die Kykladen sind eine Inselgruppe in der Ägäis, südöstlich des Festlands von Griechenland. Sie sind eine der Inselgruppen, welche das ägäische Archipel bilden. Der Name Kykladen führt auf die Inseln rund um die heilige Insel Delos zurück. Die Kykladen bestehen aus etwa 220 Inseln. Mit Ausnahme der beiden Vulkaninseln Milos und Santorin handelt es sich bei den Kykladen um Gipfel eines bergigen Geländes unter der Wasseroberfläche. Das Klima ist in der Regel trocken und mild, aber mit Ausnahme von Naxos sind die Böden nicht sehr fruchtbar.
es: Cada jugador empieza en una isla rodeado por agua. Las Cícladas son un grupo de islas en el mar Egeo, al sudeste del continente de Grecia. Son uno de los grupos de islas que constituyen el archipiélago Egeo. El nombre se refiere a las islas que están al rededor de la isla sagrada de Delos. Las cícladas comprenden cerca de 220 islas. Las islas son cimas de un terreno montañoso sumergido, con la excepción de dos islas volcánicas, Milos y Santorini. El clima es generalmente seco y templado, pero con la excepción de Naxos, el suelo no es muy fértil.
fr: Chaque joueur commence sur une île. Les Cyclades sont un groupe d'îles dans la mer Égée, au sud-est de la Grèce continentale. Ils sont l'un des groupes d'îles qui constituent l'archipel égéen. Le nom fait référence aux îles entourant l'île sacrée de Délos. Les Cyclades comprennent environ 220 îles. Les îles sont des pics d'un relief montagneux immergé, à l'exception de deux îles volcaniques, Milos et Santorin. Le climat est généralement sec et doux, mais à l'exception de Naxos le sol n'est pas très fertile.
gl: Cada xogador comeza nunha illa. As Cícladas é un grupo de illas do mar Exeo, ao sur de Grecia. Son un dos grupos de illas que constitúen o arquipélago do Exeo. O nome fai referencia ás illas que arrodean a illa sagrada de Delos. As Cícladas están formadas por 220 illas. As illas son cumes dunha cordilleira somerxida, coa excepción de dúas illas volcánicas, Milos e Santorini. Polo xeral o clima é seco e suave, pero o chan é pouco fértil, coa única excepción da illa de Naxos.
nl: Iedere speler start op een eiland. De Cycladen zijn een eilandengroep in de Egeïsche zee, ten zuidoosten van continentaal Griekenland. Ze zijn één van de eilandengroepen die deel uitmaken van het Egeïsche archipel. De naam refereert naar het Griekse Cyclus, aangezien het eilanden zijn rondom de hoofdplaats Delos. De Cycladen bestaan uit ongeveer 220 eilanden. De eilanden zijn het resultaat van een onderzees bergachtig gebied, met uitzondering van twee vulkanische eilanden, Milos en Santorini. Het klimaat is over het algemeen droog en warm, maar met de uitzondering van Naxos is de grond niet echt vruchtbaar.
pt_pt: Cada jogador começa numa ilha. O arquipélago das Cíclades localiza-se no mar Egeu, a sudeste da Grécia continental, constituído pela ilha sagrada de Delos e pelas que a rodeiam. Estas ilhas são os picos de uma cadeia montanhosa submersa, com excepção de Milos e Santorini, que são duas ilhas vulcânicas. O seu clima é geralmente seco e ameno mas, à excepção de Naxos, o seu solo não é especialmente fértil.

source: Cycladic Archipelago
de: Kykladischer Archipel
es: Archipiélago cicládico
fr: Archipel des Cyclades
gd: Innis-mhuir Siogladas
gl: Arquipélago das Cícladas
nl: Cycladisch Archipel
pt_pt: Arquipélago das Cíclades

source: A deep dark forest in Germania.
de: Ein dunkler Wald in Germanien.
es: Una profunda y oscura foresta en Germania.
fr: Une sombre et profonde forêt de Germanie.
gd: Coille dhorcha mhòr sa Gearmailt.
gl: Un bosque profundo e escuro en Xermania.
nl: Een diep en donker woud in Germanië.
pt_pt: Uma grande floresta densa perto do mar Báltico.

source: Deep Forest
de: Finsterer Wald
es: Bosques profundos
fr: Forêt dense
gd: Coille mhòr
gl: Bosque profundo
nl: Donker woud
pt_pt: Floresta Densa

source: Players start in either northern France or southern Britain while the English channel separates them.
de: Die Spieler starten entweder in Nordfrankreich oder in Südbritannien, durch den Ärmelkanal getrennt.
es: Los jugadores comienzan en la Francia del norte o la Inglaterra del sur mientras los canales ingleses los separan.
fr: Les joueurs commencent soit dans le nord de la France soit dans le sud de la Grande-Bretagne alors que la Manche les sépare.
gd: Tòisichidh na cluicheadairean taobh tuath na Frainge no taobh deas na Breatainne le Caolas na Frainge 'gan sgaradh o chèile.
gl: Os xogadores comezan ou no norte de Francia ou no sur da Bretaña, separados pola Canle da Manga.
nl: Spelers starten in noord Frankrijk of zuid Engeland, met het kanaal als scheiding.
pt_pt: Os jogadores começam no norte de França ou no sul do Reino Unido, separados pelo canal da Mancha.

source: English Channel
de: Ärmelkanal
es: Canal de la Mancha
fr: Manche
gd: Caolas na Frainge
gl: Canle da Manga
nl: Engels Kanaal
pt_pt: Canal da Mancha

source: Players start in a ready-made fortress with piles of resources.
de: Die Spieler beginnen in einer fertigen Festung mit einem Haufen an Ressourcen.
es: Los jugadores comienzan con un fuerte ya construido y montones de recursos.
fr: Les joueurs commencent dans une forteresse prête à l'emploi avec des tas de ressources.
gd: Tòisichidh na cluicheadairean ann an dùn sa bheil grunn stòrais.
gl: Os xogadores comezan nunha fortaleza xa construída e con moreas de recursos.
nl: Spelers starten in een groot fort, met stapels grondstoffen.
pt_pt: Jogadores começam num forte com muitos recursos.

source: Fortress
de: Festung
es: Fortaleza
fr: Forteresse
gd: Dùn
gl: Fortaleza
nl: Vesting
pt_pt: Fortaleza

source: A land with waterways decorated in a manner similar to spider web.
de: Ein mit Wasserwegen verziertes Stück Land, das einem Spinnenetz ähnelt.
es: Una tierra acanalada decorada con motivos similares a los de una tela de araña.
fr: Un terrain avec des voies navigables disposées en toile d'araignée.
gd: Tìr le slighean uisge ann an dealbhadh eige damhain-allaidh.
gl: Unhas terras con camiños de auga decorados de xeito parecido ao dunha tea de araña.
nl: Een fictief land met waterwegen, gedecoreerd als een tandwiel.
pt_pt: Uma terra com canais dispostos em forma de teia de aranha, como uma roda dentada.

source: Gear
de: Zahnrad
es: Engranaje
fr: Engrenage
gl: Tea de araña
nl: Tandwiel
pt_pt: Roda Dentada

source: Players start in the shores of the Mediterranean Sea with a river flowing between them. The Guadalquivir is the fifth longest river in the Iberian peninsula and the second longest river with its entire length in Spain. The Guadalquivir river is the only great navigable river in Spain. Currently it is navigable to Seville, but in Roman times it was navigable to Cordoba. The ancient city of Tartessos was said to have been located at the mouth of the Guadalquivir, although its site has not yet been found.
de: Die Spieler beginnen am Ufer des Mittelmeers, wobei eine Fluss zwischen ihnen fließt. Der Guadalquivir ist der fünft-längste Fluss auf der iberischen Halbinsel und der zweit-längste Fluss, dessen ganze Länge in Spanien liegt. Er ist der einzige große schiffbare Fluss in Spanien. Derzeit ist er bis Sevilla schiffbar, aber zu Zeiten der Römer war er das bis Córdoba. Die antike Stadt Tartessos soll an der Mündung des Guadalquivir gelegen haben, wurde bisher aber noch nicht entdeckt.
es: Los jugadores comienzan en las costas del Mar Mediterráneo con un río fluyendo entre ellos. El Guadalquivir es el quinto río más largo de la Península Ibérica y el segundo río más largo cuyo completo recorrido se halla totalmente en España. El Guadalquivir es el único río navegable en España. Actualmente es navegable hasta Sevilla, pero en tiempos romanos se podía navegar hasta Córdoba. Se dice que la antigua ciudad de Tartessos se situaba en la desembocadura del Guadalquivir, aunque ese sitio no ha sido encontrado todavía.
fr: Les joueurs commencent sur les rivages de la mer Méditerranée, séparés par un fleuve qui coule entre eux. Le Guadalquivir est le cinquième plus long fleuve de la péninsule ibérique et le second à avoir tout son cours dans l'actuelle Espagne. Le Guadalquivir est la seule grande voie navigable d'Espagne. Actuellement, il ne l'est que jusqu'à Séville, mais à l'époque romaine, il était navigable jusqu'à Cordoue. Les anciens situaient la cité de Tartessos à l'embouchure du Guadalquivir, mais ses ruines n'ont pas encore été trouvées.
gl: Os xogadores comezan na costa do Mediterráneo separador por un río. O Guadalquivir é o quinto río máis longo da Península Ibérica e o segundo máis longo dos que teñen todo o seu percorrido en España. O Guadalquivir é o único gran río navegable en España. Actualmente pode navegarse por el ata Sevilla, pero nos tempos de Roma podía chegarse por el ata Córdoba. Disque a antiga cidade de Tartesos estaba situada na boca do Guadalquivir, aínda que os seus restos aínda non foron atopados.
nl: Spelers starten aan de kust van de Middellandse Zee met een rivier tussen hen. De Guadalquivir is de vijfde langste rivier van het Iberische schiereiland, en de tweede langste die volledig in Spanje ligt. De Guadilquivir is de enige goed bevaarbare rivier in Spanje. Momenteel is het bevaarbaar tot in Sevilla, maar in de Romeinse tijd kon je varen tot in Cordoba. Van de oude stad Tartessos wordt gezegd dat deze zich aan de bron van de rivier bevind, deze site is echter nooit gevonden.
pt_pt: Os jogadores começam nas margens do Mar Mediterrâneo com o rio Guadalquivir a fluir entre eles. O Guadalquivir, quinto maior rio da Península Ibérica, nasce nas montanhas da província de Jaén, corre pela fértil planície da Andaluzia e desagua no oceano Atlântico, em Sanlúcar de Barrameda, no golfo de Cádis. Actualmente o rio é navegável até Sevilha mas na Roma Antiga era só navegável até Córdoba. Dizem que a cidade de Tartessos fica na foz deste rio mas ainda não foi encontrada.

source: Guadalquivir River
de: Guadalquivir
es: Río Guadalquivir
fr: Guadalquivir
gd: Abhainn Guadalquivir
gl: Río Guadalquivir
nl: De rivier Guadalquivir
pt_pt: Rio Guadalquivir

source: Players start around a gulf dotted with small islands. The Gulf of Bothnia is the northernmost arm of the Baltic Sea.
de: Die Spieler beginnen um einen Golf mit kleinen Inseln übersät. Der Bottnische Meerbusen ist der nördlichste Arm der Ostsee.
es: Los jugadores comienzan al rededor de un golfo salpicado de pequeñas islas. El Golfo de Botnia es el brazo más septentrional del Mar Báltico.
fr: Les joueurs commencent autour d'un golfe parsemé de petites îles. Le golfe de Botnie est le bras nord de la mer Baltique.
gd: Tòisichidh na cluicheadairean air oirthir camais sa bheil eileanan beaga. 'S e am meur as fhaide tuath aig a' Mhuir Bhaltach a tha sa Chamas Bhotnach.
gl: Os xogadores comezan arredor dun golfo cheo de pequenas illas. O Golfo de Botnia é o brazo máis setentrional do Mar Báltico.
nl: Spelers starten rond een golf met kleine eilandjes. De Bothnische Golf is de noordelijke arm van de Baltische Zee.
pt_pt: Jogadores começam à volta de um golfo com muitas pequenas ilhas. O Golfo de Bótnia é o braço norte do mar Báltico.

source: Gulf of Bothnia
de: Bottnischer Meerbusen
es: Golfo de Botnia
fr: Golfe de Botnie
gd: An Camas Botnach
gl: Golfo de Botnia
nl: Botnische Golf
pt_pt: Golfo de Bótnia

source: Each player starts in a coastal area between forested hills and the Caspian Sea.
de: Jeder Spieler beginnt in einem Küstengebiet zwischen bewaldeten Hügeln und dem Kaspischen Meer.
es: Cada jugador comienza en una zona costera situada entre colinas con bosques y el Mar Caspio.
fr: Chaque joueur commence dans une zone côtière entre des collines boisées et la mer Caspienne.
gd: Tòisichidh gach cluicheadair air oirthir eadar cnuic choillteach 's am Muir Caspach.
gl: Cada xogador comeza nunha zona costeira entre bosques montañosos e o Mar Caspio.
nl: Iedere speler start aan de kust tussen beboste heuvels en de Kaspische Zee.
pt_pt: Cada jogador começa numa área costeira entre florestas e o mar Cáspio.

source: Hyrcanian Shores
de: Hyrkanische Küsten
es: Orillas de Hircania
fr: Rives hyrcaniennes
gd: Cladaich Hiorcàinia
gl: Costas de Hircania
nl: Hyrcanische kusten
pt_pt: Costas de Hircânia

source: Players start in small islands while there are many others around.
de: Spieler beginnen auf kleinen Inseln, während es viele Andere herum gibt.
es: Los jugadores comienzan en las islas pequeñas mientras hay otras al rededor.
fr: Les joueurs commencent dans de petites îles alors qu'il y en a d'autres autour.
gd: Tòisichidh na cluicheadairean ann an eileanan beaga fhad 's a tha mòran a bharrachd dhiubh ann.
gl: Os xogadores comezan en pequenas illas, e arredor deles hai moitas outras.
nl: Spelers starten in kleine eilanden, terwijl er veel andere eilanden in de omgeving zijn.
pt_pt: Jogadores começam em pequenas ilhas e rodeados por muitas ilhas.

source: Islands
de: Inseln
es: Islas
fr: Îles
gd: Eileanan
gl: Illas
nl: Eilanden
pt_pt: Ilhas

source: Players start in the southwestern shores of India between a sea and mountains.
de: Die Spieler starten an der südwestlichen Küste Indiens zwischen dem Meer und einem Gebirge.
es: Los jugadores comienzan en las costas suroestes de la India, entre mar y montañas.
fr: Les joueurs commencent sur les côtes du sud-ouest de l'Inde entre mer et montagnes.
gd: Tòsichidh na cluicheadairean air oirthir iar-dheas nan Innseachan eadar am muir 's na beanntan.
gl: Os xogadores comezan na costa suroeste da India, entre un mar e unhas montañas.
nl: Spelers beginnen aan de zuidwestelijke kust van India tussen zee en bergen.
pt_pt: Os jogadores começam na costa sudoeste da Índia, entre o mar e as montanhas.

source: Players start around a lake in the center of the map.
de: Spieler beginnen rund um einen See in der Mitte der Karte.
es: Los jugadores comienzan alrededor de un lago situado en el centro del mapa.
fr: Les joueurs commencent autour d'un lac au centre de la carte.
gd: Tòisichidh na cluicheadairean timcheall air loch a tha ann am meadhan a' mhapa.
gl: Os xogadores comezan arredor dun lago que ocupa o centro do mapa.
nl: Spelers starten rond een meer in het midden van de kaart.
pt_pt: Jogadores começam à volta de um lago no centro do mapa.

source: Lake
de: See
es: Laguna
fr: Lac
gd: Loch
gl: Lago
nl: Meer
pt_pt: Lago
