Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: The king of Macedonia (359-336 B.C.), he carried out vast monetary and military reforms in order to make his kingdom the most powerful force in the Greek world. Greatly enlarged the size of Macedonia by conquering much of Thrace and subduing the Greeks. Murdered in Aegae while planning a campaign against Persia.
de: Der König von Makedonien (359-336 v.Chr.), große finanzielle und militärische Reformen um sein Königreich das Stärkste in der Griechischen Welt nennen zu können, wurden von ihm gemacht. ER vergrößerte Makedonien, indem er Thrakien einnahm und die Griechen unterwarf. Er wurde in Aigeai ermordet, als er einen Feldzug gegen Persien plante.
es: El rey de Macedonia (359-336 a.C.) llevó a cabo numerosas reformas monetarias y militares para hacer de su reino la fuerza más poderosa del mundo griego. Amplió enormemente el tamaño de Macedonia conquistando gran parte de Tracia y subyugando a los griegos. Fue asesinado en Egea mientras planeaba una campaña contra Persia.
fr: Roi de Macédoine (359-336 avant JC), il effectua de vastes réformes monétaires et militaires pour rendre son royaume le plus puissant du monde grec. Après avoir considérablement élargi la Macédoine en conquérant une grande partie de la Thrace et en soumettant les grecs, il fut assassiné à Aigéai lors de la planification d'une campagne contre la Perse.
gl: Como rei de Macedonia (359-336 a.C.), Filipo levou a cabo importantes reformas económicas e militares para converter o seu reino na forza máis poderosa do mundo grego. Tamén estendeu os territorios de Macedonia conquistando unha gran parte de Tracia e sometendo aos gregos. Foi asasinado en Aigai mentres planificaba a súa campaña contra Persia.
nl: Als koning van Macedonië (359-336 B.C) voerde hij monetaire en militaire veranderingen door om zijn koninkrijk het sterkste van de Griekse wereld te maken. Hij vergrootte Macedonië door stukken van Thracië te veroveren, en andere Griekse volkeren aan hem te onderwerpen. Hij is vermoord in de Egeïsche Zee terwijl hij een campagne tegen Persië aan het plannen was.
pt_pt: Rei da Macedónia (359-336 a.C.), levou a cabo amplas reformas financeiras e militares de maneira a fazer do seu reino uma das forças mais poderosas do mundo grego. Expandiu significativamente o território da Macedónia através da conquista de grande parte da Trácia e da subjugação dos Gregos. Foi assassinado em Aigai quando planeava uma campanha contra a Pérsia.

source: Philip II
es: Filipo II
fr: Philippe II
gd: Filip II
gl: Filipo II
nl: Philippus II
pt_pt: Filipe II

source: The most powerful hero of them all - son of Philip II, king of Macedonia (336-323 B.C.). After conquering the rest of the Thracians and quelling the unrest of the Greeks, Alexander embarked on a world-conquest march. Defeating the Persian forces at Granicus (334 B.C.), Issus (333 B.C.) and Gaugamela (331 B.C.), he became master of the Persian Empire. Entering India, he defeated king Porus at Hydaspes (326 B.C.), but his weary troops made him halt. Died in Babylon at the age of 33 while planning a campaign against Arabia.
de: Der Stärkste Held von allen - Sohn von Phillip II. König von Makedonien (336-323 v.Chr.). Nach Eroberung des restlichen Thebens und Unterdrückung der Unruhen der Griechen, startete Alexander zu einem Weltweiten Eroberungsfeldzug. Er besiegte die Perser am Granikos (334 V.Chr.), bei Issos (333 v.Chr.) und bei Gaugamela (331 v.Chr.) und wurde Herr des Persischen Reiches. Er zog weiter Richtung Indien besigte König Poros am Hydaspes (326 v.Chr.), aber seine geschwächten Truppen wurden gestoppt. Im Alter von 33 Jahren starb er in Babylon, als er einen weiteren Feldzug gegen Arabien plante.
es: El héroe más poderoso de todos, hijo de Filipo II, rey de Macedonia (336-323 A.C.). Tras conquistar al resto de los Tracios y sofocar la inquietud de los griegos, Alejandro se embarcó en una cruzada de conquista mundial. Al derrotar a las fuerzas persas en el Gránico (334 A.C.), Issos (333 A.C.) y Gaugamela (331 A.C.), se convirtió en el dueño del imperio persa. Entrando en India, derrotó al rey Porus en Hydaspes (326 A.C.), pero sus tropas exhaustas le obligaron a recular. Murió en Babilonia a la edad de 33 años mientras planeaba una campaña contra Arabia.
fr: Le plus puissant héros d'entre tous ; fils de Philippe II, roi de Macédoine (336-323 av.J.C.). Après avoir conquis le reste des Thraces et étouffé les révoltes grecques, Alexandre se mit en route pour conquérir le monde. En vainquant les forces perses sur le Granique (334 av.J.C.), à Issos (333 av.J.C.) et Gaugamèles (331 av.J.C.), il devint le maître de l'Empire Perse. En arrivant en Inde, il vainquit le roi Pûru au bord de l'Hydaspe (326 av.J.C.), mais ses troupes épuisées le firent s'arrêter. Il mourut à Babylone à 33 ans tandis qu'il préparait une campagne contre l'Arabie.
gl: Alexandre Magno, fillo de Filipo II e rei de Macedonia (336-323 a.C.) foi o heroe máis poderoso de todos. Tras conquistar o resto dos tracios e calmar a inquedanza dos gregos, Alexandre embarcou nunha marcha pola conquista do mundo. Tras derrotar as forzas dos persas en Gránico (334 a.C.), Issos (333 a.C.) e Gaugamela (331 a.C.), Alexandre converteuse no señor do imperio persa. A continuación invadiu a India, onde derrotou ao rei Poros en Hidaspes (326 a.C.), pero as súas tropas, esgotadas, obrigárono a parar. Morreu en Babilonia aos 33 anos, cando planificaba unha campaña militar contra Arabia.
nl: De sterkste held der helden, zoon van Philippus II, koning van Macedonië (336-323 V.C.). Na de rest van Thracië veroverd te hebben, startte Alexander aan zijn mondiale veroveringstocht. Hij versloeg de Perzen in Granicus (334 V.C.), Issus (333 V.C.) en Gaugamela (331 V.C.) en werd zo heerser van Perzië. In Indië versloeg hij koning Porus in Hydaspes (326 V.C.), maar moest vanwege zijn vermoeide troepen stoppen. Hij is gestorven in Babylon op 33 jarige leeftijd, terwijl hij een campagne tegen Arabië aan het plannen was.
pt_pt: O herói mais poderoso de todos - filho de Filipe II, rei da Macedónia (336-323 a.C.). Depois de conquistar por completo os Trácios e de reprimir a agitação social dos Gregos, Alexandre lançou-se à conquista do mundo. Derrotou os exércitos persas nas batalhas do Grânico (334 a.C.), de Isso (333 a.C.) e de Gaugamelos (331 a.C.), e assim se tornou soberano do Império Persa. Ao entrar na Índia, derrotou o rei Poro na batalha do Hidaspes (326 a.C.), mas os seus soldados, exaustos, obrigaram-no a parar por ali. Morreu na Babilónia, com a idade de 33 anos, quando planeava uma campanha contra a Arábia.

source: Alexander the Great
de: Alexander der Große
es: Alejandro Magno
fr: Alexandre le Grand
gd: Alasdair Mòr
gl: Alexandre Magno
nl: Alexander de Grote
pt_pt: Alexandre Magno

source: One of the Diadochi, king of Macedonia (294-288 B.C.), Demetrios was renowned as one of the bravest and most able successors of Alexander. As the son of Antigonus I Monophthalmus, he fought and won many important battles early on and was proclaimed king, along with his father, in 306 B.C. Losing his Asian possessions after the battle of Ipsos, he later won the Macedonian throne. Fearing lest they should be overpowered by Demetrios, the other Diadochi united against him and defeated him.
de: Einer der Diadochi, König von Makedonien (294-288 v.Chr.), Demetrios war berühmt als der unerschrockenste und fähigste Nachfolger Alexanders. Als Sohn des Antigonos I. Monophthalmos, kämpfte und gewann er schon sehr Jung viele wichtige Schlachten und wurde König zusammen mit seinem Vater, 306 v.Chr. nach dem Verlust der Indischen Besitztümer in der Schlacht von Ipsos, gewann er später den Makedonischen Thron. Fürchtend, Demetrios würde übermächtig, schlossen sich die anderen Diadochi gegen ihn zusammen und besiegten ihn.
es: Uno de los Diácodos, Demetrio, el rey de Macedonia (294-288 a.C.) fue reconocido como uno de los más capaces y más bravos sucesores de Alejandro. Como hijo de Antígono I el Tuerto ganó muchas batalles importantes y fue proclamado rey junto a su padre en el 306 a.C. Habiendo perdido sus posesiones en Asia tras la batalla de Ipsos, ganó el trono de Macedonia. Temiendo ser dominados por Demetrio, los otros Diácodos se unieron contra él y lo derrotaron.
fr: L'un des Diadoques, roi de Macédoine (294-288 av.J.C.), Démétrios était connu pour être l'un des plus braves et des plus aptes successeurs d'Alexandre. Fils d'Antigone le Borgne, il mena et remporta très tôt plusieurs batailles importantes et fut proclamé roi, aux côtés de son père, en 306 av.J.C. Perdant ses terres en Asie après la bataille d'Ipsos, il remporta plus tard le trône de Macédoine. De peur d'être écrasés par Démétrios, les autres Diadoques s'unirent contre lui et le vainquirent.
gl: Demetrio, un dos diádocos e rei de Macedonia (294-288 a.C.), foi recoñecido como un dos sucesores de Alexandre máis capaces e bravos. Fillo de Antígono I Monóftalmos, Demetrio loitou e gañou moitas batallas importantes cando aínda era moi novo e foi proclamado rei, xunto con seu pai, no ano 306 a.C. Perdeu as súas posesións en Asia tras a batalla de Ipsos, e logo conseguiu ascender ao trono macedonio. Levados polo medo de que Demetrios os superase en poder, o resto dos diádocos uníronse contra el e derrotárono.
nl: Een van de Diadochen, koning van Macedonië (294-288 V.C.), Demetrios stond bekend als een van de dapperste en meest waardige opvolger van Alexander. De zoon van Antigonus I Monophthalmus vocht en won in het begin veel belangrijke veldslagen en werd, in 306 V.C., uitgeroepen tot koning, samen met z'n vader. Nadat hij zijn Aziatische gebieden verloor bij de slag om Ipsos, won hij later de Macedonische troon. Uit vrees dat Demetrios te machtig zou worden, verenigde de andere Diadochi zich tegen hem en versloegen hem.
pt_pt: Um dos diádocos e rei da Macedónia (294-288 a.C.), Demétrio tornou-se célebre por ter sido um dos mais corajosos e competentes sucessores de Alexandre. Filho de Antígono I Monoftalmo, combateu e venceu muitas batalhas importantes na sua juventude, tendo sido proclamado rei, juntamente com o seu pai, em 306 a.C. Perdeu as suas possessões na Ásia depois da batalha de Ipsos, mas mais tarde conquistou o trono da Macedónia. Com receio de serem subjugados por Demétrio, os outros diádocos uniram-se contra ele e derrotaram-no.

source: Demetrios Poliorcetes
de: Demetrios I. Poliorketes
fr: Démétrios Poliorcète
gl: Demetrio Poliorcetes
pt_pt: Demétrio I

source: Kingdom bordering Greek city-states
de: Ein an die griechischen Stadtstaaten grenzendes Königreich.
es: Un reino que circundaba las ciudades-estado griegas.
fr: Royaume bordant les cités-états grecques
gd: Rìoghachd ri taobh nam bailtean-stàite Greugach
gl: Un reino que fai fronteira coas cidades estado de Grecia.
nl: Koninkrijk langs Griekse stadstaten.
pt_pt: Um reino que faz fronteira com as cidades-estado gregas

source: The Hellenes were a people famous today for their architecture, fighting ability, and culture. The Hellenic peoples of the Dorian, Ionian, and Aeolian tribes swept into modern day Greece from 3000 B.C. to around 1100 B.C. in successive waves that eventually supplanted the previously established cultures of Mycenae and Minoan Crete. They were most active during the period of colonization that took place in the 7th and 6th centuries B.C., the Greco-Persian Wars (499-449 B.C.), the Peloponnesian War (431-404 B.C.), and the conquests of Alexander the Great (4th Century B.C.). Their civilization would endure until their final absorption by Rome in 146 B.C.
de: Die Hellenen waren ein Volk das heute bekannt für seine Architektur, Kämpferischen Fähigkeiten und Kultur ist. Die Hellenischen Völker der Dorer, Ionier und Aiolier überrollten im heutigen Griechenland von 3000 v.Chr. bis um 1100 v.Chr. in aufeinander folgenden Wellen die bestehenden Kulturen der Mykene und der Minoischen Kreter. am aktivsten waren sie in ihrer Zeit der Kolonisation, die 7. und 6. Jahrhundert v.Chr. stattfand, die Perserkriege, (499-449 v.Chr.), der Peleponesische Krieg (431-404 v.Chr.) und den Eroberungen Alexanders des Großen (4. Jahrhundert n.Chr.). Ihre Zivilisation dauerte bis zur Übernahme durch Rom 146 v.Chr. fort.
es: Los helenos eran un pueblo famoso por su arquitectura, habilidad bélica, y cultura. Las gentes helenas de las tribus Dorias, Jónicas y Eólicas irrumpieron en la actual Grecia entre el 3000 a.C. hasta cerca del 1100 a.C. en oleadas sucesivas que a la larga sustituyeron a las culturas micénica y minóica, originarias de Creta, que se habían establecido previamente. Fueron más activos durante el periodo de colonización que tuvo lugar entre los siglos 7º y 6º a.C., las guerras greco-persas (499-449 a.C.), la guerra del peloponeso (431-404 a.C.) y las conquistas de Alejandro Magno (siglo IV a.C.). Su civilización duraría hasta su absorción final por Roma en el año 146 a.C.
fr: Les Hellènes est un peuple célèbre aujourd'hui pour son architecture, la faculté au combat et sa culture. Les peuples helléniques des tribus Dorien, Ionien et Éolien ont envahis ce qui est la Grèce moderne entre 3000 et 1100 av. J.C. environ par vagues successives qui ont finalement supplantées les cultures préalablement établies de Mycènes et de la Crète minoenne. Elles ont été les plus marquées pendant les périodes de la colonisation qui ont eu lieues dans le 7ème et 6ème siècles avant J.C., les guerres gréco-perses (499-449 avant J.C.), la guerre du Péloponnèse (431-404 avant J.C.), et les conquêtes d'Alexandre le Grand (4ème siècle avant J.C.). Leur civilisation perdurera jusqu'à leur absorption définitive par Rome en 146 avant J.C.
gl: Os helenos foron un pobo que admiramos pola súa arquitectura, habilidades no combate, e cultura. Os pobos helenos das tribos doria, xonia e eolia foron entraron no territorio da actual Grecia entre os anos 3000 e 1100 a.C. en ondas sucesivas ata que finalmente substituíron ás culturas que dominaban previamente a rexión: a dos micenas e dos minoicos. O seu tempo de maior actividade foi durante a colonización que tivo lugar durante os séculos VII e VI a.C., as Guerras Médicas (499-449 a.C.), as Guerras do Peloponeso (431-404 a.C.), e a conquista de Alexandre Magno (século IV a.C.). A súa civilización duraría ata a súa absorción final por Roma no ano 146 a.C.
nl: De Hellenen waren een volk dat vandaag bekend staat voor hun architectuur, hun gevechtsmethodes en hun cultuur. Het Helleense volk bestond uit de Doriërs, Ioniërs en Aeoliërs. Deze stammen kwamen het moderne Griekenland binnen tussen 3000 V.C. en rond 1100 V.C. en verdrongen zo de bestaande Myceense en Minoïsche beschaving. Ze waren het meest actief tussen de 7de en 6de eeuw V.C.: De Grieks-Perzische oorlogen (499-449 V.C.), de Peloponnesische oorlog (431-404 V.C.) en de veroveringen van Alexander de Grote (4de eeuw V.C.). Hun beschaving bleef bestaan tot ze onderdeel van het Romeinse Rijk werden in 146 V.C.
pt_pt: Os Helenos eram um povo hoje famoso pela sua arquitectura, competência militar e cultura. Os povos helénicos das tribos dóricas, jónicas e eólicas espalharam-se pela região da Grécia entre 3000 a.C. e 1100 a.C., em vagas sucessivas que acabaram por suplantar as culturas micénicas e minóicas que aí se haviam estabelecido anteriormente. Os seus períodos de maior relevância foram o da colonização, que teve lugar nos séculos VII e VI a.C., o das Guerras Persas (499-449 a.C.), o da Guerra do Peloponeso (431-404 a.C.) e o das conquistas de Alexandre Magno (século IV a.C.). Esta civilização perdurou durante séculos, até ter sido completamente absorvida por Roma em 146 a.C.

source: Iberians
de: Iberer
es: Íberos
fr: Ibères
gd: Na h-Ibèirich
gl: Iberos
nl: Iberië
pt_pt: Ibéricos

source: Iberians start with a powerful prefabricated circuit of stone walls.
de: Iberer starten mit einer mächtigen, bereits errichteten Stadtmauer.
es: Los íberos comienzan con un círculo prefabricado de muros de piedra.
fr: Les Ibères commencent avec un puissant mur d'enceinte en pierre.
gd: Tòisichidh na h-Ibèirich le ballachan cloiche neartmhor a chaidh togail dhaibh timcheall air a' bhalla aca.
gl: Os iberos comezar cun forte circuíto prefabricado de murallas de pedra.
nl: Iberiërs starten met een sterke stadsmuur.
pt_pt: Os Ibéricos começam com uma poderosa cerca de muralhas de pedra.

source: With exception to alluvial plains and river valleys, stone is abundant in the Iberian Peninsula and was greatly used in construction of structures of all types.
de: Auf der iberischen Halbinsel gibt es mit Ausnahme von Schwemmgebieten und Flusstälern überall reiche Vorkommen an Naturstein, welcher bei der Errichtung von Bauwerken jeglicher Art Verwendung fand.
es: Con excepción a llanuras aluviales y valles fluviales, la piedra es abundante en la Península Ibérica y se utilizó mucho en la construcción de estructuras de todo tipo.
fr: A l'exception des plaines alluviales et des vallées fluviales, la pierre est abondante dans la Péninsule Ibérique et a été grandement utilisée dans la construction des structures de tous les types.
gd: Seach air tìr far a bheil 's far an robh aibhnean ann, tha clach pailt air an rubha Ibèireach agus chaidh a cleachdadh gu tric gus togalaichean de gach seòrsa a thogail.
gl: Coa excepción das chairas aluviais e os vales dos ríos, a pedra é un ben abundante na Península Ibérica e usouse moito na construción de estruturas de todo tipo.
nl: Met uitzondering van wat slibgebieden en enkel riviervalleien is er steen in overvloed in het Iberische schiereiland. Steen werd dan ook vaak gebruikt voor de constructie van alle types gebouwen.
pt_pt: Com excepção das planícies aluviais e dos vales, a pedra é abundante na Península Ibérica e era muita usada na construção de todo o tipo de edifício.

source: The resource cost of training horse-mounted units (cavalry) is reduced by 5% per animal corralled.
de: Die Kosten, um berittene Einheiten (Kavallerie) auszubilden, werden pro eingepferchtem Tier um 5% verringert.
es: Se reduce el coste en recursos al entrenar unidades montadas a caballo (caballería) en un 5% por cada animal acorralado.
fr: Le coût de formation des unités montées (cavalerie) est réduit de 5% par animal parqué.
gd: Bidh lùghdachadh an cosgais de 5% gus aonad air muin no eich (eachraidh) a thrèanadh le gach beathach san fhàl (a-rèir na tha iomchaidh).
gl: Os recursos necesarios para adestrar unidades a cabalo (cabalaría) redúcense un 5% por animal acurralado.
nl: De grondstofkost voor het trainen van ruiters is verlaagd met 5% per dier in de veekraal.
pt_pt: Os recursos necessários para recrutar cavalaria são reduzidos em 5% por cada animal domesticado.

source: Not unlike Numidia in North Africa, the Iberian Peninsula was known as 'horse country', capable of producing up to 100,000 new mounts each year.
de: Wie Numidien in Nordafrika war die iberische Halbinsel als 'Pferdeland' bekannt und konnte jedes Jahr bis zu 100.000 neue Reittiere produzieren.
es: Al igual que Numidia en el norte de África, la península Ibérica era conocida por ser un país de caballos, capaz de criar hasta 100.000 nuevos equinos por año.
fr: À l'instar de la Numidie en Afrique du Nord, la péninsule ibérique était connu comme 'le pays de cheval', capable de produire jusqu'à 100,000 nouvelles montures par an.
gd: Coltach ri Nuimidia taobh a tuath Afraga, bhiodh an rubha Ibèireach cliùiteach mar thìr nan each agus comasach air 100,000 each ùra a sholar gach bliadhna.
gl: De xeito similar a Numidia no norte de África, a Península Ibérica era coñecida pola abundancia de cabalos. Na península podían producirse ata 100.000 novas bestas cada ano.
nl: Zoals Numidië in Noord-Afrika was ook het Iberische schiereiland gekend als een paardenstreek. De streek kon tot 100.000 nieuwe ruiters trainen per jaar.
pt_pt: Tal como a Numídia no Norte de África, a Península Ibérica era conhecida por ser abundante em cavalos, sendo capaz de produzir 100.000 novos animais por ano.

source: Citizen-soldier infantry skirmishers and cavalry skirmishers -20% cost for allies.
de: -20% Bürgersoldatenplänklerkosten für Verbündete.
es: Infantería ciudadano-soldado guerrillero y guerrilleros a caballo cuestan un -20% a los aliados.
fr: Les citoyens-soldats tirailleurs d'infanterie et tirailleurs de cavalerie coûtent -20% pour les alliés.
gd: Lùghdachadh air cosgais nan streupairean-dùthcha coisridh is streupairean eachraidh do na caidreabhaich le -20%.
gl: O custo dos cidadáns-soldado escaramuzadores de infantaría e cabalaría redúcese nun -20% para os aliados.
nl: Burgersoldaat tirailleurs (infanterie en cavalerie) kosten 20% minder voor geallieerden.
pt_pt: A infantaria de cidadãos soldado zagaieiros e a cavalaria de zagaieiros custam -20% a todos os aliados.

source: The Iberians were long known to provide mercenary soldiers to other nations to serve as auxiliaries to their armies in foreign wars. Carthage is the most well known example, and we have evidence of them serving in such a capacity in Aquitania.
de: Die Iberer war lange Zeit dafür bekannt, ihre Soldaten anderen Nationen als Söldner bereit zu stellen um in deren Kriegen mitzukämpfen. Karthago ist das bekannteste Beispiel und es wurden auch Hinweise auf iberische Söldner in Aquitanien gefunden.
es: Los íberos fueron muy conocidos por proporcionar mercenarios a otras naciones para servir como auxiliares en sus ejércitos en guerras en el extranjero. Cartago es el ejemplo mejor conocido y tenemos pruebas de su habilidad en Aquitania.
fr: Les Ibères furent longtemps connu pour fournir des mercenaires aux autres nations pour servir d'auxiliaires à leurs armées dans les guerres à l'étranger. Carthage en est l'exemple le plus connu, mais il existe aussi des preuves qu'ils s'engagèrent en Aquitaine.
gd: Bhiodh na h-Ibèirich a sholar saighdearan-duaise do dhùthchannan eile àm fhada ach an cuireadh iad taic do na feachdan aca ann an cogaidhean cèine. Is Cartago am ball-eisimpleir as ainmeile agus tha fianais againn gum frithealaich iad ann an Aquitàinia.
gl: Os iberos foron sempre coñecidos por fornecer soldados mercenarios a outras nacións e servir como soldados auxiliares para os seus exércitos nas guerras no estranxeiro. Cartago é o exemplo mellor coñecido, e existen probas da súa participación con este rol en Aquitania.
nl: De Iberiërs waren bekend voor hun huurlingen die in andere legers als aanvullende eenheden gebruikt werden. Carthago is het bekendste voorbeeld.
pt_pt: Os Ibéricos forneciam soldados mercenários aos exércitos de outras nações, para os auxiliar em guerras alheias. Cartago é o exemplo mais conhecido, e há provas do envolvimento de guerreiros ibéricos na Aquitânia.

source: Indibil
de: Indibilis
fr: Indibilis
gl: Indíbil
pt_pt: Indíbil

source: Ditalcus
es: Ditalco
gl: Ditalco

source: Minurus
es: Minuro
gl: Minuro

source: Tautalus
fr: Tantale
gd: Tautalo
gl: Tautalo
pt_pt: Táutalo
