Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Body armor fashioned completely of bronze. Only the best soldiers were equipped with such body armor, as it was very expensive and time-consuming to fabricate.
de: Körperpanzer komplett aus Bronze. Nur die besten Soldaten wurden mit einer solchen Körperpanzerung ausgestattet, denn diese war sehr teuer und zeitaufwendig in der Herstellung.
es: Armadura corporal fabricada completamente de bronce. Solo los mejores soldados eran equipados con tales armaduras, ya que eran muy costosas y llevaba mucho tiempo fabricarlas.
fr: Armure corporelle entièrement façonnée en bronze. Seuls les meilleurs soldats étaient équipés de telles armures corporelle, car elles étaient très cher et longues à fabriquer.
gd: Lùirich a chaidh a dhèanamh de umha gu lèir. cha d' fhuair ach na saighdearan as fhearr na lùirich seo on a bha e glè chosgail agus thugadh e ùine mhòr gan dèanamh.
gl: Armadura de corpo feita completamente de bronce Só os mellores soldados eran equipados con semellante armadura de corpo, pois era moi cara e fabricala requiría moito tempo.
nl: Harnas vervaardigd uit brons. Enkel de beste soldaten droegen zo'n bronzen harnas. Het is namelijk zeer duur en duurt lang om te maken.
pt_pt: Armadura de corpo em bronze. Só os melhores soldados eram equipados com esta armadura que custava e demorava muito a ser construída.

source: Champions +2 Hack Armor Levels, but also +10 Metal Cost.
de: Infanterie +2 Hiebschutz, aber auch +10 Metallkosten.
es: Campeones +2 niveles de armadura de corte, pero también +10 su coste en metal
fr: Les Champions gagnent +2 points d'armure tranchante, mais coûtent aussi +10 de métal.
gd: +2 de dh'armachd an aghaidh spealgaidh airson laoich ach +10 de chosgaisean meatailt cuideachd.
gl: Aumenta a armadura de folla dos campións en +2, pero o seu custo de metal aumenta tamén en +10.
nl: Kampioenen +2 slagpantser maar ook +10 metaal kost.
pt_pt: Os campeões têm +2 de armadura mas também um custo de recrutamento em +10 metais.

source: Bronze Cuirass Body Armor
de: Bronzekürass
es: Armaduras con coraza de bronce
fr: Cuirasse de bronze
gd: Lùirich umha
gl: Armadura de corpo de coiraza de bronce
nl: Bronzen borstharnas
pt_pt: Couraça de bronze

source: Plywood construction for large shields.
de: Sperrholzkonstruktion für große Schilde.
es: Recubrimientos de madera para escudos largos.
fr: Grand boucliers réalisées en contre-plaqué.
gd: Dèanamh fiodha-fhillte airson sgiathan mòra.
gl: Construción de contrachapado para escudos grandes.
nl: Multiplex constructie voor grote schilden.
pt_pt: Construção de contrachapa para grandes escudos.

source: Infantry Spearmen +2 Pierce Armor Levels.
de: Speerkämpfer der Infanterie +2 Hiebschutz
es: Los lanceros de infantería ganan +2 niveles de protección contra daño de perforación.
fr: Les lanciers d'infanterie gagnent +2 points d'armure contre les attaques perçantes.
gd: +2 leibheil de bhioradh armachd airson sleaghairean coisridh.
gl: Aumenta a armadura de perforación da infantaría de lanceiros en +2.
nl: Infanterie speermannen +2 steekpantser.
pt_pt: Todos lanceiros têm +2 de armadura.

source: Plywood Shield Construction
de: Sperrholz-Schildkonstruktion
es: Construcción de escudos de madera
fr: Bouclier en contreplaqué
gd: Sgathan de dh'fhiodh-fillte
gl: Construción de escudos de contrachapado
nl: Multiplex schildconstructie
pt_pt: Construção de contrachapa para escudos

source: The best shields have reinforcements either on the corners (Roman scutum) or around the rim (Greek aspis).
de: Die besten Schilde haben entweder an den Ecken (Römischer Scutum) oder an den Kanten (Griechischer Aspis) Verstärkungen.
es: Los mejores escudos tenían un refuerzo en las esquinas ("scutum" romano) o en los rebordes ("aspis" griego).
fr: Les meilleurs boucliers ont un renforcement soit dans les coins (scutum romain) ou tout autour du bord (aspis grec)
gd: Tha neartachadh air na sgiathan as fhearr aig na h-oiseanan (scutum Ròmanach) no timcheall air an oir (aspis Greugach).
gl: Os mellores escudos teñen reforzos ou ben nas esquinas (scutum romano) ou arredor do borde (aspis grego).
nl: De beste schilden hebben versterkingen rond de hoeken (Romeins scrutum) of rond de rand (Griekse aspis).
pt_pt: Os melhores escudos têm reforços nos cantos (Roman scutum) ou à volta do aro (Greek aspis).

source: Infantry Spearmen +1 Pierce Armor Levels.
de: Speerkämpfer der Infanterie +1 Hiebschutz
es: Los lanceros de infantería consiguen +1 de protección contra daño de perforación.
fr: Les lanciers d'infanterie gagnent +1 point d'armure contre les attaques perçantes.
gd: +1 de dh'armachd an aghaidh bioraidh airson sleaghairean coisridh.
gl: Aumenta a armadura de perforación da infantaría de lanceiros en +1.
nl: Infanterie speermannen +1 steekpantser.
pt_pt: Aumenta em +1 a armadura da infantaria.

source: Reinforced Shield
de: Verstärktes Schild
es: Escudo reforzado
fr: Bouclier renforcé
gd: Neartachadh air sgiathan
gl: Escudo reforzado
nl: Versterkt schild
pt_pt: Escudo reforçado

source: A bronze skin hammered over the face of the shield.
de: Ein Bronzebeschlag der auf die Oberfläche des Schilds geschlagen ist.
es: Una cobertura de bronce incrustada sobre la cara exterior del escudo.
fr: Une couverture en bronze martelé sur la face du bouclier.
gd: Craiceann umha a chaidh a chur air uachdar na sgèithe le òrd.
gl: Unha capa de bronce aplicada sobre a parte exterior dos escudos.
nl: Een bronzen plaat over de voorkant van het schild geslagen.
pt_pt: Uma camada de bronze aplicada sobre a parte exterior dos escudos.

source: Infantry Spearmen +1 Pierce Armor Level.
de: Speerkämpfer der Infanterie +1 Hiebschutz
es: Lanceros de infantería +1 nivel de armadura de penetración.
fr: Les lanciers d'infanterie gagnent +1 point d'armure contre les attaques perçantes.
gd: +1 de dh'armachd an aghaidh bioraidh airson sleaghairean coisridh.
gl: Aumenta a armadura de perforación da infantaría de lanceiros en +2.
nl: Infanterie speervecthers +1 steekpantser.
pt_pt: Aumenta em +1 a armadura da infantaria.

source: Bronze Shield Facing
de: Bronzeschildverkleidung
es: Escudos bañados en bronce
fr: Bouclier recouvert de bronze
gd: Uachdar umha air sgiathan
gl: Cobertura de bronce nos escudos
nl: Bronzen schildbeslag
pt_pt: Cobertura de bronze nos escudos

source: Only the most celebrated soldiers had shields faced with silver, as did the famous 'Silver Shields' regiment in Alexander the Great's army.
de: Nur die am meisten gefeierten Soldaten hatten Schilde, die mit Silber beschlagen sind, wie die des bekannten Regiments "Silberschilde" in der Armee von Alexander dem Großen.
es: Solo los más célebres soldados llevaban sus escudos recubiertos de plata, como lo hicieron los famosos regimientos de los "Escudos plateados" en los ejércitos de Alejando Magno.
fr: Seulement les soldats les plus célèbres ont des boucliers avec une face en argent, comme les célèbres 'boucliers d'argent' de l'armée d'Alexandre le Grand.
gd: Cha bhios sgiathan le uachdar airgid ach air na saighdearan as cliùitich mar a bha aig rèisimeid nan "sgiathan airgid" san fheachd aig Alasdair Mòr.
gl: Só os soldados máis célebres tiñan escudos cubertos de prata, como é o caso do famoso réxime dos «Escudos de prata» do exército de Alexandre Magno.
nl: Enkel de meest gevierde soldaten kregen schilden met zilver beslegen, zoals het bekende 'Zilveren Schilden' regiment in het leger van Alexander de Grote.
pt_pt: Só os soldados mais famosos tinha um escudo revestido a prata como é o caso do regimento dos "Escudos de prata" do exército de Alexandre Magno.

source: Champions +2 Pierce Armor Levels, but also +10 Metal Cost.
de: Gardeeinheiten +2 Hiebschutz, aber auch +10 Metallkosten.
es: Campeones +2 niveles de armadura de penetración, pero también +10 su coste en metal.
fr: Les Champions gagnent +2 points d'armure perçante, mais coûtent aussi +10 de métal.
gd: +2 de dh'armachd an aghaidh bioraidh airson laoich ach +10 de chosgaisean meatailt cuideachd.
gl: Aumenta a armadura de perforación dos campións en +2, pero o seu custo de metal aumenta tamén en +10.
nl: Kampioenen +2 steekpantser, maar ook +10 metaal kost.
pt_pt: Os campeões têm +2 de armadura mas também um custo de recrutamento em +10 metais.

source: Silver Shields
de: Silberschilde
es: Escudos de plata
fr: Bouclier d'argent
gd: Sgiathan airgid
gl: Escudos de prata
nl: Zilveren schilden
pt_pt: Escudos de prata

source: Lead sheathing protects ship hulls.
de: Bleiabdichtungen schützen den Schiffsrumpf.
es: El revestimiento de plomo protege los cascos de los navíos.
fr: Les gaines en plomb protègent les coques des navires.
gd: Dìonaidh lìnig luaidhe sligean nan long.
gl: As coberturas de chumbo protexen o casco das naves.
nl: Schepen beslagen met loden platen hebben een sterkere boeg.
pt_pt: Revestimento de chumbo protege o casco das embarcações.

source: Lead sheathing protects ship hulls. +2 levels to all ship armor types.
de: Bleiabdichtungen schützen den Schiffsrumpf. +2 zu allen Rüstungsarten.
es: El revestimiento de plomo protege los cascos de los navíos. +2 niveles de armadura a todos los barcos.
fr: Les gaines en plomb protègent la coque des navires. Ajoute +2 à tous les types d'armure des navires.
gd: Dìonaidh lìnig luaidhe sligean nan long. Bidh na h‑uile seòrsa armachd luinge +2 nas treasa.
gl: As coberturas de chumbo protexen o casco das naves. Todos os tipos de armadura das naves aumentan en +2.
nl: Schepen met loden platen beslagen zijn sterker. 2 extra lagen bewapening.
pt_pt: Revestimento de chumbo protege o casco das embarcações e todas armaduras destas unidades aumentam em +2 .

source: Lead hull sheathing
de: Bleiabdichtungen
es: Revestimiento de plomo
fr: Revêtement de coque en plomb
gd: Lìnigean luaidhe nan long
gl: Cobertura de chumbo no casco
nl: Loden platen
pt_pt: Revestimento de chumbo no casco

source: The hypozomata braces the structure of a ship.
de: Die Hypozomata-Umgürtung verstärkt die Schiffsstruktur.
es: La hypozomata sujeta la estructura de un navío.
fr: Les hypozomata renforcent la structure des navires.
gd: 'S e ròpan teannachaidh a tha sna Hioposomata a chuireas taic ri structar luinge.
gl: A hipozomata reforza a estrutura das naves.
nl: De hypozomata versterkt de structuur van een schip.
pt_pt: A hypozomata reforça a estrutura das embarcações

source: The hypozomata braces the ship's structure. +2 levels to all ship armor types.
de: Die Hypozomata-Umgürtung verstärkt die Schiffsstruktur. +2 zu allen Rüstungsarten von Schiffen.
es: La hipozomata sujeta la estructura de la nave. +2 niveles de armadura a todos los barcos.
fr: Les hypozomata renforcent la structure des navires. Ajoute +2 à tous les types d'armure des navires.
gd: Cuiridh crioslachadh Hioposomata taic ri structar na luinge. +2 air gach seòrsa de dh'armachd luinge.
gl: A hipozomata reforza a estrutura das naves. Todos os tipos de armadura das naves aumentan en +2.
nl: De hypozomata versterkt de structuur van het schip. +2 pantser voor alle types.
pt_pt: A hypozomata reforça a estrutura das embarcações. As armaduras das embarcações aumentam em +2.

source: Hypozomata undergirding
de: Hypozomata-Umgürtung
es: Apuntalar con hypozomata
fr: Hypozomata (bandages de trières)
gd: Crioslachadh Hioposomata
gl: Apoio de hipozomata
nl: Hypozomata versteviging
pt_pt: Apoio de hypozamata

source: Wooden reinforcement beams for ship hulls.
de: Verstärkte Holzbalken für Schiffsrümpfe.
es: Refuerzos de cuadernas de madera para el casco de tus navíos.
fr: Poutres de renfort en bois pour les coques des navires.
gd: Sparran neartachaidh fiodha airson sligean luinge.
gl: Travesas de reforzo de madeira para o casco das naves.
nl: Houten versterkingen voor de scheepsboeg.
pt_pt: Reforço de vigas de madeira para os cascos das embarcações.

source: Wooden reinforcement beams for hulls. +2 levels to all ship armor types.
de: Verstärkte Holzbalken für Schiffsrümpfe. +2 zu allen Rüstungsarten.
es: Refuerzo de vigas de madera para los cascos. +2 niveles para todos los tipos de armadura barco.
fr: Poutres de renfort en bois pour les coques. +2 niveaux à tous les types d'armure de navires.
gd: Sparran neartachaidh fiodha airson sligean luinge. Gheibh na h‑uile long +2 air an armachd aice.
gl: Travesas de reforzo de madeira para o casco das naves. Todos os tipos de armadura das naves aumentan en +2.
nl: Houten versterkingen voor scheepsrompen. +2 pantser voor alle types.
pt_pt: Reforço de vigas de madeira para os cascos das embarcações. Todas armaduras das embarcações aumentam em +2.

source: Reinforced hull
de: Verstärkter Rumpf
es: Cascos de navío reforzados
fr: Coque renforcée
gd: Neartachadh air sligean luinge
gl: Casco reforzado
nl: Versterkte scheepsromp
pt_pt: Casco reforçado

source: Unlocked in Village Phase.
de: Freigeschaltet in der Siedlungsphase.
es: Se desbloquea en la Fase de poblado.
fr: Débloqué dans la Phase des Villages.
gd: Ri fhaighinn ri linn nan clachan.
gl: Desbloquéase na fase de aldea.
nl: Beschikbaar in dorpsfase.
pt_pt: Desbloqueado na Aldeia.

source: Increases defensive capability of traders.
de: Erhöht die Verteidigungsfähigkeiten von Händlern.
es: Incrementa las capacidades defensivas de los comerciantes.
fr: Améliorer les capacités défensives des commerçants.
gd: Nì e dìon an luchd-mhalairt nas treasa.
gl: Aumenta as capacidades defensivas dos comerciantes.
nl: Verhoogt de defensieve kwaliteiten van handelaars.
pt_pt: Aumenta as defesas dos comerciantes.

source: Traders +2 Hack and Pierce armor levels.
de: Händler +2 Hieb- und Stichpanzerung.
es: Los comerciantes ganan +2 niveles en protección contra corte y perforación.
fr: Les commerçants gagnent +2 points d'armure contre les attaques tranchantes et perçantes.
gd: +2 de dh'armachd an aghaidh spealgaidh 's bioraidh airson luchd-mhalairt.
gl: Aumenta as armaduras de folla e perforación dos comerciantes en +2.
nl: Handelaars +2 slag- en steekpantser.
pt_pt: A armadura e o ataque dos comerciantes aumenta em +2.

source: Trade convoys
de: Handelskonvois
es: Rutas comerciales
fr: Convois commerciaux
gd: Coimheadachdan malairt
gl: Escolta de comerciantes
nl: Handelskonvooien
pt_pt: Escolta de comerciantes

source: A long spear made specifically for cavalry.
de: Ein langer Speer, speziell für Kavallerie geformt.
es: Una lanza larga creada específicamente para ser usada por caballería.
fr: Une longue lance façonnée spécifiquement pour la cavalerie.
gd: Sleagh fhada a chaidh a dhèanamh dhan eachraidh a dh'aona-ghnothach.
gl: Unha lanza longa construída especificamente para a cabalaría.
nl: Een lange speer speciaal voor cavalerie.
pt_pt: Uma lança comprida construída especificamente para a cavalaria.

source: Equip your melee cavalry with better weapons. Melee Cavalry +2 Hack Attack.
de: Statte deine Kavallerie mit besseren Waffen aus. Nahkampfkavallerie +2 auf Hiebattacken.
es: Equipa tu caballería cuerpo a cuerpo con mejores armas. Caballería cuerpo a cuerpo +2 al ataque de corte.
fr: Équiper votre cavalerie de mêlée avec de meilleures armes. La cavalerie de mêlée gagne +2 d'attaque tranchante.
gd: Thoir airm nas fearr dhan eachraidh dhlùth agad. +2 air ionnsaighean spealgaidh an eachraidh dhlùith.
gl: Equipa os teus cabaleiros de contacto con mellores armas. O ataque de folla da cabalaría regular aumenta en +2.
nl: Rust je mêleeruiters uit met betere wapens. Mêleecavalerie +2 slagkracht.
pt_pt: Equipe a sua cavalaria de contacto com melhores armas. O ataque de golpe da cavalaria de contacto aumenta em +2.

source: Cavalry Lance
de: Kavallerielanze
es: Caballería de Lanceros
fr: Lance de cavalerie
gd: Lannsa eachraidh
gl: Lanza da cabalaría
nl: Ruiterslans
pt_pt: Lança da cavalaria

source: Guard units have uncommon bravery and valor in battle.
de: Gardeeinheiten besitzen außergewöhnliche Tapferkeit im Kampf.
es: La unidades de escolta tienen una bravura y valor poco comunes en batalla.
fr: Les unités de la garde ont un courage et une bravoure hors du commun au combat.
gd: Bidh aonadan geàird glè dhàna air a' bhlàr.
gl: Os gardas teñen unha coraxe pouco común na batalla.
nl: Wachters hebben ongekende moed en kracht in gevechten.
pt_pt: Os guardas têm uma coragem pouco comum para batalhas.

source: Guard units have uncommon courage and valor in battle. Champions +2 attack.
de: Gardeeinheiten besitzen außergewöhnliche Tapferkeit im Kampf. Garde erhält +2 auf Angriffe.
es: La unidades de escolta tienen un coraje y valor poco comunes en batalla. Los campeones tienen +2 de ataque.
fr: Les Unités de la garde ont un courage et une bravoure hors du commun au combat. Les champions gagnent +2 en attaque.
gd: Bidh aonadan geàird glè dhàna air a' bhlàr. +2 air ionnsaighean nan laoch.
gl: Os gardas teñen unha coraxe pouco común na batalla. O ataque dos campións aumenta en +2.
nl: Kampioenen hebben een ongekende moed en waarde in de strijd. Kampioenen +2 aanvalskracht.
pt_pt: Os guardas têm uma coragem pouco comum para batalhas. O ataque dos campeões aumenta em +2.

source: Heroism
de: Heldentum
es: Heroísmo
fr: Héroïsme
gd: Gaisgeachd
gl: Heroísmo
nl: Heldendaden
pt_pt: Heroísmo

source: The will to fight is crucial to victory.
de: Kampfeswille ist entscheidend für den Sieg.
es: El deseo de lucha es crucial para alcanzar la victoria.
fr: La volonté de combattre est cruciale pour vaincre.
gd: Tha miann-còmhraig deatamach buaidhe.
gl: A vontade para loitar é crucial para acadar a vitoria.
nl: De wil om te vechten is cruciaal voor de overwinning.
pt_pt: A vontade de lutar é crucial para vencer.

source: Inspire your troops with higher pay. All citizen-Soldiers +2 attack.
de: begeistere deine Truppen mit höherem Sold. Alle Bürgersoldaten erhalten +2 auf Angriffe.
es: Inspira a tus tropas con una subida de sueldo. Proporciona +2 de ataque a todos los ciudadanos-soldado.
fr: Motiver vos troupes avec une solde plus élevée. Tous les citoyens-soldats gagnent +2 en attaque.
gd: Brosnaich na saighdearan agad le barrachd pàighidh. Gheibh na h‑uile saighdear-dùthcha +2 air na h‑ionnsaighean aige.
gl: Inspira as tropas con mellores salarios. O ataque dos cidadáns soldado aumenta en +2.
nl: Inspireer je troepen door meer te betalen. Alle burgersoldaten +2 aanvalskracht.
pt_pt: Inspire as suas tropas com melhores salários. O ataque de todos os cidadãos soldados aumentam em +2.

source: Will to fight
de: Kampfeswille
es: Deseo de confrontación
fr: Volonté de combattre
gd: Miann-còmhraig
gl: Vontade para loitar
nl: Wil om te vechten
pt_pt: Vontade de lutar

source: Secret steel working techniques give sword blades distinctive and beautiful markings. Not only that, but the steel's hardness is unparalleled.
de: Geheime Metallverarbeitungstechniken geben Schwertern ein charakteristische und schöne Zeichnung. Aber nicht nur das, der Härtegrad des Stahls ist unnachahmlich.
es: Las técnicas de artesanía secretas proporcionan a las espadas unas preciosas y distintivas marcas. Y lo que es mejor, la dureza de su acero no conoce igual.
fr: Les techniques secrètes du travail de l'acier donnent aux épées des signes beaux et distinctifs. De plus, mais la dureté de l'acier est sans précédent.
gd: Seo ceàrd obair stàilinn a bheil comharrachaidhean suaicheanta snasail air lannan nan claidheamhan. A bharrachd air sin, chan eil nì cho cruaidh 's a tha stàilinn.
gl: Técnicas secretas de traballo do aceiro danlle ás follas das espadas unhas marcas distintivas e fermosas. E non só iso, senón que a dureza dese aceito non coñece rival.
nl: Geheime staalbewerkingstechnieken geeft het blad van het zwaard aparte en prachtige markeringen. Daarnaast is de hardheid van het stalen blad ongeëvenaard.
pt_pt: Técnicas secretas do trabalho do aço permitem ter lâminas das espadas distintas e formosas. E atenção que a dureza dessa lâmina é incomparável.

source: +2 attack for all sword units.
de: +2 Angriff für alle Einheiten mit Schwert.
es: +2 de ataque para todas las unidades espadachinas.
fr: +2 d'attaque pour tous les épéistes.
gd: +2 air ionnsaighean nan aonadan claidheimh.
gl: O ataque dos espadachíns aumenta en +2.
nl: +2 aanvalskracht voor alle zwaardvechters.
pt_pt: +2 de ataque para todos os espadachins.

source: Steel Working
de: Stahlverarbeitung
es: Trabajos de acero
fr: Travail de l'acier
gd: Ceàrd stàilinn
gl: Traballo do aceiro
nl: Staalwerken
pt_pt: Trabalho do aço

source: Wootz Steel
de: Wootz
es: Acero wootz
fr: Wootz
gd: Stàilinn urukku
gl: Aceiro wootz
nl: Wootzstaal
pt_pt: Aço especial

source: Toledo Steel
de: Toledostahl
es: Acero toledano
fr: Acier de Tolède
gd: Stàilinn Spàinnteach
gl: Aceiro de Toledo
nl: Toledo staal
pt_pt: Aço de Toledo

source: Crenellations on the battlements allow soldiers wider range of fire in defending a keep.
de: Zinnen am Wehrgang erlauben Verteidigern einen größeren Feuerbereich beim Verteidigen.
es: Almenas sobre las murallas permiten a los soldados más alcance de fuego en la defensa de una fortaleza.
fr: Les créneaux sur les remparts permettent au soldats d'avoir une plus grande portée de tir dans la défense d'un donjon.
gl: As ameas permiten aos soldados atacar mellor ao defender unha torre.
nl: Kantelen op de gebouwen zorgen er voor dat soldaten verder kunnen vuren bij de verdediging.
pt_pt: As ameias permite os soldados defenderem melhor uma torre.

source: Install crenellations and murder holes to have 40% more arrows fired per garrisoned soldier.
de: Baue Mauerzinnen und Maschikuli, um 40% mehr Pfeile pro stationiertem Söldner verschießen zu können.
es: Instale almenas y agujeros asesinos para tener un 40% más de alcance en flechas disparadas por soldados de la guarnición.
fr: Installer créneaux et meurtrières pour augmenter de 40% le nombre de flèches tirées par soldat en garnison.
gl: Instalar ameas e furados para aumentar un 40% as frechas que dispara cada soldado acuartelado.
nl: Installeer kantelen en schuttersgaten om 40% meer pijlen per bemanningslid af te vuren.
pt_pt: Instale ameias e buracos para aumentar em 40% o número de setas disparadas por cada soldado.

source: Crenellations
de: Zinnen
es: Almenas
fr: Créneaux
gl: Ameas
nl: Kantelen
pt_pt: Ameias

source: A night's watch increases vigilance.
de: Ein Nachtwächter erhöht die Wachsamkeit.
es: Un vigía nocturno mejora la vigilancia.
fr: Une ronde de nuit augmente la vigilance.
gd: Cuiridh faire na h-oidhche ris an fhurachas.
gl: Unha garda nocturna aumenta a vixilancia.
nl: Een nachtwacht verhoogt de alertheid.
pt_pt: Um guarda nocturno aumenta a vigiância

source: Post sentries to double the number of default arrows in ungarrisoned Towers.
de: Setze Wachposten ein, um die Anzahl gefeuerter Pfeile zu verdoppeln, wenn der Turm nicht von Soldaten bemannt ist.
es: Aposta centinelas para duplicar el número de flechas por defecto en las Torres sin guarnición.
fr: Poster des sentinelles pour doubler le nombre de flèches tirées par défaut dans les tours sans garnison.
gd: Cuir luchd-faire ann gus am bidh an dà uiread de shaighdean tùsail ann an tùir gun ghearastan.
gl: Pon sentinelas para duplicar o número de frechas que se disparan desde as torres nas que non hai unidades.
nl: Beman met een extra permanent lid om dubbel zoveel standaard pijlen te schieten.
pt_pt: Coloque sentinelas para dobrar o número de setas pré-definidas nas torres não guarnecidas.

source: Sentries
de: Wachposten
es: Centinelas
fr: Sentinelles
gd: Luchd-faire
gl: Sentinelas
nl: Schutters
pt_pt: Sentinelas
