Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Antiochus inherited a troubled kingdom upon the beginning of his reign. From the verge of collapse he managed to weld back together the empire Seleukus I so hard to found. The rebellious eastern satraps of Bactria and Parthia were brought to heel , temporarily securing his eastern borders. He then turned his attention to mother Greece, attempting to fulfill the dreams of his fathers by invading Greece under the pretext of liberation. The Achaean League and the Kingdom of Pergamon banded together with the Romans to defeat him at the Battle of Magnesia, forever burying the dream of reuniting Alexander's empire.
de: Antiochus erbte zu Beginn seiner Herrschaft ein krisengebeuteltes Königreich. Vom Rand des Unterganges schaffte er es, das Reich, das Seleukos I. so schwer begründet hatte, wieder zusammenzuschweißen. Die rebellierenden östlichen Satrapien von Baktrien und Parthien wurden gefügig gemacht, was kurzfristig die Ostgrenzen sicherte. Dann wandte er seine Aufmerksamkeit Griechenland zu, in einem Versuch, die Träume seines Vaters zu erfüllen, indem er dort unter dem Banner der Befreiung einmarschierte. Der Achaiische Bund und das Königreich Pergamon verbündeten sich mit Rom, um ihn in der Schlacht von Magnesia zu besiegen, womit der Traum, Alexanders Reich wieder zu vereinen, endgültig begraben war.
es: Antíoco heredó un reino con problemas en el comienzo de su reinado. Desde el borde del colapso se las arregló para unir de nuevo el perdido imperio Seleukus. Los sátrapas orientales rebeldes de Bactria y Partia fueron puestos en cintura, fijando momentáneamente sus fronteras orientales. Luego volvió su atención a la madre Grecia, tratando de cumplir los sueños de sus padres, la invasión de Grecia, con el pretexto de la liberación. La Liga Aquea y el Reino de Pérgamo se unieron con los romanos para derrotarlo en la batalla de Magnesia, enterrando para siempre el sueño de reunificar el imperio de Alejandro.
fr: Antiochos a hérité d'un royaume tourmenté au début de son règne. Alors au bord de l'effondrement, il est parvenu à ressouder l'empire que Séleucos I a eu tant de mal à établir. Les rebelles satrapes venant de l'Est, de Bactrie et de Parthie, ont été mis à genoux, assurant un temps les frontières orientales. Il s'est alors tourné vers la Grèce, s'efforçant de réaliser les rêves de ses pères en l'envahissant sous prétexte de la libérer. La ligue achéenne et le royaume de Pergame se sont associés avec les Romains pour le vaincre à la Bataille de Magnésie, enterrant à tout jamais le rêve de réunifier l'empire d'Alexandre.
gl: Antíoco herdou un reino en problemas, a piques de colapsar, e conseguir devolvelo ao estado no que Seleuco I loitara por conseguir. Os sátrapas rebeldes de Bactria e Partia no leste foron subxugados, asegurando de maneira temporal a fronteira no leste. Entón Antíoco puxo a súa atención na nai Grecia, nun intento de cumprir os soños dos seus devanceiros invadindo Grecia baixo o pretexto de liberala. A Liga Aquea e mailo Reino de Pergamo aliáronse cos romanos para derrotar a Antíoco na Batalla de Magnesia, soterrando definitivamente o soño de reunir o imperio de Alexandre.
nl: Antiochus erfde een koninkrijk in problemen in het begin van zijn regeerperiode. Van de rand van de afgrond is hij er in geslaagd om het rijk gesticht door Seleucus I terug samen te smelten. De rebellen in het oostelijke Bactrië en Parthië werden gestopt, wat rust bracht aan zijn oostelijke grenzen. Hij richtte dan zijn aandacht naar zijn moederland, Griekenland. Een inval in Griekenland onder het mom van een bevrijding was altijd al een droom geweest van zijn voorgangers. De liga van Achae en het koninkrijk van Pergamon werkten samen met de Romeinen om hem te verslaan in de Slag van Magnesië. Het einde van de droom om Alexanders rijk te verenigen.
pt_pt: Antíoco III Megas herdou um reino conturbado e à beira do colapso, consegui novamente juntar-se ao império selêucida. Os sátrapas orientais rebeldes de Báctria e Pártia foram controlados e assim garantiu temporariamente fronteiras orientais. Então, tentou invadir a Grécia usando o pretexto da libertação para tentar realizar um sonho dos seus pais. Mas a Liga Aqueia e o reino de Pérgamo aliaram-se aos romanos e derrotaram Antíoco III Megas na Batalha de Magnésia.

source: Antiochus IV Epiphanes was a son of Antiochus III the Great and brother of Seleucus IV Philopator. Originally named Mithridates, he assumed the name Antiochus either upon his accession to the throne or after the death of his elder brother Antiochus. Notable events during his reign include the near-conquest of Egypt (twice), which was halted by the threat of Roman intervention, and the beginning of the Jewish revolt of the Maccabees. He died of sudden illness while fighting off a Parthian invasion from the East.
de: Antiochus IV. Epiphanes war der Sohn von Antiochus III. dem Großen und Bruder des Seleukos IV. Philopator. Ursprünglich hieß er Mithridates, aber er nahm den Namen Antiochus entweder bei seiner Thronbesteigung oder nach dem Tode seines älteren Bruders Antiochus an. Bemerkenswerte Ereignisse während seiner Regierungszeit war die Beinahe-Eroberung von Ägypten (zweimal), die durch die Gefahr einer römischen Intervention aufgehalten wurde, und die beginnende jüdische Revolte der Makkabäer. Er starb an einer plötzlichen Krankheit, während er eine parthische Invasion aus dem Osten abwehrte.
es: Antíoco IV Epífanes era un hijo de Antíoco III el Grande y hermano de Seleuco IV Filopator. Originalmente llamado Mitrídates, que asumió el nombre de Antíoco, ya sea en su acceso al trono o después de la muerte de su hermano mayor Antíoco. Acontecimientos notables durante su reinado incluyen la casi conquista de Egipto (dos veces), que fue detenido por la amenaza de la intervención romana, y el comienzo de la revuelta judía de los Macabeos. Él murió de una enfermedad repentina mientras luchaba contra una invasión de los partos desde Oriente.
fr: Antiochos IV Épiphane était un fils d'Antiochus III Mégas et le frère de Séleucos IV Philopator. D'abord nommé Mithridate, il prit le nom Antiochos soit à son accession au trône ou après la mort de son frère aîné Antiochos. Les faits marquants au cours de son règne comprennent la quasi-conquête de l’Égypte (deux fois), qui a été stoppé par menace d'une intervention romaine, et le début de la révolte juive des Maccabées. Il est mort d'une maladie subite en repoussant une invasion parthe de l'Est.
gl: Antíoco IV Epífanes era fillo de Antíoco III Magno e irmán de Seleuco IV Filopátor. Nomeado «Mitrídates» nun principio, asumiu o nome de «Antíoco» ou ben cando ascendeu ao trono ou despois da morte do seu irmán maior, Antíoco. Entre os acontecementos máis notábeis que tiveron lugar durante o seu reinado salientan a case conquista do Exipto en dúas ocasións, en ambas ocasións detida ante a ameaza da intervención romana, e mailo principio da revolta xudía dos Macabeos. Morreu dunha enfermidade repentina durante a represión da invasión parta desde o leste.
nl: Antiochus IV Epiphanes was de zoon van Antiochus III de Grote en broer van Seleucus IV Philopator. Oorspronkelijk was zijn naam Mithridates, maar hij verkreeg de naam Antiochus tijdens zijn kroning of na de dood van zijn oudere broer Antiochus. Hij veroverde Egypte bijna (twee keer), maar werd gestopt door de druk vanuit Rome en het begin van de Joodse revolutie van de Maccabeën. Hij stierf door plotse ziekte tijdens pogingen om de Parthische invasie vanuit het oosten af te slaan.
pt_pt: Antíoco IV Epifânio foi filho de Antíoco III Magno e irmão de Seleuco IV. O seu nome de nascimento foi Mitrídates e assumiu o nome Antíoco quando ascendeu ao trono ou após a morte de Antíoco, o seu irmão mais velho. Durante o seu reinado, destacam-se a quase conquista do Egipto (duas vezes), que foi interrompida pela ameaça de uma intervenção romana e pelo início de revolta judaica dos Macabeus. Antíoco IV Epifânio morreu de doença súbita enquanto lutava contra uma invasão Parta no oriente.

source: The Macedonian-Greek dynasty that ruled the Eastern part of Alexander's former empire.
de: Die makedonisch-griechische Dynastie, welches den östlichen Teil von Alexanders Reich reagierte.
es: La dinastía Griego-Macedonica que gobernó la parte oriental del antiguo imperio de Alejandro.
fr: La dynastie gréco-macédonienne qui a gouverné la partie orientale de l'ancien empire d'Alexandre.
gd: An sliochd Greugach is Masadonach a riaghlaich an impireachd a bha aig Alastair san ear roimhe.
gl: A dinastía greco-macedonia que gobernou a parte leste do antigo imperio de Alexandre Magno.
nl: Het Macedonisch-Griekse dynastie die over het oostelijke deel van Alexanders vroegere rijk regeerde.
pt_pt: O reino greco-macedónio que governou a parte leste do império de Alexandre Magno.

source: Trains all cavalry units except Citizen-Militia Cavalry.
de: Bildet alle berittenen Einheiten außer berittener Bürgermiliz aus.
es: Recluta todas las unidades de caballería excepto la Milicia Ciudadana a Caballo.
fr: Former toutes les unités équestres à l'exception de la cavalerie milicienne des citoyens.
gd: Trèanaichidh e na h-uile aonad eachraidh ach mailisidh-dùthcha.
gl: Permite adestrar todas as unidades de cabalaría coa excepción das unidades de cabalaría de cidadáns-soldado.
nl: Rekruteer alle ruiters, uitgezonderd de burgermilitie ruiters.
pt_pt: Recruta todos os cavaleiros excepto a milícia de cidadãos cavaleiros

source: Military Colony
de: Militärische Siedlung
es: Colonia militar
fr: Colonie militaire
gd: Tuineachas an airm
gl: Colonia militar
nl: Militaire kolonie
pt_pt: Colónia militar

source: This is the Seleucid expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster.
de: Das ist das seleukidische Gebäude zur Gebietserweiterung, ähnlich wie der Verwaltungssitz für andere Fraktionen. Es ist schwächer und generiert ein kleineres Territorium, aber es ist billiger und wird schneller gebaut.
es: Este es el edificio de ampliación seléucida, similar a los centros cívicos de otras facciones. Es más débil y lleva una influencia territorio más pequeño, pero es más barato y más rápido de construir.
fr: C'est le bâtiment d'expansion séleucide, semblable aux centres-villes des autres factions. Il est plus faible et exerce une influence territoriale plus petite, mais est moins cher et plus rapide à construire.
gl: Isto é a estrutura de expansión dos seléucidas, similar ao centro cívico do resto de faccións. A estrutura é máis feble e ten menor influencia territorial, pero é máis barata e constrúese máis rápido.
nl: Dit is het Seleucidische expansiegebouw, gelijkaardig aan de beschavingscentra voor andere facties. Het is minder sterk, en veroorzaakt een kleiner territorium, maar het is goedkoper en sneller te bouwen.
pt_pt: Este é o edifício selêucida semelhante aos Centros Cívicos das outras civilizações. É mais fraco e tem uma influência territorial menor mas é mais barato e construído mais rapidamente.

source: The Seleucid kings invited Greeks, Macedonians, Galatians (Gauls), Cretans, and Thracians alike to settle in within the vast territories of the empire. They settled in military colonies called cleruchies (klēroukhia). Under this arrangement, the settlers were given a plot of land, or a kleros, and in return were required to serve in the great king's army when called to duty. This created a upper-middle class of military settlers who owed their livelihoods and fortunes to the Syrian kings and helped grow the available manpower for the imperial Seleucid army. A side effect of this system was that it drained the Greek homeland of military-aged men, a contributing factor to Greece's eventual conquest by Rome.
de: Die seleukidischen Könige luden die Griechen, Makedonier, Galater (Gallier), Kreter und Thraker ohne Unterschied ein, sich in den weiten Gebieten des Reichen anzusiedeln. Sie siedelten in militärischen Kolonien, sogenannten Kleruchen (klēroukhia). Unter dieser Vereinbarung wurde den Siedlern ein Stück Land, oder Kleros, gegeben, und im Gegenzug mussten sie in der Armee des Großkönigs dienen, wenn die Pflicht rief. Dadurch entstand eine obere Mittelschicht von militärischen Siedlern, die ihre Existenz und Besitztümer den syrischen Königen schuldeten und dabei halfen, die verfügbare Mannstärke der imperialen seleukidischen Armee zu erhöhen. Ein Nebeneffekt dieses Systems war, dass das griechische Mutterland Männer im richtigen Alter für das Militär verlor, was dazu beitrug, dass Griechenland im Endeffekt von Rom erobert wurde.
es: Los reyes seléucidas invitaron a griegos, macedonios, Gálatas (galos), cretenses y tracios por igual para establecerse en los vastos territorios del imperio. Se establecieron en colonias militares llamados cleruquías (klēroukhia). Bajo este acuerdo, a los colonos se les dio un terreno o una kleros, y a cambio fueron obligados a servir en el ejército del gran rey cuando se les llamara al servicio de armas. Esto creó una clase media-alta de los colonos militares que debían sus medios de vida y las fortunas a los reyes de Siria y ayudaron al crecimiento de la mano de obra disponible para el ejército imperial seléucida. Un efecto secundario de este sistema era que despojaba la patria griega de los hombres en edad militar, un factor que contribuye a la eventual conquista de Grecia por Roma.
fr: Les rois Séleucides invitèrent Grecs, Macédoniens, Gaulois, Crétois, et Thraces à venir s'installer dans les vastes territoires de l'empire. Ils s'établirent dans des colonies militaires appelées clérouquies (klēroukhia). Sous ces termes, les colons recevaient une parcelle de terrain, ou kleros, et devaient servir en retour dans l'armée du grand roi si nécessaire. Ainsi apparut une classe moyenne-haute de colons militaires qui devaient leur gagne-pain et leurs fortunes aux rois Syriens et qui aidèrent à étendre la main-d’œuvre disponible pour l'armée impériale Séleucide. Un effet secondaire du système est qu'il vida le territoire Grec des hommes en âge de combattre, facteur contribuant à la future conquête de la Grèce par Rome.
gl: Os reis seléucidas convidaron aos gregos, macedonios, gálatas (galos), cretas e tracios a asentarse dentro dos bastos territorios do imperio. Estableceron colonias militares coñecidas como «cleruchis» (klēroukhia). Os asentadores recibían terras («kleros»), e a cambio debían servir no exército do rei en tempo de guerra. Isto deu lugar a unha clase media-alta de asentadores militares que lle debían as súas posesións e fortunas aos reis sirios e axudou a aumentar a soldadesca do exército seléucida. Como efecto colateral deste sistema, moitos homes en idade de loitar marcharon de Grecia, o que contribuíu máis adiante á derrota de Grecia por parte de Roma.
nl: De Seleucidische koning nodigde Grieken, Macedoniërs, Galliërs, Kretanen en Thraciërs uit om zich te vestigen in het grote Seleucidische rijk. Ze vestigden zich in militaire kolonies, clerurchieën (klēroukhia) genoemd. Onder deze overeenkomst werd aan de immigranten een stuk land gegeven (een kleros), en als wederdienst moesten ze dienen in het leger. Zo ontstond er een hogere middenklasse van militaire immigranten die hun dagelijkse leven en rijkdommen aan de Syrische koningen te danken hadden, terwijl ook het Seleucidische leger groeide in mankracht. Een neveneffect van deze tactiek was dat het Griekse thuisland met een tekort aan jongere mannen kwam te zitten, wat bijgedragen heeft aan de val van Griekenland voor Rome.
pt_pt: Os reis selêucidas convidaram os gregos, macedónios, gálatas (gauleses), cretenses e trácios para habitarem o vasto território do império. Estes povos formaram colónias militares chamadas de cleruquias (klēroukhia). No âmbito deste acordo, os colonos receberam um kleros, porção de terra, em troca de servirem o exército imperial selêucida quando eram chamados. Isto criou uma classe média-alta de colonos militares que deviam os seus meios de subsistência e fortunas aos réis da Síria e ajudou a crescer o exército imperial selêucida. Um efeito secundário disto é que retirou militares a Grécia e o que poderá ter contribuído para a conquista de Grécia por Roma.

source: The Macedonian-Greek dynasty that ruled most of Alexander's former empire.
de: Die makedonisch-griechische Dynastie, welches das Meiste von Alexanders ehemaligem Reich reagierte.
es: La dinastía Greco-Macedonia que gobernó gran parte del antiguo imperio de Alejandro Magno.
fr: La dynastie gréco-macédonienne qui a le plus régné de l'ancien empire d'Alexandre.
gd: An sliochd Greugach is Masadonach a riaghlaich cuid mhòr dhen impireachd a bha aig Alastair roimhe.
gl: A dinastía greco-macedonia que gobernou a meirande parte do antigo imperio de Alexandre Magno.
nl: De Macedonisch-Griekse dynastie die over het grootste deel van Alexanders vroegere rijk heerste.
pt_pt: O reino greco-macedónio que governou grande parte do império de Alexandre Magno.

source: Spartans
de: Spartaner
es: Espartanos
fr: Spartiates
gd: Na Spartaich
gl: Espartanos
nl: Sparta
pt_pt: Espartanos

source: Spartans can use the powerful Phalanx formation.
de: Spartaner können die mächtige Phalanxformation einnehmen.
es: Los espartanos pueden utilizar la poderosa formación en falange.
fr: Les Spartiates peuvent utiliser la formation en phalange.
gd: 'S urrainn dha na Spartaich an cumadh falangais cumhachdach a chleachdadh.
gl: Os espartanos poden empregar a poderosa formación de falanxe.
nl: Spartanen kunnen de sterke falanx formatie gebruiken.
pt_pt: Os espartanos podem usar a poderosa formação falange.

source: The Spartans were undisputed masters of phalanx warfare. The Spartans were so feared for their discipline that the enemy army would sometimes break up and run away before a single shield clashed. 'Othismos' refers to the point in a phalanx battle where both sides try to shove each other out of formation, attempting to breaking up the enemy lines and routing them.
de: Die Spartaner waren unbestrittene Meister der Kriegsführung mit Phalanxtaktiken. Die Spartaner waren wegen ihrer Disziplin so gefürchtet , dass feindliche Armeen mitunter auseinanderfielen und davonliefen, bevor auch nur ein einziges Schild auf ein anderes traf. 'Othismos‘ bezieht sich auf jenen Punkt, an dem beide Seiten versuchen, sich gegenseitig aus der Formation zu drängen, mit dem Ziel die gegnerische Formation aufzubrechen und in die Flucht zu jagen.
es: Los espartanos fueron los maestros indiscutibles de la guerra de falanges. A los espartanos se les temía tanto por su disciplina que a veces el ejército enemigo se disolvía y huía antes de que chocara un solo escudo. «Othismos» se refiere al punto de una batalla de falanges donde ambos bandos tratan de destrozar la formación contraria, rompiendo las filas enemigas y haciendo que sus miembros huyan despavoridos.
fr: Les Spartiates étaient les maîtres incontestés de la guerre de Phalange. Les Spartiates étaient tellement craints pour leur discipline que l'armée ennemie parfois se dispersait et s'enfuyait avant un seul affrontement de bouclier. «Othismos» désigne le point dans une bataille en formation de Phalange où les deux parties tentent de pousser les uns les autres de la formation, de tenter de briser les lignes ennemies et de les passer.
gl: Os espartanos eran os mestres indiscutíbeis do combate con falanxes. Os espartanos eran tan temidos pola súa disciplina que ás veces o exército inimigo se disolvía e fuxía antes de sequera tocar os seus escudos. «Odismos» é como se coñece o momento durante un combate con falanxes no que ambos os dous bandos intentan facer que o bando contrario perda a formación, intentando romper e abrir as liñas inimigas.
nl: De Spartanen waren ontegensprekelijk de meesters van de falanx formatie. De Spartanen waren zo gevreesd voor hun discipline dat de vijand soms al op de vlucht sloeg zonder een enkele slag of stoot. 'Othismos' verwijst naar het punt in het falanx gevecht waar beide zijden elkaar proberen uit de formatie te duwen.
pt_pt: Os Espartanos eram os mestres incontestados da arte militar da falange. Eram tão temidos pela sua disciplina que, por vezes, o exército inimigo se desfazia e dispersava antes sequer de qualquer confronto físico. O termo 'othismos' refere-se ao momento de uma batalha falangeal em que ambos os campos tentam quebrar a formação um do outro, numa tentativa de desfazer as linhas do inimigo e obrigá-lo a destroçar.

source: The Spartan rank upgrades at the Barracks cost no resources, except time.
de: Die Beförderung der Spartanischen Baracken kosten außer Zeit keine Ressourcen.
es: Las mejoras de rango espartanas en los cuarteles no cuestan recursos, sólo tiempo.
fr: Les promotions de grade des spartiates à la caserne ne coûtent pas de ressources, juste du temps.
gd: Chan eil cosgais an lùib àrdachaidhean aig taighean-feachd nam Spartach ach ùine.
gl: Os avances de rango dos espartanos nos cuarteis non requiren recursos, só requiren tempo.
nl: De spartaanse rangverhogingen in de kazerne kost geen grondstoffen, enkel tijd.
pt_pt: As promoções de soldados espartanos no Quartel deixam de ter custos.

source: Laws of Lycurgus
de: Lykurgische Reformen
es: Leyes de Licurgo
fr: Lois de Lycurgue
gd: Laghan Lycurgus
gl: Leis de Licurgo
nl: De wetten van Lycurgus
pt_pt: Leis de Licurgo

source: Under the Constitution written by the mythical law-giver Lycurgus, the institution of The Agoge was established, where Spartans were trained from the age of 6 to be superior warriors in defense of the Spartan state.
de: Unter der Verfassung des mythenhaften Gesetzgebers Lykurg wurde die Agoge etabliert. Sie war ein Erziehungssystem bei dem Spartaner bereits ab dem 6. Lebensjahr ausgebildet wurden, um überlegene Krieger zur Verteidigung des spartanischen Staates zu werden.
es: Bajo la constitución escrita por el mítico legislador Licurgo, se estableció la institución de la Agogé, donde los espartanos se entrenaban desde los seis años para convertirse en guerreros superiores con los que defender al estado espartano.
fr: Sous la Constitution écrite par le mythique législateur Lycurgue, l'institution de l'Agôgè fut établie, qui obligeait les Spartiates à se former dès l'âge de 6 ans pour être des guerriers supérieurs dans la défense de l'État spartiate.
gl: Baixo a constitución redactada polo mítico lexislador Licurgo, estabeleceuse a institución da agoxé, onde os espartanos adestraban desde os 6 anos para ser guerreiros superiores na defensa do estado espartano.
nl: Onder de wetten geschreven door de mythische wetgever Lygurcus, werd het instituut van de Agoge opgericht. Daar konden Spartanen getraind worden vanaf zesjarige leeftijd. Zo kreeg de Spartaanse staat zijn superieure krijgers.
pt_pt: No âmbito da Constituição redigida pelo mítico legislador Licurgo, foi fundada a instituição da Agoge, segundo a qual os Espartanos eram treinados militarmente desde os 6 anos para serem guerreiros excepcionais em defesa da nação espartana.

source: Allies can train Spartiates.
de: Verbündete können Spartiaten rekrutieren.
es: Los aliados pueden entrenar espartiatas.
fr: Vos alliés peuvent entraîner des spartiates.
gd: 'S urrainn do chaidreabhaich spàrtaich a thrèanadh.
gl: Os aliados poden adestrar hómoioi.
nl: Geallieerden kunnen Spartaanse krijgers rekruteren.
pt_pt: Os aliados podem recrutar Homoioi.

source: Peloponnesian League
de: Peloponnesischer Bund
es: Liga del Peloponeso
fr: Ligue du Péloponnèse
gd: An Lìg Pheoloponnasach
gl: Liga do Peloponeso
nl: Peloponnesische Oorlog
pt_pt: Liga do Peloponeso
