Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: "The first duty of a man is the seeking after and the investigation of truth." - Marcus Tullius Cicero
de: "Die erste Pflicht eines Mannes ist die Suche nach der Wahrheit und deren Überprüfung." - Marcus Tullius Cicero
es: "El primer deber de un hombre es la búsqueda e investigación de la verdad." - Marco Tulio Cicerón
fr: "La première tâche d'un homme est la recherche et la poursuite de la vérité." - Marcus Tullius Cicero
gl: «O deber primordial de calquera home é a busca da verdade.» — Marco Tulio Cicerón.
nl: "De belangrijkste taak van de man is de zoektocht naar de waarheid." - Marcus Tullius Cicero
pt_pt: "O dever primordial de qualquer homem é a busca da verdade." – Cícero

source: "In peace the sons bury their fathers, but in war the fathers bury their sons." - Croesus (Greek: Kroisos), king of Lydia
de: „Denn niemand ist wohl so unverständig, dass er den Krieg dem Frieden vorziehen sollte, da in diesem die Söhne ihre Väter, in jenem die Väter ihre Söhne begraben.“ – Krösus, König von Lydien
es: "En la paz los hijos entierran a sus padres, mientras que en la guerra son los padres los que entierran a sus hijos." - Creso (del griego Kroisos), rey de Lidia
fr: "En temps de paix les fils enterrent leurs pères, mais en temps de guerre les pères enterrent leurs fils." - Crésus (Grec : Kroisos), roi de Lydie
gl: «En tempos de paz, os fillos enterran aos pais. En tempos de guerra, os pais enterran aos fillos.» — Creso, rei lidio.
nl: "In vredestijd begraven de zonen hun vaders, in oorlogstijd andersom." -- Kroisos, koning van Lydië
pt_pt: "Em tempos de paz, os filhos enterram os pais mas em tempos de guerra, os pais enterram os filhos." – Creso, o último rei da Lídia

source: "I am Cyrus, king of the world..." - Cyrus the Great
de: „Ich bin Kyros – der König des Weltreichs …“ – Kyros der Große
es: "Yo soy Ciro, rey del mundo..." - Ciro el Grande
fr: "Je suis Cyrus, roi du monde..." - Cyrus le Grand
gl: «Son Ciro, rei do mundo…» — Ciro o Grande.
nl: "Ik ben Cyrus, koning van de wereld..." -- Cyrus de Grote
pt_pt: "Eu sou Ciro, rei do mundo..." – Ciro o Grande

source: "Diversity in counsel, unity in command." - Cyrus the Great
de: "Vielfalt in der Beratung, Einigkeit im Befehl." - Cyrus the Great
es: "Diversidad en los consejos, unidad en el mando." - Ciro el Grande
fr: "La diversité pour le conseil, l'unité pour le commandement." - Cyrus le Grand
gl: «Diversidade no consello, unidade na execución.» — Ciro o Grande.
nl: "Verscheidenheid in het parlement, eenheid in bevel." -- Cyrus de Grote
pt_pt: "Diversidade no conselho, unidade na execução – Ciro II

source: "Do not therefore begrudge me this bit of earth that covers my bones." - Epitaph of Cyrus the Great
de: „O Mensch, ich bin Kyros, der die Herrschaft der Perser begründete, Asiens König! Neide mir nicht dieses Denkmal!“ – Grabinschrift Kyros des Großen
es: "No envidiéis el pedazo de tierra que cubre mis huesos." - Epitafio de Ciro el Grande
fr: "Ne m'envie donc pas le peu de terre qui couvre mes os" - Épitaphe de Cyrus le Grand
gl: «Así que non sintades envexa de min por esta pouca terra que cubre os meus ósos.» — Epitafio de Ciro o Grande.
nl: "Misgun me dus niet dit stukje aarde dat mijn botten bedekt." - Grafschrift van Cyrus de Grote
pt_pt: "Não tenha rancor por este pouco de terra que cobre meu corpo." – Excerto do epitáfio do túmulo de Ciro II

source: "Success always calls for greater generosity — though most people, lost in the darkness of their own egos, treat it as an occasion for greater greed." - Cyrus the Great
de: "Erfolg fordert immer mehr Großzügigkeit — doch die meisten Leute behandeln ihn, verloren in der Dunkelheit ihres eigenen Egos, als Gelegenheit für mehr Gier." - Kyros der Große
es: "El éxito siempre es una llamada a tener una mayor generosidad — aunque para mucha gente, perdida en la oscuridad de sus propios egos, se convierte en una ocasión para tener una mayor codicia." - Ciro el Grande
fr: "Le succès appelle toujours à une plus grande générosité — même si la plupart des gens, perdus dans les ténèbres de leurs propres égos, le considèrent comme la justification d'une plus grande avidité." - Cyrus le Grand
gl: «O éxito require unha maior xenerosidade, aínda que a meirande parte da xente, perdida na escuridade do seu propio ego, o aproveite para aumentar a súa cobiza.» — Ciro o Grande.
nl: "Succes vereist altijd een grotere vrijgevigheid — maar de meesten, gevangen in hun eigen ego, zien het als een mogelijkheid tot meer hebzucht." - Cyrus de Grote
pt_pt: "O êxito requer uma maior generosidade ainda que maior parte das pessoas, perdidas na obscuridade do seu próprio ego, o aproveite para aumentar a sua cobiça." – Ciro II

source: "Whether men lie, or say true, it is with one and the same object." - Darius I
de: "Wann immer Männer lügen oder die Wahrheit sprechen, es ist mit ein und dem selben Objekt." - Darius
es: "Cuando un hombre miente o no, lo hace por la misma, única y sola razón." - Darío I
fr: "Que les hommes mentent ou disent vrai, c'est avec le seul et même objet." - Darius I
gl: «Os homes menten e din a verdade co mesmo obxectivo.» — Darío I.
nl: "Of men liegt, of waar spreekt, het is met één en hetzelfde voorwerp." - Darius I
pt_pt: "Os homens mentem e dizem a verdade com o mesmo objectivo." – Dario I

source: "Good breeding in cattle depends on physical health, but in men on a well-formed character." - Democritus
de: "Gute Zucht beruht bei Rindern auf physischer Gesundheit, aber beim Menschen auf eine gut geformten Charakter." - Demokrit
es: "El buen ganado depende de su salud física, pero un buen hombre depende de un buen carácter." - Demócrito
fr: "Le bon élevage du bétail dépend de la santé physique, mais pour les hommes d'un caractère bien trempé." - Démocrite
gl: «A saúde determina que o gando saia ben ou mal. Nos homes, o que o determina é o carácter.» — Demócrito.
nl: "Het goed fokken van vee hangt af van hun fysieke gezondheid, maar bij mannen op een welgevormd karakter." - Democritus
pt_pt: "Nos animais, a saúde determina se é bom ou mau. Nos homens, é o carácter que determina." – Demócrito

source: "If your desires are not great, a little will seem much to you; for small appetite makes poverty equivalent to wealth." - Democritus
de: "Wenn deine Sehnsüchte nicht groß sind, erscheint dir ein kleiner Wunsch gewaltig; denn kleiner Appetit macht die Armut gleich dem Wohlstand." - Demokrit
es: "Si grandes no son tus deseos, un poco será demasiado; ya que el escaso apetito convierte a al probre en rico." - Demócrito
fr: "Si vos désirs ne sont pas grands, peu vous semblera beaucoup ; car un petit appétit rend la pauvreté équivalente à la richesse." - Démocrite
gl: «Se non albergas grandes desexos, unha pouca vontade parecerache gran cousa; a falta de apetito iguala a pobreza e a riqueza.» — Demócrito.
nl: "Als je tevreden bent met weinig, dan zal weinig veel voor je lijken. Een kleine appetijt zorgt dat armoede equivalent wordt met weelderigheid." - Democritus
pt_pt: "Se não tens grandes desejos, uma pouca vontade parece grande coisa; a falta de apetite iguala a pobreza e a riqueza." – Demócrito

source: "Delivery, delivery, delivery." - Demosthenes, when asked what were the three most important elements of rhetoric
de: "Darbietung, Darbietung, Darbietung." - Demosthenes, gefragt, was die drei wichtigsten Elemente der Rhetorik sind
es: "Una buena ejecución, ejecución y ejecución." - Demóscenes, sobre los tres elementos más importantes de la retórica
fr: "La diction, la diction, la diction" - Démosthène, lorsqu'on lui demandait quels étaient les trois éléments de rhétorique les plus importants
gl: «Resultados, resultados e resultados.» — Demóstenes, ao preguntárselle cales eran as tres cousas máis importantes da retórica.
nl: "Leveren, leveren, leveren" - Demosthenes, toen hem gevraagd werd wat de drie belangrijkste elementen van de retorica waren.
pt_pt: "Resultados, resultados e resultados." – Demóstenes, quando lhe perguntaram quais os três elementos mais importantes da retórica

source: "It is not possible to found a lasting power upon injustice, perjury, and treachery." - Demosthenes
de: "Es ist nicht möglich, eine dauerhafte Macht auf Ungerechtigkeit, Meineid und Verrat zu gründen." - Demosthenes
es: "No es posible encontrar un poder duradero que se base en la injusticia, el perjurio y el engaño." - Demóscenes
fr: "Il n'est pas possible de fonder un pouvoir durable sur l'injustice, le parjure, et la trahison." - Démosthène
gl: «É imposíbel acadar un poder duradeiro baseado en inxustiza, perxurio e traizón.» — Demóstenes.
nl: "Het is niet mogelijk om een blijvende macht te baseren op onrechtmatigheid, vooroordelen en verraad." -- Demosthenes
pt_pt: "É impossível encontrar um poder duradouro baseado em injustiça, perjúrio e traição." – Demóstenes

source: "Small opportunities often presage great enterprises." - Demosthenes
de: "Kleine Gelegenheiten sind oft Vorboten großer Unternehmungen." - Demosthenes
es: "Las pequeñas oportunidades a menudo encierran grandes aventuras." - Demóstenes
fr: "Les petites opportunités présagent souvent de grandes entreprises." - Démosthène
gl: «As pequenas oportunidades son a miúdo presaxios de grandes empresas.» — Demóstenes.
nl: "Kleine mogelijkheden dwingen soms grote ondernemingen af"
pt_pt: "As pequenas oportunidades são com frequência o início de grandes empreendimentos." – Demóstenes

source: "Every advantage in the past is judged in the light of the final issue." - Demosthenes
de: Jeder Vorteil in der Vergangenheit wird im Licht der letztendlichen Problemstellung beurteilt." - Demosthenes
es: "Cualquier ventaja pasada será juzgada a la luz del problema final." - Demóstenes
fr: "Tout profit du passé est jugé à la lumière de l'issue finale." - Démosthène
gl: «Toda vantaxe pasada xúlgase coa luz dos seus resultados.» — Demóstenes.
nl: "Ieder voordeel uit het verleden wordt beoordeeld tegen het licht van het heden." - Demonsthenes
pt_pt: "Toda a vantagem obtida no passado é julgada à luz do resultado final." – Demóstenes

source: "Yes, stand a little out of my sunshine." - Diogenes of Sinope, when Alexander the Great found him sunbathing and asked if he could help in in any way
de: „Geh mir ein wenig aus der Sonne!“ - Diogenes von Sinope zu Alexander dem Großen auf die Frage hin, welchen Wunsch er habe
es: "Sí, apartaos ligeramente del sol." - Diógenes de Sinope, cuando Alejandro Magno le encontró tumbado tomando el sol y le preguntó si necesitaba algo
fr: "Oui, ôte-toi de mon soleil." - Diogène de Sinope, quand Alexandre le Grand le trouva en train de prendre le soleil et lui demanda s'il pouvait l'aider de quelque façon que ce soit
gl: «Si, apártate un chisco da luz.» — Dióxenes de Sínope, cando Alexandre Magno o atopou tomando o sol e lle preguntou se podía axudalo en algo.
nl: "Ja, ga eens uit mijn zonlicht." -- Diogenes van Sinope die aan het zonnebaden was toen Alexander de Grote vroeg of hij kon helpen.
pt_pt: "Não me tires o que não me podes dar!" – Diógenes de Sinope, quando Alexandre Magno o encontrou a tomar banhos de sol e perguntou-lhe se podia ajudar em alguma coisa

source: "I am a citizen of the world." - Diogenes of Sinope
de: „Bürger der Welt.“ – Diogenes von Sinopes Antwort auf die Frage, woher er komme
es: "Soy un ciudadano del mundo." - Diógenes de Sinope
fr: "Je suis un citoyen du monde." - Diogène de Sinope
gl: «Son cidadán do mundo.» — Dióxenes de Sínope.
nl: "Ik ben een wereldburger." - Diogenes van Sinope
pt_pt: "Não sou nem ateniense, nem grego, mas sim um cidadão do mundo." – Diógenes de Sinope

source: "It is not that I am mad, it is only that my head is different from yours." - Diogenes of Sinope
de: "Es ist nicht so, dass ich verrückt bin, es ist nur, dass mein Kopf sich von deinem unterscheidet." - Diogenes von Sinope
es: "No es que yo esté loco, es que mi cabeza funciona de forma distinta a la tuya." - Diógenes de Sinope
fr: "Ce n'est pas que je suis fou, c'est que mes pensées sont différentes des vôtres." - Diogène de Sinope
gl: «Non é que estea tolo, é que a miña cabeza funciona de xeito distinto á vosa.» — Dióxenes de Sínope.
nl: "Ik ben niet gek, mijn hoofd is gewoon verschillend van het jouwe." -- Diogenes van Sinope
pt_pt: "Não estou tolo, é que a minha cabeça funciona de maneira diferente da vossa." – Diógenes de Sinope

source: "Let thy speech be better than silence, or be silent." - Dionysius I of Syracuse
de: "Deine Anprache sei besser als Stille, oder sei still." - Dyonisos I. von Syrakus
es: "Si no tienes nada mejor que decir que el silencio, cállate." - Dionisio I de Siracusa
fr: "Que ta parole soit meilleure que le silence, sinon tais-toi." - Dionysos Ier de Syracuse
gl: «Que o que teñas que dicir sexa mellor que non dicir nada, ou cala.» — Dionisio I de Siracusa.
nl: "Laat je verhaal beter zijn dan de stilte, of wees stil." -- Dionysius I van Syracuse
pt_pt: "Que a tua palavra seja melhor do que o silêncio, ou então cala-te." – Dionísio I de Siracusa

source: "Nothing has more strength than dire necessity." - Euripides
de: „Nichts hat mehr Stärke als Notwendigkeit“ - Euripides
es: "No hay nada más fuerte que la acuciante necesidad." - Eurípides
fr: "Rien n'a plus de force que la nécessité absolue." - Euripide
gl: «Non hai nada con máis forza que a que dá a necesidade.» — Eurípides.
nl: "Niets is sterker dan pure noodzaak." - Euripides
pt_pt: "Nada tem mais força que uma necessidade medonha." – Eurípides

source: "A coward turns away, but a brave man's choice is danger." - Euripides
de: "Ein Feigling kehrt um, aber ein mutiger Mann wählt die Gefahr." - Euripidis
es: "El cobarde retrocede, el valiente elige el peligro." - Eurípides
fr: "Un lâche se détourne, mais le choix d'un brave est le danger." - Euripide
gl: «Os covardes foxen, mentres que os valentes escollen o perigo.» — Eurípides.
nl: "Een bangerik draait zich om, maar de keuze van een moedig man is gevaarlijk."
pt_pt: "Os covardes fogem mas os valentes escolhem o perigo." – Eurípides

source: "Cowards do not count in battle; they are there, but not in it." - Euripides
de: "Feiglinge zählen nicht in der Schlacht; Sie sind dort, aber nicht drin." - Euripides
es: "Los cobardes no cuentan en la batalla; están ahí, pero no en ella." - Eurípides
fr: "Les lâches ne comptent pas dans la bataille ; ils sont là, mais n'y prennent pas part." - Euripide
gl: «Os covardes non contan nas batallas; están aí, pero como se non estivesen.» — Eurípides.
nl: "Lafaards tellen niet in veldslagen, ze zijn daar, maar niet in de slag." -- Euripides
pt_pt: "Os covardes não contam na batalha; estão lá, mas não nela." – Eurípides

source: "Chance fights ever on the side of the prudent." - Euripides
de: "Die Gelegenheit kämpft immer auf Seiten der Umsichtigen." - Euripides
es: "La suerte lucha del lado de aquellos que son prudentes." - Eurípides
fr: "La chance est toujours du côté du prudent." - Euripide
gl: «A fortuna sempre loita do lado da prudencia.» — Eurípides.
nl: "Het geluk vecht altijd aan de zijde van de voorzichtige." - Euripides
pt_pt: "A fortuna luta sempre ao lado da prudência." – Eurípides

source: "If a man put out the eye of another man, his eye shall be put out." - Hammurabi
de: „Gesetzt, ein Mann hat das Auge eines Freigeborenen zerstört, so wird man sein Auge zerstören.“ – Hammurabi
es: "Si un hombre arranca el ojo de otro hombre, su ojo deberá ser arrancado." - Hammurabi
fr: "Si un homme arrache l’œil d'un autre homme, son œil devra être arraché." - Hammurabi
gl: «Se un home lle quitou o ollo a outro, que tamén el quede sen ollo.» — Hammurabi.
nl: "Als een man het oog van een andere man uitsteekt, zal ook zijn oog uitgestoken worden." - Hammurabi
pt_pt: "Se alguém arranca o olho a um outro, se lhe deverá arrancar o olho." – Hamurabi

source: "I have come not to make war on the Italians, but to aid the Italians against Rome." - Hannibal Barca
de: „Ich bin nicht gekommen, um Krieg gegen Italien zu führen, sondern um Italien gegen Rom zu vereinen.“ - Hannibal Barca
es: "No he venido a hacer la guerra contra los italianos, he venido a ayudar a los italianos contra Roma." - Aníbal Barca
fr: "Je ne suis pas venu pour faire la guerre aux Italiens, mais pour aider les Italiens contre Rome." - Hannibal Barca
gl: «Non vin aquí para enfrontarme aos italiotas, senón para axudalos contra Roma.» — Aníbal Barca.
nl: "Ik ben niet gekomen voor oorlog met de Italianen, maar om de Italianen te helpen tegen Rome." -- Hannibal Barkas
pt_pt: "Eu não vim aqui fazer guerra com os Italiotas mas ajuda-los contra Roma." – Aníbal

source: "I will either find a way, or make one." - Hannibal Barca
de: „Entweder ich finde einen Weg, oder ich mache einen“ - Hannibal Barca
es: "Encontraré un camino, o haré uno." - Aníbal Barca
fr: "Je trouverai un chemin, ou en ferai un." - Hannibal Barca
gl: «Atoparei un camiño, ou abrirei un.» — Aníbal Barca.
nl: "Ik zal een weg vinden, of er één maken." -- Hannibal Barkas
pt_pt: "Ou nós encontramos um caminho, ou abrimos um." – Aníbal

source: "My ancestors yielded to Roman valour. I am endeavouring that others, in their turn, will be obliged to yield to my good fortune, and my valour." - Hannibal Barca
de: "Meine Vorfahren scheiterten an der römischen Tapferkeit. Ich strebe danach, dass andere sich ihrerseits meinem Kampfesglück und meiner Tapferkeit ergeben mögen." - Hannibal Barkas
es: "Mis ancestros cedieron ante el valor romano. Yo me esfuerzo para que otros, a su vez, se vean obligados a ceder ante mi buena suerte, y mi valor." - Aníbal Barca
fr: "Mes ancêtres ont cédé face à la bravoure romaine. Je tente de faire en sorte que d'autres, à leur tour, soient obligés de céder face à ma chance, et à ma bravoure." - Hannibal Barca
gl: «Os meus devanceiros cederon ante a coraxe de Roma. Só intento que outros, pola contra, se vexan obrigados a ceder ante a miña fortuna e a miña coraxe.» — Aníbal Barca.
nl: "Mijn voorgangers hielden aan Romeinse waarden. Ik onderneem pogingen zodat anderen, op hun buurt, zich verplicht zullen voelen om zich aan mijn waarden te houden." - Hannibal Barkas
pt_pt: "Os meus antepassados cederem ante a corajosa Roma. Eu só tento que outros, por sua vez, sejam obrigados a ceder ante a minha fortuna e a minha coragem." – Aníbal

source: "Everything flows, nothing stands still." - Herakleitos
de: "Alles fließt, nichts steht still." - Heraklit
es: "Todo fluye, nada permanece quieto." - Heráclito
fr: "Tout coule, rien ne tient toujours." - Héraclite
gl: «Todo flúe, nada queda quieto.» — Heráclito.
nl: "Alles vloeit, niets staat stil." -- Herakleitos
pt_pt: "Tudo flui, nada persiste nem permanece o mesmo" – Heráclito

source: "Nothing endures but change." - Herakleitos
de: "Nichts währt außer Veränderung." - Herakleitos
es: "Nada persiste más que el cambio." - Heráclito
fr: "Rien ne dure que le changement." - Héraclite
gl: «O único constante é o cambio» — Heráclito.
nl: "Buiten verandering blijft niets bestaan." -- Herakleitos
pt_pt: "Nada é permanente, salvo a mudança." – Heráclito

source: "You could not step twice into the same river." - Herakleitos
de: „Man kann nicht zweimal in denselben Fluss steigen, denn andere Wasser strömen nach.“ - Heraklit, Fragmente, B 12
es: "No se puede entrar dos veces en el mismo río." - Heráclito
fr: "On ne se baigne jamais deux fois dans le même fleuve." - Héraclite
gl: «Non podes pisar dúas veces o mesmo río.» — Heráclito.
nl: "Je kan geen twee maal in dezelfde rivier treden." - Herkleitos
pt_pt: "Não poderias entrar duas vezes no mesmo rio." – Heráclito

source: "Character is destiny." - Herakleitos
de: „Der Charakter des Menschen ist sein Schicksal.“ - Heraklit
es: "Carácter significa destino." - Heráclito
fr: "Le caractère est le destin" - Héraclite
gl: «O carácter é o destino.» — Heráclito.
nl: "Karakter is toekomst." -- Herakleitos
pt_pt: "O carácter de um homem é o seu destino." – Heráclito

source: "Circumstances rule men; men do not rule circumstances." - Herodotus
de: "Umstände beherrschen Männer, Männer beherrschen nicht Umstände." - Herodotus
es: "Las circunstancias gobiernan a los hombres; los hombres no dominan las circunstancias." - Heródoto
fr: "Les circonstances font les hommes, les hommes ne font pas les circonstances." - Hérodote
gl: «Son as circunstancias as que controlan aos homes, e non ao revés.» — Heródoto.
nl: "Omstandigheden maken de man, de man maakt niet de omstandigheden." -- Herodus
pt_pt: "São as circunstâncias que governam os homens, não os homens que governam as circunstâncias." – Heródoto

source: "The Lacedaemonians fought a memorable battle; they made it quite clear that they were the experts, and that they were fighting against amateurs." - Herodotus
de: "Die Lakonier lieferten eine unvergessliche Schlacht; Sie machten klar, dass sie die Experten waren und dass sie gegen Amateure kämpften." - Herodot
es: "Los lacedemonios lucharon una batalla memorable; dejaron bien claro que eran ellos los expertos, y que estaban luchando contra meros aficionados." - Heródoto
fr: "Les Lacédémoniens ont mené un combat mémorable ; ils ont établi qu'ils étaient les experts, et qu'ils s'étaient battus contre des amateurs." - Hérodote
gl: «Os lacónicos loitaron unha batalla digna de ser lembrada; deixaron ben claro que os expertos eran eles, e que estaban a loitar contra novatos.» — Heródoto.
nl: "De Lakedaimoniërs vochten een memorabele slag; zij lieten duidelijk zien dat zij de experten waren en dat zij vochten tegen amateurs." - Herodotus
pt_pt: "Os Lacedemónios lutaram numa batalho digna de se lembrada; deixaram bem claro que os espertos eram eles e que estavam a lutar contra novatos." – Heródoto

source: "This is the bitterest pain among men, to have much knowledge but no power." - Herodotus
de: „Das aber ist der bitterste Schmerz unter den Menschen, wenn der Einsichtsvolle über nichts Gewalt in Händen hat.“ – Herodot
es: "Es el más amargo dolor entre los hombres, el tener gran conocimiento pero nada de poder." - Heródoto
fr: "C'est la douleur la plus amère chez les hommes, d'avoir beaucoup de connaissances mais aucun pouvoir." - Hérodote
gl: «Esta é unha das meirandes dores entre os homes, teño un gran coñecemento pero ningún poder.» — Heródoto.
nl: "Dit is de bitterste pijn onder de mensen, het bezitten van veel kennis, maar geen macht." - Herodotus
pt_pt: "Esta é a mais dolorosa de todas as doenças humanas: dispor de todo o conhecimento e ainda não ter nenhum poder de acção." – Heródoto

source: "In soft regions are born soft men." - Herodotus
de: „Denn aus weichen Ländern pflegen weiche Männer zu kommen.“ - Herodot
es: "En blandas regiones nacen hombres blandos." - Heródoto
fr: "Dans les régions douces sont nés des hommes doux." - Hérodote
gl: «Nas rexións febles nacen homes febles.» — Heródoto.
nl: "In zwakke regio's worden zwakke mannen geboren." -- Herodotus
pt_pt: "Nas regiões moles nascem homens moles." – Heródoto

source: "It is sweet and honorable to die for one's country." - Horace
de: „Süß und ehrenvoll ist es, fürs Vaterland zu sterben.“ - Horaz
es: "Es bonito y honorable morir por el país de uno." - Horacio
fr: "C'est pur et honorable de mourir pour son pays." - Horace
gl: «É doce e honorábel morrer polo país.» — Horacio.
nl: "Het is zoet en eervol om voor je land te sterven." -- Horace
pt_pt: "Doce e honroso é morrer pela pátria." – Horácio

source: "We are but dust and shadow." - Horace
de: „Staub und Schatten sind wir.“ - Horaz
es: "Sólo somos polvo y sombra." - Horacio
fr: "Nous ne sommes que poussière et ombre." - Horace
gl: «Non somos máis que po e sombras.» — Horacio.
nl: "Wij zijn slechts stof en schaduw." - Horatius
pt_pt: "Mais não somos do que pó e sombra." – Horácio
