Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Two Celtic tribes face off across a large bog at night.
de: Zwei keltische Stämme stehen sich nachts an einem großen Moor gegenüber.
es: Dos tribus celtas se enfrentan a lo largo y ancho de una ciénaga bajo la luz nocturna.
fr: Deux tribus celtes s'affrontent de nuit de chaque côté d'un vaste marécage.
gd: Thèid dà chinneadh Ceilteach an aghaidh càch a chèile thar boglaich mhòir air an oidhche.
gl: Dúas tribos celtas enfróntanse nun enorme lameiro pola noite.
nl: Twee Keltische stammen tegenover elkaar in een moeras tijdens de nacht.
pt_pt: Duas tribos celtas enfrentam-se num grande paul durante a noite.

source: Belgian Bog Night
de: Nächtliches belgisches Moor
es: Fangal belga, nocturno
fr: Tourbière belge nocturne
gd: Oidhche a' bhoglaich Bheilgich
gl: Noite nun lameiro belga
nl: Belgisch moeras, nacht
pt_pt: Paul Belga de Noite

source: Bridge Demo
de: Brückendemo
es: Demo de puentes
fr: Démo - Pont
gd: Taisbeanadh dhrochaidean
gl: Demostración de ponte
nl: Bruggen demo
pt_pt: Demonstração de Pontes

source: Other
de: Andere
es: Otro
fr: Autre
gd: Eile
gl: Outro
nl: Ander
pt_pt: Outro

source: Demo map showing how to simulate bridges in the Atlas map editor.
de: Demo-Karte die aufzeigt, wie im Atlas-Karteneditor Brücken simuliert werden .
es: Un mapa de ejemplo que muestra como simular puentes en el editor de mapas Atlas.
fr: Carte de démonstration, montrant comment simuler des ponts dans l'éditeur de carte Atlas.
gd: Mapa taisbeanaidh a sheallas mar a chruthaicheas tu drochaidean mas-fhìor san deasaiche Atlas.
gl: Mapa de demostración que mostra como simular pontes no editor de mapas Atlas.
nl: Demokaart die toont hoe je een brug kan simuleren in Atlas, de kaartenbewerker.
pt_pt: Mapa de demonstração que mostra como simular pontes no editor de mapas Atlas.

source: Bridge demo
de: Brückendemo
es: Demo de puentes
fr: Démo - Pont
gd: Taisbeanadh dhrochaidean
gl: Demostración de ponte
nl: Bruggen demo
pt_pt: Demonstração de Pontes

source: Campaign Map - Test
de: Kampagne - Test
es: Mapa de campaña - Prueba
fr: Test - Carte de campagne
gd: Mapa iomairte - Deuchainn
gl: Mapa de campaña — Proba
nl: Veldtochten kaart - Test
pt_pt: Mapa de Campanha - Teste

source: A test map for potential Strategic Campaigns.
de: Eine Test-Karte für potentiell Strategische Kampagnen.
es: Un mapa de ejemplo para potenciales campañas estratégicas.
fr: Une carte de test pour d'éventuelles campagnes stratégiques.
gd: Mapa deuchainn airson iomairtean ro-innleachd a dh'fhaodadh a bhith ann.
gl: Un mapa de proba para o que poderían ser as campañas estratéxicas.
nl: Een test kaart voor eventuele strategische veldtochten.
pt_pt: Um mapa de teste para potenciais campanhas estratégicas.

source: Thebes
de: Theben
es: Tebas
fr: Thèbes
gd: Tìba
gl: Tebas
nl: Thebe
pt_pt: Tebas

source: Thessaly
de: Thessalien
es: Tesalia
fr: Thessalie
gd: Teasalaidh
gl: Tesalia
nl: Thessalië
pt_pt: Tessália

source: Chalcis
de: Chalkis
gd: Chalcís
gl: Calcis
pt_pt: Cálcis

source: Religious Institutions
de: Religiöse Institutionen
es: Instituciones religiosas
fr: Institutions religieuses
gd: Buidhnean diadhach
gl: Institucións relixiosas
nl: Religieuze instituten
pt_pt: Instituições Religiosas

source: Strategic Campaign Proof of Concept
de: Proof of Concept einer strategischen Kampagne
es: Campaña estratégica - Prueba de concepto
fr: Démo - Concept de campagne stratégique
gd: Beachd-fhanais air iomairtean ro-innleachd
gl: Proba conceptual de campaña estratéxica
nl: Strategische veldtocht - proof of concept
pt_pt: Prova de Conceito de Campanhas Estratégicas

source: Combat Demo
de: Demoschlacht
es: Demo de combate
fr: Démo - Combat
gd: Taisbeanadh còmhraige
gl: Demostración de combate
nl: Gevechtsdemo
pt_pt: Demonstração de Combate

source: A combat demonstration between a small number of ranged and melee infantry units.
de: Eine Gefechtsdemonstration zwischen einer kleinen Gruppe an Fernkampf- und -Nahkampf-Infanterieeinheiten.
es: Una demostración de combate entre un pequeño número de unidades de infantería y a distancia.
fr: Une démonstration de combat entre un petit nombre d'unités d'infanterie mêlée et à distance.
gd: Taisbeanadh còmhraige le àireamh bheag dhe choisridh astair is dhlùth.
gl: Unha demostración de combate entre un pequeno número de unidades de infantaría de proxectís e de contacto.
nl: Een gevechtsdemonstratie tussen kleine aantallen afstands- en mêlee infanterie eenheden.
pt_pt: Uma demonstração de combate entre um pequeno número de soldados de infantaria corpo a corpo e de arremesso.

source: Combat Demo (Huge)
de: Schlacht Demo (Groß)
es: Demo de combate (enorme)
fr: Démo - Combat (énorme)
gd: Taisbeanadh air còmhrag (uabhasach mòr)
gl: Demostración de combate (enorme)
nl: Gevechtsdemo (groot)
pt_pt: Demonstração de Combate (Enorme)

source: 1296 units. Extremely slow (we need more optimisation).
de: 1296 Einheiten. Extrem langsam (wir brauchen mehr Optimierungen).
es: 1296 unidades. Extremadamente lento (necesitamos una mayor optimización).
fr: 1296 unités. Extrêmement lent (nous avons besoin de plus d'optimisation).
gd: 1296 aonadan. Cianail fhèin slaodach (tha feum air barrachd piseachaidh).
gl: 1296 unidades. Extremadamente lento (necesitamos optimizar).
nl: 1296 eenheden. Enorm traag (optimalisatie is nodig).
pt_pt: 1296 unidades. Extremamente lento (precisa de mais optimização).

source: A deep rocky canyon slicing through the desert. Good for multiplayer. 2 teams of 2 players. 1 player on each team starts with a base and resources. The other player starts with only a large army to assist their teammate.
de: Eine tiefe, steinige Schlucht, die durch die Wüste geht. Gut für Mehrspieler. 2 Teams mit je 2 Spielern. 1 Spieler in jedem Team startet mit einer Basis und Ressourcen, der andere Spieler startet nur mit einer großen Armee, um seinem Mitspieler zu unterstützen.
es: Un cañón rocoso y profundo que rebana el desierto. Bueno para multijugador. 2 equipos de 2 jugadores. 1 jugador de cada equipo empieza con una base y recursos. El otro empieza solo con un gran ejército para apoyar a su compañero.
fr: Un profond canyon rocheux tranchant le désert. Bon pour le multijoueur. 2 équipes de 2 joueurs, dont 1 joueur de chaque équipe commençe avec une base et des ressources, et les 2 autres avec seulement une grande armée pour aider leurs coéquipiers.
gd: Sgoltadh creagach domhainn a' sgoradh an fhàsaich. Math airson geama ioma-chluicheadair. 2 sgioba de 2 chluicheadair. Tòisichidh 1 chluicheadair anns gach sgioba le bunait is stòrasan. Cha bhi ach feachd mòr aig a' chluicheadair eile ach an toir iad taic ri a chuideachd.
gl: Un gran canón rochoso que atravesa o deserto. Ideal para partidas de varios xogadores. Dous equipos de dous xogadores. Un xogador de cada equipo comeza cunha base e recursos. O outro xogador comeza unicamente cun gran exército para axudar ao seu compañeiro de equipo.
nl: Een diepe rotskloof splitst een woestijnachtig landschap. Speciale multiplayerkaart. 2 teams van 2 spelers elk. 1 speler per team start met een basis en grondstoffen, terwijl de andere start met enkel een groot leger om hun teamgenoot te assisteren.
pt_pt: Um desfiladeiro rochoso e profundo que atravessa o deserto. Bom para jogos multiplayer. 2 equipas de 2 jogadores. 1 jogador de cada equipa começa com uma base e recursos. O outro jogador começa apenas com um grande exército para ajudar o seu colega de equipa.

source: Invasion Force
de: Invasionstruppen
es: Fuerza invasora
fr: Force d'invasion
gd: Feachd a' briseadh a-steach
gl: Forza de invasión
nl: Invasie kracht
pt_pt: Força Invasora

source: Death Canyon - Invasion Force
de: Todesschlucht - Invasion
es: El cañón de la muerte - Fuerza invasora
fr: Canyon de la mort - Force d'invasion
gd: Sgoltadh a' bhàis - Feachd a' briseadh a-steach
gl: Canón da morte — Forza de invasión
nl: Kloof der doden - Invasiekracht
pt_pt: Desfiladeiro da Morte - Força invasora

source: A demonstration of the new trading feature.
de: Eine Demonstration der neuen Handelsfeatures.
es: Una demostración de la nueva función de comercio.
fr: Une démonstration de la nouvelle fonction commerciale.
gd: Taisbeanadh air an fheart mhalairt ùir.
gl: Unha demostración da nova funcionalidade de comercio.
nl: Een demonstratie van de nieuwe handelsmogelijkheden.
pt_pt: Uma demonstração da nova funcionalidades de comércio.

source: Trading Demo
de: Handelsdemo
es: Demo de comercio
fr: Démo - Commerce
gd: Taisbeanadh a' mhalairt
gl: Demostración de comercio
nl: Handel demo
pt_pt: Demonstração de Comércio

source: A demo map of the British Isles, created with the assistance of a height map.
de: Eine unter Zuhilfenahme einer Höhenkarte erstellte Demokarte der Britischen Inseln.
es: Un mapa de demostración de las Islas Británicas, creado con la asistencia de un heightmap.
fr: Une carte de démonstration des îles britanniques, créé avec l'aide d'une carte de haut niveau.
gd: Mapa taisbeanaidh nan eileanan Breatannach air a chruthachadh le taic mapa-àirde.
gl: Un mapa de demostración das illas británicas, creado coa axuda dun mapa de alturas.
nl: Een demokaart van Britse eilanden, gemaakt met behulp van een terreinprofiel.
pt_pt: Um mapa de demonstração das Ilhas Britânicas, criado com a assistência de um mapa de alturas.

source: Eire and Albion (British Isles)
de: Éire und Albion (Britische Inseln)
es: Eire y Albion (Islas británicas)
fr: Démo - Eire et Albion (îles britanniques)
gd: Eire 's Albion (Na h-Eileanan Breatannach)
gl: Eire e Albión (illas británicas)
nl: Eire en Albion (Britse Eilanden)
pt_pt: Éire e Álbion (Ilhas Britânicas)

source: A small desert map. Each player starts near an oasis spotted about an otherwise bleak and sandy desert that is wide open to assault and depredation. Gameplay is tight and fast, with no time to stop and smell the roses.
de: Eine kleine Wüstenkarte. Jeder Spieler startet nahe einer Oase, verteilt auf einer Ansonsten blanken und sandigen Wüste, die offen für Überfälle und Plünderungen sind.
es: Un pequeño mapa de desierto. Cada jugador comienza cerca de un oasis mirando hacia un enceguecedor y arenoso desierto que esta libre para el asalto y la depredación. El juego es pequeño y rápido, dejando de lado el tiempo para oler las rosas.
fr: Petite carte, où chaque joueur commence près d'une oasis repéré dans un sombre désert de sable, qui est grand ouvert à l'agression et au pillage. Le gameplay est serré et rapide, et ne laisse pas le temps de s'arrêter et de sentir les roses.
gl: Un pequeno mapa de deserto. Cada xogador comeza preto dun oasis, no que polo demais é un deserto baleiro, aberto, que fai a calquera vulnerábel a un asalto, ou o ataque dun depredador. As partidas son axustadas e rápidas, non hai tempo para deterse a cheirar as flores.
nl: Een kleine woestijnkaart. Ieder speler start bij een oase, maar voor de rest is de kaart dor en verlaten. Een snel spel gegarandeerd, zonder tijd om naar de bloemetjes te kijken.
pt_pt: Um pequeno mapa desértico. Cada jogador começa perto de um oásis isolado no meio de um deserto árido, vulnerável a qualquer ataque e depredação. Os jogos neste mapa são tensos e rápidos. Não há tempo para ficar a cheirar as flores!

source: Fast Oasis
de: Schnelle Oase
es: Oasis rápido
fr: Oasis rapide
gd: Innis-fhàsaich luath
gl: Oasis rápido
nl: Snelle oase
pt_pt: Oásis Rápido

source: Fishing Demo
de: Fischereidemo
es: Demo de pesca
fr: Démo - Pêche
gd: Taisbeanadh air iasgaich
gl: Demostración de pesca
nl: Vis demo
pt_pt: Demonstração de Pesca

source: Test out fishing with a fishing boat. Still in development.
de: Teste fischen mit einem Fischerboot. In Entwicklung.
es: Prueba de pesca con bote pesquero. Todavía en desarrollo.
fr: Testez la pêche avec un bateau de pêche. Encore en développement.
gd: Feuch ri iasgaich le bàta-iasgaich. 'Ga leasachadh fhathast.
gl: Proba a pescar cun bote de pesca. Aínda está a desenvolverse.
nl: Test het vissen met een vissersboot. Nog in ontwikkeling.
pt_pt: Tente pescar com um barco pesqueiro. Ainda está em desenvolvimento.

source: Has some experimental fighter plane prototypes.
de: Hier sind experimentell einige Prototypen für Kampfflugzeuge.
es: Contiene prototipos experimentales de aviones de combate.
fr: Quelques prototypes expérimentaux d'avion de chasse.
gd: Proto-sheòrsaichean deuchainneach air plèanaichean.
gl: Contén algúns prototipos experimentais de avión de guerra.
nl: Heeft enkele experimentele prototypes van gevechtsvliegtuigen.
pt_pt: Contém alguns protótipos experimentais de aviões de guerra.

source: Flight Demo
de: Flug Demo
es: Demo de vuelo
fr: Démo - Vol
gd: Taisbeanadh air itealadh
gl: Demostración de voo
nl: Vlucht demo
pt_pt: Demonstração de Voo

source: Fly some Mustangs.
de: Fliege einige Mustangs.
es: Toma el mando de algún Mustang.
fr: Faire voler quelques Mustangs.
gd: Stiùirich plèanaichean Mustang.
gl: Pilota uns Mustangs.
nl: Vlieg met Mustangs
pt_pt: Pilota uns Mustangs.

source: Flight Demo 2
de: Flug Demo 2
es: Demo de vuelo 2
fr: Démo - Vol 2
gd: Taisbeanadh air itealadh 2
gl: Demostración de voo 2
nl: Vlucht Demo 2
pt_pt: Demonstração de Voo 2

source: A wide-open map with a central rocky region rich in Minerals (Metal Resource). This map may be played if the other more detailed maps cause uncomfortable lag.
de: Eine weit-offene Karte mit einer großen Steinigen Region im Zentrum, das reich an Rohstoffen (Metall) ist. Diese Karte kann gespielt werden, wenn detailliertere Karten zu Rucklern führen.
es: Un mapa abierto con una zona central rocosa rica en minerales (Metal, en el juego). Es un buen mapa si otros más detallados te causan problemas de rendimiento.
fr: Une carte largement ouverte avec une région centrale rocheuse riche en minerai. Cette carte peut être jouée si les autres cartes plus détaillées provoquent des latences inconfortables.
gd: Mapa fosgailte le sgìre creagach sa mheadhan air a bheil pailteas mèinneir (stòras meatailt). Gabhaidh am mapa seo a chluich ma bhios cus dàil mhì-chofhurtail air mapaichean eile.
gl: Un gran mapa aberto cunha rexión rochosa central rica en minerais (metal). Pode xogarse a este mapa se outros máis detallados ralentizan o xogo de maneira desagradábel.
nl: Een open kaart met een centraal gelegen rotsig gedeelte, rijk aan mineralen. Deze kaart kan gespeeld worden als de meer gedetailleerde versie problemen veroorzaakt.
pt_pt: Um mapa vasto com uma região central rochosa e rica em minerais (metal). Use este mapa se o jogo estiver a correr muito lento com os mapas mais detalhados.

source: Gold Rush
de: Goldrausch
es: Fiebre del oro
fr: Ruée vers l'or
gd: Boile an Òir
gl: A febre do ouro
nl: Goudkoorts
pt_pt: Febre do Ouro

source: A riparian gorge meanders its way through the South lands of Gaul.
de: Ein Fluss windet sich durch eine Klamm im südlichen Gallien.
es: Un barranco ribereño serpentea a través de las tierras sureñas de la Galia.
fr: Une gorge riveraine serpente à travers les terres du Sud de la Gaule.
gd: Mòr-ghil aibhne a' lùbadh thar taobh a deas na Gaille.
gl: O desfiladeiro dun río ábrese camiño a través do sur da Galia.
nl: Een aan de oever gelegen pas die zich een weg kronkelt door de zuidelijke landen van Gallië.
pt_pt: Um desfiladeiro ripário serpenteia através das terras do sul da Gália.

source: Gorge
de: Schlucht
es: Desfiladero
gd: Mòr-ghil
gl: Desfiladeiro
nl: Bergpas
pt_pt: Desfiladeiro

source: Importation of a height map created with fractals.
de: Import von Höhenkarten, die mittels Fraktalen erstellt wurden.
es: Importación de un mapa de altura (heightmap) creado con fractales.
fr: Importation d'une carte d'élévation crées avec des fractales.
gd: Ion-phortadh air mapa-àirde fractalach.
gl: Importación dun mapa de alturas creado mediante fractais.
nl: Import van een terreinprofiel gecreëerd m.b.v. fractalen.
pt_pt: Importação de um mapa de alturas criado com fractais.

source: Height Map Import Demo - Fractal
de: Höhenkarte Import Demo - Fractal
es: Demo de import. de heightmaps - Fractal
fr: Démo - Height Map Import - Fractal
gd: Taisbeanadh air ion-phortadh mapaichean-àirde - Fractalach
gl: Demostración de importación de mapas de alturas — Fractais
nl: Terreinprofiel import demo - fractaal
pt_pt: Demonstração de Importação de Mapa de Alturas - Fractais

source: An example of height map importation. Image was 1000x1000 grayscale PNG. This image can be found in the scenarios folder. (Smaller images are recommended, as the importer scales the scenario size by the resolution of the imported image.)
de: Ein Beispiel für den Import einer Höhenkarte. Das Bild war ein 1000x1000 Graustufen-PNG. Dieses Bild befindet sich im Szenario-Ordner. (Es werden kleinere Bilder empfohlen, weil das Import-Programm die Größe des Szenarios nach der Auflösung des Bildes skaliert.)
es: Ejemplo de la altura de un mapa importado. La imagen era PNG en escala de grises de 1000x1000. Se la puede encontrar en la carpeta de los escenarios. (las imágenes más pequeñas se recomiendan, ya que el importador escala el tamaño escenario por la resolución de la imagen importada.)
fr: Un exemple d'importation de carte d'élévation. L'image était 1000x1000 de niveaux de gris au format PNG. Cette image peut être trouvée dans le répertoire des scénarios. ⏎ ⏎ (Des images plus petites sont recommandées, l'importateur dimensionne la taille du scénario par rapport à la résolution de l'image importée.)
gd: Ball-eisimpleir air ion-phortach mhapaichean-àirde. 'S e PNG liath-sgèile 1000x1000 a bha san dealbh. Gheibh thu an dealbh seo ann am pasgan nan cnàmh-sgeulan. (Mholamaid dealbhan nas lugha on a chuireas an t-inneal ion-phortaidh sgèile na cnàmh-sgeòil air dùmhlachd-bhreacaidh an deilbh a chaidh ion-phortadh.)
gl: Un exemplo de importación de mapa de alturas. A imaxe era un PNG en escala de grises de 1000×1000 píxeles. A imaxe atópase no cartafol de escenarios. Nota: recoméndanse imaxes máis pequenas, dado que o importador xera o escenario a unha escala determinada pola resolución da imaxe importada.
nl: Een voorbeeld van hoogtekaart importering. De afbeelding was een 1000x1000 grijze PNG. De afbeelding kan gevonden worden in de scenario's map. (Kleinere afbeeldingen worden aangeraden, aangezien de importering de kaarten schaalt naargelang de resolutie van de afbeelding).
pt_pt: Um exemplo de importação de um mapa de alturas. A imagem tem 1000x1000 píxeis em tons de cinzento, no formato PNG, e pode ser encontrada na pasta dos cenários. (Recomenda-se o uso de imagens mais reduzidas, porque o importador ajusta as dimensões do cenário conforme a resolução da imagem importada.)

source: Height Map Import Demo - Greece
de: Importdemo einer Höhenkarte - Griechenland
es: Demo de import. de heightmaps - Grecia
fr: Démo - Height Map Import - Greece
gd: Taisbeanadh air ion-phortadh mapaichean-àirde - A' Ghreug
gl: Demostración de importación de mapas de alturas — Grecia
nl: Terreinprofiel Import Demo - Griekenland
pt_pt: Demonstração de Importação de Mapa de Alturas - Grécia

source: An example of height map importation. Image was 512x512 grayscale PNG. This image can be found in the scenarios folder, but can be placed anywhere.
de: Ein Beispiel für den Import einer Höhenkarte. Das Bild war ein 512x512 Graustufen-PNG. Dieses Bild befindet sich im Szenario-Ordner, kann sich aber auch woanders befinden.
es: Ejemplo de la altura de un mapa importado. La imagen era PNG en escala de grises de 512x512. Se la puede encontrar el la carpeta de los escenarios pero puede colocarse en cualquier lugar.
fr: Un exemple d'importation de carte d'élévation. L'image était en niveaux de gris sur 512x512 au format PNG. Cette image peut être trouvée dans le répertoire des scénarios, mais peut être placée n'importe où.
gd: Ball-eisimpleir air ion-phortach mhapaichean-àirde. 'S e PNG liath-sgèile 512x512 a bha san dealbh. Gheibh thu an dealbh seo ann am pasgan nan cnàmh-sgeulan ach gabhaidh a chur àite sam bith.
gl: Un exemplo de importación de mapa de alturas. A imaxe era un PNG en escala de grises de 512×512 píxeles. A imaxe atópase no cartafol de escenarios, pero pode situarse en calquera outro cartafol.
nl: Een voorbeeld van hoogtekaart importering. De afbeelding was een 512x512 grijze PNG. De afbeelding kan gevonden worden in de scenario's map.
pt_pt: Um exemplo de importação de mapa de alturas. A imagem tinha 512x512 píxeis em tons de cinzento e no formato PNG. A imagem pode ser encontrada na pasta dos cenários, mas pode ser colocada em qualquer lugar.

source: Height Map Import Demo - Greece (small)
de: Importdemo einer Höhenkarte - Griechenland (klein)
es: Demo de import. de heightmaps - Grecia (pequeño)
fr: Démo - Height Map Import - Greece (small)
gd: Taisbeanadh air ion-phortadh mapaichean-àirde - A' Ghreug (beag)
gl: Demostración de importación de mapas de alturas — Grecia (pequeno)
nl: Terreinprofiel Import Demo - Griekenland (klein)
pt_pt: Demonstração de Importação de Mapa de Alturas - Grécia (pequeno)

source: This is a basic tutorial to get you started playing 0 A.D.
de: Dies ist eine interaktive Einführung in das Spiel 0 A.D.
es: Un tutorial básico para que puedas empezar a jugar 0 A.D.
fr: Ceci est un tutoriel de base pour commencer à jouer à 0 A.D.
gd: Seo oideachadh bunasach ach an tòisich thu air 0 A.D. a chluich.
gl: Isto é unha aprendizaxe básica que te servirá como introdución a 0 A.D.
nl: Dit is een simpele zelfstudie om 0 A.D te leren spelen.
pt_pt: Isto é um tutorial básico para aprender a jogar 0 A.D.

source: Introductory Tutorial
de: Interaktive Einführung
es: Tutorial inicial
fr: Didacticiel d'introduction
gd: Bun-oideachadh
gl: Aprendizaxe
nl: Inleidende zelfstudie
pt_pt: Tutorial de Iniciação
