Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Player Name
de: Spielername
es: Nombre del jugador
fr: Nom du joueur
gd: Ainm a' chluicheadair
gl: Nome do xogador
nl: Spelernaam
pt_pt: Nome do Jogador

source: Player Placement
de: Startposition
es: Ubicación de los jugadores
fr: Position du joueur
gd: Ionad a' chluicheadair
gl: Controlador
nl: Spelerplaatsing
pt_pt: Colocação do Jogador

source: Civilization
de: Zivilisation
es: Civilización
fr: Civilisation
gd: Sìobhaltas
gl: Civilización
nl: Beschaving
pt_pt: Civilização

source: View civilization info
de: Zivilisationsinfo anzeigen
es: Saber más sobre la civilización
fr: Voir les informations des civilisations
gd: Seall fiosrachadh an t‑sìobhaltais
gl: Ver a información da civilización.
nl: Bekijk beschavingsinformatie
pt_pt: Ver informações sobre as civilizações

source: Select player.
de: Spieler wählen.
es: Elige un jugador.
fr: Sélectionner un joueur.
gd: Tagh cluicheadair.
gl: Escoller un xogador.
nl: Selecteer speler.
pt_pt: Seleccionar jogador.

source: Configure AI settings.
de: KI-Einstellungen konfigurieren.
es: Configura los ajustes de la IA.
fr: Configurer les paramètres de l'IA.
gd: Rèitich roghainnean na IF.
gl: Configurar a intelixencia artificial.
nl: Stel de AI in.
pt_pt: Configurar os jogadores artificiais.

source: Select player's civilization.
de: Zivilisation des Spielers auswählen.
es: Elige la civilización del jugador.
fr: Sélectionner la civilisation du joueur.
gd: Tagh sìobhaltas a' chluicheadair.
gl: Escoller a civilización do xogador.
nl: Selecteer de beschaving voor de speler.
pt_pt: Seleccionar a civilização do jogador.

source: Select player's team.
de: Team des Spielers auswählen.
es: Elige el equipo del jugador.
fr: Sélectionner l'équipe du joueur.
gd: Tagh sgioba a' chluicheadair.
gl: Escoller o equipo do xogador.
nl: Selecteer het team voor de speler.
pt_pt: Seleccionar a equipa do jogador.

source: Map Type:
de: Kartentyp:
es: Tipo de mapa:
fr: Type de carte :
gd: Seòrsa a' mhapa:
gl: Tipo de mapa:
nl: Kaarttype:
pt_pt: Tipo de mapa:

source: Map Filter:
de: Kartenfilter:
es: Filtro:
fr: Filtre :
gd: Criathrag nam mapa:
gl: Filtro:
nl: Kaartfilter:
pt_pt: Filtro de Mapas:

source: Select Map:
de: Karte auswählen:
es: Mapa:
fr: Carte :
gd: Tagh mapa:
gl: Mapa:
nl: Selecteer kaart:
pt_pt: Seleccionar Mapa:

source: Number of Players:
de: Spieleranzahl:
es: Número de jugadores:
fr: Nombre de joueurs :
gd: Àireamh de chluicheadairean:
gl: Xogadores:
nl: Aantal spelers:
pt_pt: Número de Jogadores:

source: Select a map type.
de: Wähle einen Kartentyp aus.
es: Elige el tipo de mapa.
fr: Sélectionner un type de carte.
gd: Tagh seòrsa a' mhapa.
gl: Escoller un tipo de mapa.
nl: Selecteer kaarttype.
pt_pt: Seleccionar um tipo de mapa.

source: Select a map filter.
de: Einen Kartenfilter auswählen.
es: Elige un filtro de mapa.
fr: Sélectionner un filtre de carte.
gd: Tagh criathrag nam mapa.
gl: Escoller un filtro de mapas.
nl: Selecteer een kaartfilter.
pt_pt: Seleccionar um filtro de mapas.

source: Select a map to play on.
de: Wähle eine Karte zum Spielen aus.
es: Elige un mapa en el que jugar.
fr: Sélectionner une carte sur laquelle jouer.
gd: Tagh mapa airson cluich air.
gl: Escoller un mapa no que xogar.
nl: Selecteer een kaart om op te spelen.
pt_pt: Seleccionar o mapa para jogar.

source: Select number of players.
de: Spieleranzahl wählen.
es: Elige el número de jugadores.
fr: Sélectionner le nombre de joueurs.
gd: Tagh an àireamh de chluicheadairean.
gl: Selecciona o número de xogadores.
nl: Selecteer het aantal spelers
pt_pt: Seleccionar o número de jogadores.

source: Select map size. (Larger sizes may reduce performance.)
de: Kartengröße wählen. (Größere Karten können die Leistung reduzieren)
es: Elige un tamaño de mapa. (Los mapas más grandes pueden ralentizar el juego)
fr: Sélectionner la taille de la carte. (Les grandes tailles peuvent réduire les performances.)
gd: Tagh meud a' mhapa. (Dh'fhaoidte gum bi an geama nas slaodaiche le mapa mòr.)
gl: Escoller o tamaño do mapa. Canto máis grande, peor será o rendemento.
nl: Selecteer een kaartgrootte. (Grotere kaarten kunnen performantie verminderen).
pt_pt: Seleccionar o tamanho do mapa (tamanhos grandes podem reduzir o desempenho).

source: Send
de: Senden
es: Enviar
fr: Envoyer
gd: Cuir a-null
gl: Enviar
nl: Versturen
pt_pt: Enviar

source: [Tooltip text]
es: [Texto de ayuda]
gd: [Teacsa a' ghliocais]
gl: (texto do consello)
nl: [Tooltip tekst]
pt_pt: [Dica de texto]

source: Start game!
de: Spiel starten!
es: Comenzar partida
fr: Démarrer !
gd: Tòisich air geama!
gl: Comezar a partida!
nl: Start spel!
pt_pt: Iniciar jogo!

source: Start a new game with the current settings.
de: Starte ein neues Spiel mit den derzeitigen Einstellungen.
es: Comenzar una nueva partida con los ajustes actuales.
fr: Démarrer une partie avec les paramètres actuels.
gd: Tòisich air geama ùr leis na roghainnean làithreach.
gl: Comezar unha partida nova coa configuración actual.
nl: Start een nieuw spel met de huidige instellingen.
pt_pt: Iniciar um jogo novo com a configuração actual.

source: Back
de: Zurück
es: Atrás
fr: Retour
gd: Air ais
gl: Volver
nl: Terug
pt_pt: Voltar

source: More Options
de: Mehr Optionen
es: Más opciones
fr: Options avancées
gd: Barrachd roghainnean
gl: Avanzado
nl: Meer instellingen
pt_pt: Mais Opções

source: See more game options
de: Weitere Spieloptionen
es: Ver más opciones de juego
fr: Voir les options avancées de la partie
gd: Seall barrachd roghainnean a' gheama
gl: Ver opcións avanzadas da batalla.
nl: Bekijk meer spelinstellingen
pt_pt: Ver mais opções do jogo

source: Game Speed:
de: Spielgeschwindigkeit:
es: Velocidad de juego:
fr: Vitesse de jeu :
gd: Luaths a' gheama:
gl: Velocidade:
nl: Snelheid:
pt_pt: Velocidade do Jogo:

source: Select game speed.
de: Wähle eine Spielgeschwindigkeit aus.
es: Elige la velocidad de juego.
fr: Sélectionner la vitesse de jeu.
gd: Tagh luaths a' gheama.
gl: Seleccionar a velocidade da partida.
nl: Selecteer de snelheid van het spel.
pt_pt: Seleccionar a velocidade do jogo.

source: Select victory condition.
de: Siegbedingung auswählen.
es: Elige una condición de victoria.
fr: Sélectionner la condition de victoire.
gd: Tagh cumha na buaidhe.
gl: Seleccionar a condición para a vitoria.
nl: Selecteer de overwinningsvoorwaarde.
pt_pt: Seleccionar a condição de vitória.

source: Population Cap:
de: Bevölkerungslimit:
es: Población máxima:
fr: Limite de population :
gd: An sluagh as motha:
gl: Poboación:
nl: Maximum aantal inwoners:
pt_pt: Limite de População:

source: Select population cap.
de: Bevölkerungslimit wählen.
es: Especifica la población máxima.
fr: Sélectionner la limite de population.
gd: Tagh an àireamh-shluaigh as motha a tha ceadaichte.
gl: Seleccionar o límite de poboación de cada xogador.
nl: Selecteer een maximum aantal inwoners.
pt_pt: Seleccionar o limite de população.

source: Starting Resources:
de: Startressourcen:
es: Recursos iniciales:
fr: Ressources de départ :
gd: Tagh na stòrasan tòiseachaidh:
gl: Recursos iniciais:
nl: Beginkapitaal:
pt_pt: Recursos Iniciais:

source: Select the game's starting resources.
de: Startressourcen wählen.
es: Elige con cuantos recursos empieza la partida.
fr: Sélectionner les ressources disponibles en début de partie.
gd: Tagh stòrasan tòiseachaidh a' gheama.
gl: Seleccionar os recursos iniciais da partida.
nl: Selecteer de resources die je krijgt bij de start van het spel.
pt_pt: Seleccionar os recursos iniciais da partida.

source: Toggle revealed map (see everything).
de: Karte aufdecken (alles sehen).
es: Ver todo el mapa (o no).
fr: Révéler la carte (tout voir).
gd: Toglaich am mapa air fhoillseachadh (faic a h-uile rud).
gl: Ver todo o que ocorre no mapa en todo momento.
nl: Toon de volledige kaart (bekijk alles).
pt_pt: Activar/desactivar mapa revelado (tudo visível).

source: Toggle explored map (see gaia and buildings).
de: Entdeckte Karte umschalten (zeigt Umwelt und Einheiten).
es: Ver o no el mapa explorado, muestra gaia (animales) y edificios.
fr: Explorer la carte (voir la nature et les bâtiments).
gd: Toglaich am mapa air a rùrachadh (faic gaia 's togalaich).
gl: Ver as unidades e estruturas de gaia e mailas estruturas de todos os xogadores.
nl: Verken de kaart (toon gaia en gebouwen).
pt_pt: Activar/desactivar mapa explorado (natureza e edifícios visíveis)

source: Toggle locked teams.
de: Feste Teams.
es: Bloquear o desbloquear equipos.
fr: Verrouiller / déverrouiller les équipes.
gd: Toglaich a bheil na sgiobaidhean glaiste.
gl: Bloquear os cambios de equipo.
nl: Zet de teams vast of variabel.
pt_pt: Activar/desactivar equipas bloqueadas.

source: Cheats:
es: Trucos:
fr: Triche :
gd: Cealgaireachd:
gl: Trucos:
nl: Valsspelen:
pt_pt: Batotice:

source: Toggle the usability of cheats.
de: Cheats aktivieren/deaktivieren.
es: Activa o desactiva los trucos.
fr: Activer / désactiver les codes de triche.
gd: Toglaich an gabh cealgaireachd a chleachdadh.
gl: Permitir o uso de trucos.
nl: Zet de mogelijkheid om vals te spelen.
pt_pt: Activar/desactivar possibilidade de uso de códigos de batota.

source: Rated Game:
de: Bewertetes Spiel:
es: Juego puntuable:
fr: Partie classée :
gd: Geama rangaichte:
gl: Cualificación:
nl: Competitiespel:
pt_pt: Jogo Classificado:

source: Toggle if this game will be rated for the leaderboard.
de: Umschalten, ob dieses Spiel für die Rangliste bewertet werden soll.
es: Marca si esta partida debería contar para la clasificación general:
fr: Choisir si cette partie sera prise en compte pour le classement général.
gd: Toglaich an tèid an geama a chur ri clàr nan sgòr.
gl: Activa esta opción para que os puntos que cada xogador obteña na partida se teñan en conta para o podio.
nl: Activeer dit als je wil dat het spel je score kan wijzigen.
pt_pt: Define se este jogo conta para a tabela classificativa dos jogadores.

source: Close more game options window
de: Schließe das „Weitere Spieloptionen”-Fenster
es: Cierra la ventana de opciones de juego adicionales
fr: Fermer la fenêtre des options avancées
gd: Dùin an uinneag aig barrachd roghainnean a' gheama
gl: Pechar a xanela de opcións adicionais da partida.
nl: Sluit het opties venster
pt_pt: Fechar a janela de mais opções do jogo

source: Multiplayer
de: Mehrspieler
es: Multijugador
fr: Multijoueur
gd: Ioma-chluicheadair
gl: Varios xogadores
pt_pt: Multijogador

source: Joining an existing game.
de: Einem bestehenden Spiel beitreten.
es: Uniéndose a un juego existente
fr: Rejoindre une partie existante.
gd: Gabh pàirt ann an geama a tha ann.
gl: Unirse a unha partida existente.
nl: Sluit je aan bij een bestaand spel.
pt_pt: Entrar num jogo existente.

source: Player name:
de: Spielername:
es: Nombre del jugador:
fr: Nom du joueur :
gd: Ainm a' chluicheadair:
gl: Nome do xogador:
nl: Naam van de speler:
pt_pt: Nome do jogador:

source: Server Hostname or IP:
de: Hostname oder IP des Servers:
es: Dirección o IP del servidor:
fr: Nom ou adresse IP du serveur hôte :
gd: Ainm òstair no IP an fhrithealaiche:
gl: Nome ou IP do servidor:
nl: Server hostnaam of IP:
pt_pt: Nome ou IP do servidor:

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
gd: Lean air adhart
gl: Continuar
nl: Verder
pt_pt: Continuar

source: Set up your server to host.
de: Eigenen Server erstellen
es: Configura tu propio servidor.
fr: Configurer votre serveur hôte.
gd: Rèitich am frithealaiche agad airson òstadh.
gl: Configurar o seu computador como anfitrión.
nl: Stel je server in om een spel te hosten.
pt_pt: Configurar o seu computador como anfitrião.

source: Server name:
es: Nombre del servidor:
fr: Nom du serveur :
gd: Ainm an fhrithealaiche:
gl: Nome do servidor:
nl: Servernaam:
pt_pt: Nome do servidor:

source: [Connection status]
de: [Verbindungsstatus]
es: [Estado de conexión]
fr: [État de la connexion]
gd: [Staid a' cheangail]
gl: (estado da conexión)
nl: [Connectie status]
pt_pt: [Estado da ligação]

source: Quote of the Day:
de: Zitat des Tages:
es: Frase del día:
fr: Citation du jour :
gd: Iomradh an latha:
gl: Cita:
nl: Quote van de dag:
pt_pt: Citação do Dia:

source: Multiplayer Lobby
de: Mehrspielerlobby
es: Sala multijugador
fr: Hall multijoueur
gd: Lobaidh ioma-chluicheadair
gl: Sala de espera
pt_pt: Entrada de multijogador

source: Status
es: Estado
fr: Statut
gd: Staid
gl: Estado
pt_pt: Estado

source: Name
es: Nombre
fr: Nom
gd: Ainm
gl: Nome
nl: Naam
pt_pt: Nome

source: Rating
de: Bewertung
es: Puntuación
fr: Classement
gd: Rangachadh
gl: Cualificación
nl: Score
pt_pt: Classificação

source: Leaderboard
de: Rangliste
es: Clasificación
fr: Classement
gd: Clàr nan sgòr
gl: Podio
nl: Ranglijst
pt_pt: Líder

source: Players:
de: Spieler:
es: Jugadores:
fr: Joueurs :
gd: Cluicheadairean:
gl: Xogadores:
nl: Spelers:
pt_pt: Jogadores:

source: Join Game
de: Spiel beitreten
es: Unirse a una partida
fr: Rejoindre une partie
gd: Gabh pàirt ann an geama
gl: Unirse a unha partida
nl: Join spel
pt_pt: Entrar num Jogo

source: Host Game
de: Spiel hosten
es: Crear partida
fr: Héberger une partie
gd: Òstaich geama
gl: Aloxar unha partida
nl: Host een spel
pt_pt: Alojar Jogo

source: Main Menu
de: Haupmenü
es: Menú principal
fr: Menu principal
gd: A' phrìomh chlàr-taice
gl: Menú principal
nl: Hoofdmenu
pt_pt: Menu principal

source: Map Name
de: Kartenname
es: Nombre del mapa
fr: Nom de la carte
gd: Ainm a' mhapa
gl: Nome do mapa
nl: Kaartnaam
pt_pt: Nome do Mapa

# map
source: Size
de: Größe
es: Tamaño
fr: Taille
gd: Meud
gl: Tamaño
nl: Grootte
pt_pt: Tamanho

# map
source: Type
de: Typ
es: Tipo
gd: Seòrsa
gl: Tipo
pt_pt: Tipo

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
gd: Cluicheadairean
gl: Xogadores
nl: Spelers
pt_pt: Jogadores

source: Show full games
de: Volle Spiele anzeigen
es: Mostrar todas las partidas
fr: Afficher les parties complètes
gd: Seall geamannan làna
gl: Mostrar as partidas sen ocos libres.
nl: Toon ook spellen die vol zitten
pt_pt: Mostra todos jogos

source: Rank
de: Rang
es: Rango
fr: Grade
gd: Rang
gl: Rango
nl: Rang
pt_pt: Posto

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
gd: Ùraich
gl: Actualizar
nl: Bijwerken
pt_pt: Actualizar

source: Create a new account
de: Ein neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
gd: Cruthaich cunntas ùr
gl: Crear unha conta nova
nl: Creëer een nieuwe account
pt_pt: Criar uma conta nova

source: Login to an existing account
de: In ein bestehendes Konto einloggen
es: Iniciar sesión en una cuenta ya existente
fr: Se connecter à un compte existant
gd: Log a-steach le cunntas clàraichte
gl: Acceder cunha conta existente
nl: Log in met een bestaande account
pt_pt: Iniciar sessão com uma conta existente

source: Connect to the game lobby
de: Verbinde mit der Lobby
es: Conectarse a la sala multijugador
fr: Connexion
gd: Ceangail ri lobaidh nan geama
gl: Conectarse á sala de espera
nl: Verbind met de spellobby
pt_pt: Ligar a entrada do jogo

source: Login:
es: Usuario:
fr: Identifiant :
gd: Far-ainm:
gl: Usuario:
nl: Gebruikersnaam:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
gd: Facal-faire:
gl: Contrasinal:
nl: Wachtwoord:
pt_pt: Senha:

source: Registration
de: Registrierung
es: Registro
fr: Inscription
gd: Clàradh
gl: Rexistrarse
nl: Registratie
pt_pt: Registro

source: Password again:
de: Wiederhole das Passwort:
es: Repite la contraseña:
fr: Vérification du mot de passe :
gd: Facal-faire a-rithist:
gl: Contrasinal (repítao):
nl: Herhaal wachtwoord:
pt_pt: Senha novamente:

source: I have read and agree to the Terms of Service and Terms of Use:
de: Ich habe die Service- und Nutzungsbedingungen gelesen und akzeptiert:
es: He leído y estoy de acuerdo con los términos de uso y servicio:
fr: J'ai lu et accepté les Conditions Générales de Service et d'Utilisation :
gd: Leugh mi agus aontaichidh mi ri teirmichean na seirbheise agus teirmichean a' cleachdaidh:
gl: Lin e acepto as condicións de uso e de servizo:
nl: Ik heb de service- en gebruiksvoorwaarden gelezen en goedgekeurd:
pt_pt: Li e concordo com as Condições do Serviço e as Condições de Utilização:

source: Language
de: Sprache
es: Idioma
fr: Langue
gd: Cànan
gl: Idioma
nl: Taal
pt_pt: Idioma

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
gd: Cànan:
gl: Idioma:
nl: Taal:
pt_pt: Idioma:

source: Locale:
de: Gebietsschema:
es: Idioma:
gd: Sgeama ionadail:
gl: Código rexional:
nl: Taalvariant:
pt_pt: Localização:

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
gd: Gabh ris
gl: Aceptar
nl: Aanvaarden
pt_pt: Aceitar

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
gd: Adhartach
gl: Avanzado
nl: Geavanceerd
pt_pt: Avançado

source: Country:
de: Land:
es: País:
fr: Pays :
gd: Dùthaich:
gl: País:
nl: Land:
pt_pt: País:

source: Script:
de: Skript:
gd: Sgriobt:
gl: Alfabeto:
nl: Schrift:

source: Optional four-letter script code part following the language code (as listed in ISO 15924)
de: Optionaler Skript-Code, bestehend aus vier Buchstaben (gemäß ISO 15924)
es: Código opcional de cuatro letras que sigue al código del idioma (como aparece en ISO 15924)
fr: Code de quatre lettres optionnel suivant le code de la langue (défini par l'ISO 15924)
gd: Còd roghainneil de 4 litrichean airson an sgriobt a leanas air còd a' chànain (a-rèir ISO 15924)
gl: Código de catro letras opcional que pode seguir ao código do idioma, definido no estándar ISO 15924.
nl: Optioneel vierletterig schift volgend op de taalcode (bepaald volgens ISO 15924)
pt_pt: Código de script opcional, com quatro letras, segundo o código de idioma (listado em ISO 15924)

source: Variant (unused):
de: Variant (unbenutzt):
es: Variante (sin uso):
fr: Variante (inutilisée) :
gd: Eug-samhail (gun chleachdadh):
gl: Variante (sen efecto):
nl: Variant (ongebruikt):
pt_pt: Variante (não usado):

source: Not implemented yet.
de: Noch nicht implementiert.
es: Todavía sin implementar.
fr: Pas encore implémenté.
gd: Gun a chur an sàs fhathast.
gl: Esta funcionalidade aínda non está lista para usarse.
nl: Nog niet geïmplementeerd.
pt_pt: Ainda não implementado.

source: Keywords (unused):
de: Stichwörter (unbenutzt):
es: Palabras clave (sin uso):
fr: Mots clés (inutilisés) :
gd: Faclan-luirg (gun chleachdadh):
gl: Palabras clave (sen efecto):
nl: Trefwoorden (ongebruikt):
pt_pt: Palavras-chave (não usado):

source: Resulting locale:
de: Erzeugtes Gebietsschema:
es: Idioma final:
fr: Locale finale :
gd: An sgeama ionadail:
gl: Código resultante:
nl: Resulterende taalcode:
pt_pt: Localização resultante:

source: Dictionary files used:
de: Verwendete Übersetzungsverzeichnisse:
es: Archivos de diccionario en uso:
fr: Fichers de dictionnaires utilisés :
gd: Na faidhlichean cànain aige:
gl: Ficheiros de tradución:
nl: Woordenboekbestanden gebruikt:
pt_pt: Ficheiros de dicionário usados:

source: Auto detect
de: Automatisch erkennen
es: Auto detectar
fr: Détection automatique
gd: Mothaich gu fèin-obrachail
gl: Detectar
nl: Automatisch detecteren
pt_pt: Detectar autom.

source: Information
es: Información
gd: Fiosrachadh
gl: Información
nl: Informatie
pt_pt: Informação

source: View Online
de: Online ansehen
es: Verlo en línea
fr: Voir en ligne
gd: Seall air loidhne
gl: Ver por internet
nl: Bekijk online
pt_pt: Ver Online

source: Game Options
de: Spieloptionen
es: Opciones de juego
fr: Options de jeu
gd: Roghainnean a' gheama
gl: Opcións do xogo
nl: Spel opties
pt_pt: Opções do Jogo

source: General
de: Allgemein
fr: Général
gd: Coitcheann
gl: Xeral
nl: Algemeen
pt_pt: Geral

source: Graphics Settings
de: Grafikeinstellungen
es: Ajustes gráficos
fr: Paramètres graphiques
gd: Roghainnean grafaigeachd
gl: Vídeo
nl: Grafische instellingen
pt_pt: Opções gráficas

source: Sound Settings
de: Toneinstellung
es: Ajustes de sonido
fr: Réglages du son
gd: Roghainnean fuaime
gl: Son
nl: Geluidsinstellingen
pt_pt: Opções de som

source: Lobby Settings
de: Lobbyeinstellungen
es: Ajustes de la Sala multijugador
fr: Paramètres du hall
gd: Roghainnean na lobaidh
gl: Sala de espera
nl: Lobby instellingen
pt_pt: Definições do Lobby

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
gd: Sàbhail
gl: Gardar
nl: Opslaan
pt_pt: Guardar

source: Help improve 0 A.D.!
de: Hilf mit 0 A.D. zu verbessern!
es: ¡Ayúdanos a mejorar 0 A.D.!
fr: Aidez à améliorer 0 A.D. !
gd: Cuidich sinn le piseach a thoirt air 0 A.D!
gl: Axuda a mellorar 0 A.D.!
nl: Help om 0 A.D. te verbeteren!
pt_pt: Ajude-nos a melhorar o 0 A.D.!

source: You can automatically send us anonymous feedback that will help us fix bugs, and improve performance and compatibility.
de: Sende uns automatisch anonymes Feedback, das uns dabei helfen kann Bugs zu fixen und die Leistung sowie die Kompatibilität zu verbessern.
es: Puedes enviarnos automáticamente informes anónimos para ayudarnos a resolver problemas, mejorar el rendimiento y la compatibilidad.
fr: Vous pouvez envoyer automatiquement vos commentaires anonymes qui nous aiderons à corriger les bugs, à améliorer les performances et la compatibilité du jeu.
gd: 'S urrainn dhut fiosrachadh gun ainm a chur thugainn gu fèin-obrachail a chuidicheas ach an càraich sinn bugaichean is an toir sinn piseach air an dèanadas is co-chòrdalachd.
gl: Podes enviarnos información automaticamente de maneira anónima para axudarnos a solucionar erros e mellorar a eficiencia do xogo e maila compatibilidade con sistemas coma o teu.
nl: Je kan ons automatisch anonieme feedback sturen. Dit zal ons helpen om bugs op te lossen en de compatibiliteit te verbeteren.
pt_pt: Pode enviar automaticamente relatórios de erro anónimos que nos ajudarão a corrigir problemas e a melhorar o desempenho e a compatibilidade do jogo.

source: Thank you for helping improve 0 A.D.!
de: Vielen Dank für die Hilfe bei der Verbesserung von 0 A.D.!
es: ¡Gracias por ayudarnos a mejorar 0 A.D.!
fr: Merci pour votre aide !
gd: Mòran taing gun cuidich thu le piseach a thoirt air 0 A.D.!
gl: Grazas por axudar a mellorar 0 A.D.!
nl: Bedankt om 0 A.D. te helpen verbeteren!
pt_pt: Obrigado por nos ajudar a melhorar o 0 A.D.!

source: Anonymous feedback is currently enabled.
de: Anonymes Feedback ist zurzeit aktiviert.
es: Los informes anónimos están habilitados.
fr: Le retour d'informations anonyme est actuellement activé.
gd: Tha cur fiosrachaidh gun ainm an comas an-dràsta.
gl: O envío anónimo de datos está activado.
nl: Anonieme feedback is momenteel geactiveerd.
pt_pt: O envio de relatórios de erro anónimos está activado.

source: Status: $status.
es: Estado: $status.
fr: État : $status.
gd: Staid: $status.
gl: Estado: $status.
pt_pt: Progresso: $status.

source: Alpha XVI: Patañjali
es: Alfa XVI: Patañjali
gl: Alfa XVI: Patañjali
pt_pt: Alfa XVI: Patañjali

source: WARNING: This is an early development version of the game. Many features have not been added yet.
de: WARNUNG: Dies ist eine frühe Entwicklungsversion des Spiels. Viele Funktionen sind noch nicht verfügbar.
es: ADVERTENCIA: Ésta es una versión temprana del juego. Muchas características todavía están en desarrollo.
fr: ATTENTION : Ceci est une version en cours de développement. Certaines fonctionnalités n'ont pas encore été ajoutées.
gd: RABHADH: Seo tionndadh leasachaidh tràth dhen gheama. Tha iomadh feart ri thighinn nach deach a chur ris fhathast.
gl: Advertencia: Esta versión do xogo aínda está en pleno desenvolvemento. Queda moito por facer.
nl: LET OP: Dit spel is nog volop in ontwikkeling. Vele functies zijn nog niet geïmplementeerd.
pt_pt: AVISO: Esta versão do jogo ainda está em desenvolvimento. Muitas funcionalidades ainda não foram adicionadas.

source: Get involved at: play0ad.com
de: Mithelfen auf: play0ad.com
es: Involúcrate en: play0ad.com
fr: Participer sur : play0ad.com
gd: Rach an sàs ann air: play0ad.com
gl: Axúdanos: play0ad.com
nl: Help mee op: play0ad.com
pt_pt: Participe em: play0ad.com
