Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Carthaginians
de: Karthager
es: Cartaginenses
fr: Carthaginois
gd: Na Cartagaich
gl: Cartaxineses
nl: Carthago
pt_pt: Cartagineses

source: Carthaginian walls, gates, and towers have 3x health of a standard wall, but also 2x build time.
de: Kathagische Mauern, Tore und Türme haben 3x Lebenspunkte von einer Standard-Mauer, jedoch 2x Bauzeit.
es: Las murallas, puertas y torres Cartaginenses tienen 3 veces más salud que un muro normal, pero también 2 veces más tiempo de construcción.
fr: Les murs, les portes et les tours de Carthage ont 3x les points de santé d'un mur standard, mais aussi 2x le temps de construction.
gd: Tha 3x de shlàinte air ballachan, geataichean 's tùir nan Cartagach an coimeas na fheadhainn aig càch, ach bheir e 2x nas fhaide gus an togail cuideachd.
gl: As murallas, portas e torres cartaxinesas teñen o triplo de vida que as murallas normais, pero construílas leva o dobre de tempo.
nl: Carthaagse muren, poorten en muurtorens zijn 3x zo sterk als die van andere beschavingen, maar duren ook 2x zo lang om te bouwen.
pt_pt: As muralhas, portões e torres cartaginesas têm o triplo de resistência das muralhas normais mas também demoram o dobro do tempo a serem construídas.

source: Triple Walls
de: Dreifache Mauer
es: Muros triples
fr: Remparts triples
gd: Ballachan trìoblaichte
gl: Murallas triplas
nl: Driedubbele muren
pt_pt: Muralhas Triplas

source: Carthaginians built triple city walls.
de: Die Karthager bauten eine dreifache Stadtmauer.
es: Los cartagineses construían murallas triples.
fr: Les carthaginois ont construit des remparts triples.
gd: Thogadh na Cartagaich ballachan trìoblaichte.
gl: Os cartaxineses construían murallas triplas nas súas cidades.
nl: Carthagers bouwden een driedubbele stadsmuur.
pt_pt: Os cartagineses construíam muralhas triplas.

source: The resource cost of training elephant-mounted (war elephant) or horse-mounted units (cavalry) is reduced by 5% per animal corralled (as appropriate).
de: Die Rohstoffkosten für das Trainieren von berittenen Einheiten (Kavallerie und Kriegselefanten) sind um 5% pro eingefangenem Tier reduziert (wenn erforderlich).
es: El coste en recursos para reclutar unidades montadas en elefantes (elefantes de guerra) o unidades montadas en caballos (caballería) se reduce en un 5% por cada animal alojado en el corral (según el caso).
fr: Le coût de la formation des unités montées (cavalerie) ou de dressage d'éléphants de guerre est réduit de 5% par animal parqué (s’il y a lieu).
gd: Bidh lùghdachadh an cosgais de 5% gus aonad air muin ailbhein (ailbhean cogaidh) no eich (eachraidh) a thrèanadh le gach beathach san fhàl (a-rèir na tha iomchaidh).
gl: Os recursos necesarios para adestrar unidades montadas en elefante (elefante de guerra) ou cabalo (cabalaría) redúcense un 5% por animal correspondente acurralado.
nl: De grondstofkost voor het rekruteren van oorlogsolifanten of ruiters wordt met 5% per overeenkomstig dier in de veekraal verlaagd.
pt_pt: Os recursos necessários para recrutar unidades montadas em elefantes (elefante de guerra) ou em cavalos (cavalaria) são reduzidos em 5% por cada animal domesticado (respectivamente).

source: Roundup
de: Zusammenfassung
es: Resumen
fr: Rassemblement
gd: Tional
gl: Animais acurralados
nl: Overzicht
pt_pt: Agrupamento

source: Not unlike the Iberian Peninsula, North Africa was known as horse country, capable of producing up to 100,000 new mounts each year. It was also the home of the North African Forest Elephant.
de: Ähnlich wie die Iberische Halbinsel war Nordafrika als Pferdeland bekannt, fähig jährlich bis zu 100.000 Reittiere zu produzieren. Außerdem war es Heimat des Nordafrikanischen Waldelefanten.
es: Al igual que la Península Ibérica, África del Norte era conocida como un país de caballos, capaz de producir hasta 100.000 nuevas monturas cada año. También fue el hogar del Elefante Africano de Bosque.
fr: À l'instar de la péninsule ibérique, l'Afrique du Nord était connue comme le pays du cheval, capable de produire jusqu'à 100.000 nouvelles montures chaque année. Les Numides avaient la passion des chevaux et étaient réputés être des cavaliers sans frein, servant notamment dans l'armée carthaginoise. C'était aussi l'habitat de l'éléphant des forêts d'Afrique du Nord.
gd: Coltach ris an rubha Ibèireach, bhiodh taobh a tuath Afraga cliùiteach mar thìr nan each agus comasach air 100,000 each ùra a sholar gach bliadhna. 'S e an dachaigh aig an ailbhean coille Afraga tuathach a bh' ann cuideachd.
gl: De xeito similar á Península Ibérica, o norte de África era coñecido pola abundancia de cabalos. Nesa parte de África podían producirse ata 100.000 novas bestas cada ano. Ademais os seus bosques eran o hábitat do chamado «elefante do norte de África».
nl: Zoals het Iberische schiereiland was Noord Afrika gekend als paardenland. Ze konden tot 100.000 nieuwe ruiters per jaar opleiden. Het was ook het gebied van de inmiddels uitgestorven Noord-Afrikaanse bosolifant.
pt_pt: Tal como a Península Ibérica, a região do Norte de África era conhecida pelos seus cavalos, sendo criados 100.000 novos animais por ano. É também o local de origem do Elefante da Floresta Africano.

source: +33% trade profit international routes.
de: 33% mehr Profit auf internationalen Handelsrouten.
es: +33% de ganancia por intercambio de rutas internacionales.
fr: +33% de profits commerciaux grâce aux routes internationales.
gd: 133% de phrothaid o mhalairt air slighean eadar-nàiseanta.
gl: Aumento nun 33% dos beneficios das rutas internacionais.
nl: +33% handelsvoordeel over internationale routes.
pt_pt: +33% lucro em rotas comerciais internacionais.

source: Trademasters
de: Meisterhändler
es: Maestros del comercio
fr: Maîtres marchands
gd: Maighstirean malairt
gl: Mestres do comercio
nl: Meesterhandelaars
pt_pt: Mestres do Comércio

source: The Phoenicians and Carthaginians were broadly known as the greatest trading civilization of the ancient and classical world.
de: Die Phönizier und Karthager waren die größten Handelsnationen der antiken und klassischen Welt.
es: Los Fenicios y los Cartagineses eran ampliamente conocidos por ser la civilización que más desarrolló el comercio en el mundo clásico y antiguo.
fr: Les phéniciens et les carthaginois étaient internationalement connus pour être les meilleures civilisations marchandes de l'époque antique et classique.
gd: Bha na Phenicich is na Cartagaich cliùiteach mar na sìobhaltasan malairt as motha air an t‑saoghal àrsaidh is chlasaigeach.
gl: Os fenicios e os cartaxineses eran ben coñecidos como a civilización de comerciantes máis importante do mundo antigo e clásico.
nl: Feniciërs en Carthagen waren gekend als de beste handelaars van de oude en klassieke wereld.
pt_pt: Os fenícios e os cartagineses ficaram conhecidos por serem civilizações de comerciantes durante o mundo antigo e clássico.

source: Hannibal Barca
de: Hannibal Barkas
es: Aníbal Barca
gl: Aníbal Barca
nl: Hannibal Barkas
pt_pt: Aníbal

source: Hamilcar Barca
de: Hamilkar Barkas
es: Amilcar Barca
gl: Amílcar Barca
nl: Hamilcar Barkas
pt_pt: Amílcar Barca

source: Hasdrubal Barca
de: Hamilkar Barkas
es: Asdrúbal Barca
gl: Asdrúbal Barca
nl: Hasdrubal Barkas
pt_pt: Asdrúbal

source: Hasdrubal Gisco
de: Hasdrubal, Sohn Gisgos
es: Asdrúbal Gisco
gl: Asdrúbal Xiscón
pt_pt: Asdrúbal Giscão

source: Hanno the Elder
de: Hanno der Älteste
es: Hannón el Viejo
fr: Hannon l'Ancien
gl: Hannón o Vello
nl: Hanno de Oude
pt_pt: Hanno, o Velho

source: Mago Barca
de: Mago Barkas
es: Magón Barca
fr: Magon Barca
gl: Magón Barca
nl: Mago Barkas
pt_pt: Magão Barca

source: Hasdrubal the Fair
de: Hasdrubal Cartagena
es: Asdrúbal el Justo
fr: Hasdrubal le Beau
gd: Hasdrubal Bòidheach
gl: Asdrúbal o Belo
nl: Hasdrubal de Eerlijke
pt_pt: Asdrúbal o Belo

source: Hanno the Great
de: Hanno der Große
es: Hannón el Grande
fr: Hannon le Grand
gd: Hanno Mòr
gl: Hannón o Grande
nl: Hanno de Grote
pt_pt: Hanão o Grande

source: Himilco
de: Himilkon
es: Himilcón
fr: Himilcon
gl: Himilcón
pt_pt: Himilcão

source: Hannibal Gisco
de: Hannibal Gisko
es: Aníbal Giscón
fr: Hannibal Giscon
gl: Aníbal Xiscón
pt_pt: Aníbal Giscão

source: Xanthippus
de: Xanthippos
es: Chapulín
fr: Xanthippe
gl: Xantipo
pt_pt: Xantipo

source: Himilco Phameas
es: Himilcón Fameas
fr: Himilcon Phaméas
gl: Himilcón Fameas
pt_pt: Himilcão

source: Hasdrubal the Boetharch
de: Hasdrubal der Boetharch
es: Asdrúbal el Beotarca
fr: Hasdrubal le Boétharque
gd: Hasdrubal am Boetharch
gl: Asdrúbal o Beotarca
nl: Hasdrubal de Boetharch
pt_pt: Asdrúbal, o Beotarca

source: All Traders and Ships +25% vision range.
de: Sichtweite aller Händler und Schiffe um 25% erhöht.
es: Todos los comerciantes y barcos ganan un +25% más de alcance de visión.
fr: Tous les commerçants et les navires gagnent +25% de champ de vision.
gd: Gheibh na h-uile neach-malairt 's long +25% de dh'astar lèirsinne.
gl: O raio de visión de todos os comerciantes e barcos aumenta nun +25%.
nl: Handelaars en schepen kunnen 25% verder zien.
pt_pt: O raio de visão de todos os Comerciantes e Embarcações aumenta em 25%.

source: Exploration
de: Erkundung
es: Exploración
gd: Rùrachadh
gl: Exploración
nl: Verkenning
pt_pt: Exploração

source: Nobody knew better than the Carthaginians where in the ancient world they were going and going to go; their merchant traders had missions to everywhere.
de: Keiner in der antiken Welt wusste besser, wohin es galt zu gehen, als die Karthager; ihre Händler unternahmen Missionen nach überall hin.
es: Nadie en el mundo antiguo sabía mejor que los cartagineses a donde iban y hacia dónde ir; sus mercaderes emprendían misiones a lugares lejanos a lo largo y ancho del globo.
fr: Dans le monde antique, personne ne savait mieux que les Carthaginois où ils allaient et où ils allaient aller ; leurs négociants étaient envoyés en tous lieux.
gd: Cha bhiodh duine san t-saoghal àrsaidh cho eòlach air càite an rachadh iad 's dè rinneadh iad ann 's a bhiodh na Cartagaich; bhiodh iad a' cur an luchd-mhalairt aca air feadh an àite.
gl: Ninguén sabía mellor que os cartaxineses a que parte do mundo antigo ían e a que parte pretendían ir. Os seus comerciantes tiñan misións en todas partes.
nl: Niemand wist beter dan de Carthagers waar ze naartoe gingen. Hun handelaars hadden overal missies.
pt_pt: Ninguém sabia melhor que os Cartaginenses a que parte do mundo antigo eles iam e para onde haveriam de ir - os seus mercadores tinham missões comerciais em todo o lado.

source: Civic Centers, Temples, and Houses -25% build time.
de: Verwaltungssitze, Tempel und Häuser -25% Bauzeit.
es: Centros Cívicos, Templos y Casas -25% tiempo de construcción.
fr: Les centres-villes, les temples et les maisons ont -25% de temps de construction.
gd: Thèid ionadan sìobhalta, teampaill is taighean a thogail nas luaithe le -25%.
gl: Redúcese nun -25% o tempo de construción de centros cívicos, templos e casas.
nl: Beschavingscentra, Tempels en Huizen -25% bouwtijd.
pt_pt: Centros cívicos, templos e casas diminuem em 25% no tempo de construção.

source: Colonization
de: Kolonisation
es: Colonización
fr: Colonisation
gd: Tuineachadh
gl: Colonización
nl: Kolonisatie
pt_pt: Colonização

source: Carthaginians established many trading centers as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.
de: Die Karthager integrierten viele Handelszentren als Kolonien und hatten allein in Nordafrika mehr als 300 Städte unter ihrer Kontrolle.
es: Los cartagineses establecieron muchos centros comerciales como las colonias y en última instancia lograron establecer su dominio sobre 300 ciudades y pueblos solo en el norte de África.
fr: Les Carthaginois établirent de nombreux centres commerciaux comme des colonies et ont finalement dominé plus de 300 villes et villages pour la seule Afrique du Nord.
gd: Stèidhich na Cartagaich iomadh ionad-malairt mar tuineachaidhean agus aig deireadh na sgeòil, bha smachd aca air 300 bailtean ann an taobh tuath Afraga 's an corr.
gl: Os cartaxineses estableceron moitos centros de comercios como colonias e acabaron por dominar máis de 300 cidades e vilas só no norte de África.
nl: Carthagers stichtten veel handelscentra in de vorm van kolonies. Op het hoogtepunt bezaten ze meer dan 300 steden, enkel in noord Afrika.
pt_pt: Os cartagineses estabeleceram muitas colónias a partir de entrepostos comerciais e acabaram por dominar mais de 300 cidades e vilas só no Norte de África.

source: Carthage's most famous son. Hannibal Barca was the eldest son of Hamilcar Barca and proved an even greater commander than his father. Lived 247-182 B.C. While he ultimately lost the Second Punic War his victories at Trebia, Lake Trasimene, and Cannae, and the feat of crossing the Alps have secured his position as among the best tacticians and strategists in history.
de: Karthagos bekanntester Sohn. Hannibal Barkas war der älteste Sohn von Hamilkar Barka und war ein noch größerer Feldherr als sein Vater. Er lebte von 247-182 v.Chr. Obwohl er schlussendlich den zweiten Punischen Krieg verlor, sicherten ihm seine Siege in Trebia, am Trasimenischen See und in Cannae, sowie die Überquerung der Alpen eine sichere Position unter den besten Taktikern und Strategikern der Geschichte.
es: El hijo más famoso de Cartago, Aníbal Barca, fue el mayor de los hijos de Amilcar Barca y demostró ser un comandante incluso mejor que su padre. Vivió en 247-182 A.C. perdiendo finalmente la Segunda Guerra Púnica, sus victorias en Trebia, el Lago Trasimeno, Cannas, y la hazaña de cruzar los Alpes le aseguró el puesto entre los mejores estrategas tácticos de la historia.
fr: Le plus célèbre fils de Carthage. Hannibal Barca était le fils aîné d'Hamilcar Barca et s'est avéré encore plus grand commandant que son père. Il vécu de 247 à 182 avant J-C. Alors qu'il a finalement perdu la deuxième guerre punique, ses victoires à Trebia, au lac Trasimène, à Cannes (Italie), et l'exploit de la traversée des Alpes ont assuré sa position parmi les meilleurs tacticiens et stratèges de l'Histoire.
gl: O fillo máis famoso de Cartago, Aníbal Barca (247-182 a.C.), era o fillo maior de Amílcar Barca, e demostrou ser un comandante aínda máis grande que seu pai. Aínda que acabou sendo derrotado durante a Segunda Guerra Púnica, as súas vitorias en Trebia, no Lago Trasimeno e en Cannas, así como a fazaña de cruzar os Alpes, aseguráronlle un posto entre os mellores tácticos e estrategos da historia.
nl: De meest bekende van de Carthaagse heersers is Hannibal Barkas (247 - 182 V.C.). Hij was de oudste zoon van Hamilcar Barkas en bewees dat hij zelfs een beter strateeg was dan zijn vader. Hoewel hij de Tweede Punische Oorlog verloren heeft, zorgden zijn talrijke overwinningen in o.a. Trebia, het Trasimeense meer en Cannae er voor dat hij als één van de beste strategen in de geschiedenis beschouwd wordt.
pt_pt: O mais célebre filho de Cartago. Aníbal Barca era o filho mais velho de Amílcar Barca e demonstrou ser um comandante militar ainda melhor que o seu pai. Viveu entre 247-182 a.C. Embora tenha acabado por perder a Segunda Guerra Púnica, as suas vitórias em Trébia, no lago Trasimeno e em Canas, bem como a extraordinária travessia dos Alpes, garantiram o seu lugar entre os melhores tácticos e estrategas da História.

source: Father of Hannibal and virtual military dictator. Hamilcar Barca was a soldier and politician who excelled along his entire career. Lived 275-228 B.C. While overshadowed by his sons, Hamilcar was great general in his own right, earning the nickname Baraq or Barca for the lightning speed of his advance.
de: Vater von Hannibal und praktisch Militärdiktator. Hamilkar Barka war ein Soldat und Politiker, der während seiner ganzen Laufbahn glänzte. Er lebte von 275-228 v.Chr. Obwohl durch seine Söhne übertroffen, war Hamilkar ein großer General, der durch seine blitzschnellen Angriffe den Namen Baraq oder Barka erhielt.
es: Padre de Aníbal y dictador militar en la práctica. Amilcar Barca fue un soldado y político que destacó a lo largo de toda su carrera. Vivió en 275-228 A.C. Aunque fue eclipsado por sus hijos, Amilcar fue un gran general por sus propios méritos, ganándose el apodo Baraq o Barca por sus rápidos avances.
fr: Père d'Hannibal et quasi-dictateur militaire. Hamilcar Barca était un soldat et politicien qui excella durant toute sa carrière. Il vécut de 275 à 228 av.J.C. Même s'il a été éclipsé par ses fils, Hamilcar fut lui-même un grand général, qui reçut le surnom de Baraq ou Barca pour la célérité de sa progression.
gl: Pai de Aníbal e ditador militar de facto, Amílcar Barca (275-228 a.C.) foi un excelente soldado e político durante toda a súa carreira. A pesar de que os seus fillos lle fixeron sombra, Amílcar era un gran xeneral, e gañouse o alcume de «Barca» (raio) pola rapidez coa que avanzaba.
nl: Vader van Hannibal en in feite een militaire dictator. Hamicar Barkas (275-228 V.C.) was een soldaat en politicus. Terwijl zijn zoon veel bekender is, was Hamilcar zelf ook een grote generaal, hij kreeg zijn naam Barkas voor de snelheid van zijn aanvallen.
pt_pt: Pai de Aníbal e, na prática, ditador militar, Amílcar Barca era um soldado e político que se notabilizou ao longo da sua carreira. Viveu entre 275-228 a.C. Embora tenha sido superado pelos seus filhos, Amílcar foi um excelente general por direito próprio, tendo granjeado a alcunha de 'Baraq' ou 'Barca' pela celeridade fulminante dos seus avanços militares.

source: Maharbal was Hannibal Barca's 'brash young cavalry commander' during the 2nd Punic War. He is credited with turning the wing of the legions at Cannae resulting in defeat in which 30,000 of 50,000 Romans were lost, as well as significant contributions to the winning of many other battles during the 2nd Punic War. He is known for having said, after the battle of Cannae, 'Hannibal, you know how to win the victory; just not what to do with it.'
de: Maharbal war Hannibal Barkas ‚Stürmischer junger Kavalleriekommandant‘ während des zweiten Punischen Krieges. Er kommandierte den Rechten Flügel der Armee in Cannae, und verhalf so den Karthagern zum Sieg. Nur 30.000 von 50.000 Römer überlebten diese Schlacht. Außerdem trug er zu vielen weiteren Siegen in den Kämpfen des zweiten Punischen Krieges bei. Nach der Schlacht von Cannae soll er gesagt haben: „Zu siegen weißt du, Hannibal, aber nicht den Sieg auszunutzen.“
es: Maharbal fue un 'joven comandante de caballería temerario' de Aníbal Barca durante la segunda Guerra Púnica. Se le atribuye el giro del ala de las legiones de Cannas resultando en una derrota en la que 30.000 de 50.000 romanos murieron, así como las contribuciones significativas a la conquista de muchas otras batallas durante la segunda Guerra Púnica. Él es conocido por haber dicho, después de la batalla de Cannas, 'Aníbal, sabes lo que es ganar la victoria; pero no sabes aprovecharla.'
fr: Maharbal était 'l'impétueux jeune commandant de la cavalerie' d'Hannibal Barca durant la 2nde Guerre Punique. On lui attribue l'idée d'avoir contourné l'aile des légions romaines à Cannes, menant à une défaite où 30 000 Romains sur 50 000 moururent, ainsi que d'importantes contributions à beaucoup d'autres victoires de la 2nde Guerre Punique. Il est connu pour avoir dit, après la bataille de Cannes : 'Tu sais vaincre, Hannibal, mais tu ne sais pas tirer profit de la victoire.'
gl: O xove e intrépido Maharbal foi o comandante de cabalaría de Aníbal Barca durante a Segunda Guerra Púnica. Atribúeselle facer dar a volta ás lexións dos flancos en Cannas conseguindo unha vitoria na que os romanos perderon tres quintas partes das súas 50.000 unidades, e atribúenselle tamén contribucións importantes ás vitorias noutras moitas batallas durante a Segunda Guerra Púnica. É coñecido polas súas palabras tras a batalla de Cannas: «Aníbal, sabes como conseguir a vitoria, pero non que facer con ela».
nl: Maharbal was Hannibal Barkas' durfal en cavalerie commandant gedurende de Tweede Punische Oorlog. Hij heeft voor de omwenteling in Cannae gezorgd, zodat tussen de 30.000 en 50.000 Romeinen verslagen werden, en hij heeft ook significant bijgedragen aan de winst van vele andere veldslagen gedurende de Tweede Punische Oorlog. Hij heeft blijkbaar na de slag van Cannae gezegd "Hannibal, je weet hoe je kan winnen, enkel niet wat je met de winst kan doen."
pt_pt: Maarbal era o "general de cavalaria jovem e combativo" de Aníbal Barca, durante a Segunda Guerra Púnica. Terá sido ele o responsável pela derrota do exército romano em Canas, onde perdeu 30.000 dos seus 50.000 soldados, bem como outras contribuições notáveis para a vitória de muitas outras batalhas da Segunda Guerra Púnica. Ficou célebre por ter proferido, depois da batalha de Canas, "Aníbal, tu sabes obter a vitória; só não sabes o que hás-de fazer com ela."

source: Naval Shipyard
de: Marinehafen
es: Calafate naviero
fr: Chantier naval
gd: Doca a' chabhlaich
gl: Estaleiro
nl: Scheepswerf
pt_pt: Estaleiro Naval

source: Construct the powerful warships of the Carthaginian navy.
de: Baue starke Kriegsschiffe für die karthagische Marine.
es: Construye los poderosos navíos de guerra para la armada cartaginesa.
fr: Construire les puissants navires de guerre de la marine carthaginoise.
gd: Tog na longan-cogaidh neartmhor aig cabhlach nan Cartagach.
gl: Constrúe os invencíbeis barcos de guerra da flota cartaxinesa.
nl: Bouw oorlogsschepen voor de Carthageense vloot
pt_pt: Constrói embarcações de guerra poderosas para a frota cartaginesa.

source: The structure is based upon the center island of the inner harbour constructed to house the war fleet of the Carthaginian navy at Carthage.
de: Das Gebäude basiert auf der mittleren Insel des inneren Hafens von Karthago und war gebaut, um die karthagische Flotte aufzunehmen.
es: La estructura está basada en la isla central del puerto interior construido para albergar la flota de guerra de la armada Cartaginense en Cartago.
fr: La structure est basée sur l'îlot central du port intérieur, construit pour abriter la flotte de guerre de la marine carthaginoise à Carthage.
gd: Tha an structar stèidhichte air an eilean meadhanach aig a' chala taobh a-staigh a chaidh a thogail gus cabhlach cogaidh nan Cartagach a chumail aig Cartago.
gl: A estrutura está baseada na illa central do porto interior construído para aloxar a flota de guerra cartaxinesa en Cartago.
nl: De structuur is gebaseerd op het centrale eiland van de ommuurde haven van Carthago. Ze werd gebruikt om de machtige vloot te huizen.
pt_pt: Este edifício é baseado na ilha central do porto interno construído em Cartago para albergar a armada da frota cartaginesa.

source: Celtic Embassy
de: Keltische Botschaft
es: Embajada celta
fr: Ambassade celte
gd: Ambasaid Ceilteach
gl: Embaixada celta
nl: Keltische ambassade
pt_pt: Embaixada Celta

source: Hire Celtic mercenaries.
de: Werbe keltische Söldner an.
es: Contrata a mercenarios celtas.
fr: Engager des mercenaires celtes.
gd: Fastaich saighdearan-duaise Ceilteach.
gl: Contrata mercenarios celtas.
nl: Koop Keltische huurlingen.
pt_pt: Contrata mercenários celtas.

source: The Celts supplied fierce warrior mercenaries for Carthaginian armies.
de: Die Kelten stellten wilde Söldner für die Karthagische Armee.
es: Los celtas sirvieron como feroces guerreros mercenarios engrosando la armada cartaginesa.
fr: Les Celtes fournirent de féroces guerriers mercenaires pour les armées carthaginoises.
gd: Sholair na Ceiltich saighdearan-duaise fiadhaich airson airm nan Cartagach.
gl: Os celtas subministraban feroces guerreiros aos exércitos cartaxineses.
nl: De Kelten werkten vaak als geduchte huurlingen in de Carthaagse legers.
pt_pt: Os Celtas cediam ferozes guerreiros mercenários aos exércitos cartagineses.
