Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Classes: Citizen Ranged Infantry Slinger. Counters: 1.5x vs. Ranged Infantry, 1.25x vs. Melee Infantry. Countered by: Cavalry.
de: Klassen: Bürger, Fernkampf, Infanterie, Schleuderer Stark gegen: 1,5x Fernkampf Infanterie, 1,25x Nahkampf Infanterie Schwach gegen: Kavallerie
es: Clase: Ciudadano escaramucero con honda. Bueno contra: x1.5 contra infantería a distancia, x1.25 infantería cuerpo a cuerpo. Débil contra: Caballería.
fr: Classes : Frondeur d'infanterie à distance citoyen. Contre : 1,5x c. l'infanterie à distance, 1,25x c. l'infanterie de mêlée. Contré par : Cavalerie.
gd: Seòrsa: longadair-dùthcha coisridh astair. An aghaidh: coisridh astair le 1.5x, coisridh dhlùth le 1.25x. 'Na aghaidh: eachraidh.
gl: Clases: cidadán, proxectís, infantaría, fondeiro. Fortalezas: ×1,5 contra infantaría de proxectís, ×1,25 contra infantaría de contacto. Debilidades: cabalaría.
nl: Klassen: Burger Afstand Infanterie Slingeraar. Sterk tegen: 1,5x tegen afstandsinfanterie, 1,25x tegen mêlee-infanterie. Zwak tegen: ruiters.
pt_pt: Categoria: Fundeiro de Infantaria de Arremesso Cidadão. Pontos fortes: 1,5x contra Infantaria de Arremesso; 2x contra Infantaria Corpo a Corpo. Ponto fraco: Cavalaria.

source: Slinger
de: Schleuderer
es: Hondero
fr: Frondeur
gd: Longadair
gl: Fondeiro
nl: Slingeraar
pt_pt: Fundeiro

source: Mechanical
de: Mechanisches Gerät
es: Mecánico
fr: Mécanique
gd: Innealach
gl: Máquina
nl: Mechanisch
pt_pt: Máquina

source: Ship
de: Schiff
es: Navío
fr: Bateau
gd: Long
gl: Nave
nl: Schip
pt_pt: Embarcação

source: Classes: Mechanical Warship Light Ranged.
de: Klassen: Mechanisches Kriegsschiff, Leicht, Fernkampf
es: Clase: Navío de guerra mecánico de corto alcance.
fr: Classes : Navire de guerre mécanique léger à distance.
gd: Seòrsa: long-cogaidh innealach aotrom astair.
gl: Clases: máquina, nave de guerra, lixeira, proxectís.
nl: Klassen: Mechanisch Oorlogsschip Licht Afstand
pt_pt: Categoria: Navio de Guerra Mecânico Ligeiro

source: Light Warship
de: Leichtes Kriegsschiff
es: Nave de guerra ligera
fr: Navire de guerre léger
gd: Long-chogaidh aotrom
gl: Nave de guerra lixeira
nl: Licht oorlogsschip
pt_pt: Navio de Guerra Ligeiro

source: Classes: Mechanical Warship Fireship Melee. Rapidly drain the health of enemy ships. Slowly loses health due to being on fire, so use the Fire Ship quickly.
de: Klassen: Mechanisch, Kriegsschiff, Feuerschiff, Nahkampf Verringert die Gesundheit feindlicher Schiffe rapide. Verliert aufgrund des Feuers langsam Gesundheit und sollte deshalb zügig eingesetzt werden.
es: Clase: Buque de guerra incendiario. Rápidamente drena la salud de las naves enemigas. Poco a poco pierde la salud, debido a que está prendido, así que usa el barco incendiado rápidamente.
fr: Classes : Navire de guerre mécanique brûlot de mêlée. Abaisse rapidement la santé des vaisseaux ennemis. Perd lentement ses points de vie du fait d'être en feu, donc à utiliser rapidement.
gd: Seòrsa: long-cogaidh-teine innealach dlùth. Thoir crìonadh air slàinte longan an nàmhad. Caillidh i fhèin slàinte gu slaodach on a tha i 'na teine, mar sin cleachd an long teine gu luath.
gl: Clases: máquina, nave de guerra, brulote, contacto. Drena rapidamente a vida das naves inimigas. Perde vida lentamente, ao estar en chamas, así que procura facer uso dela de contado.
nl: Klassen: Mechanisch Oorlogsschip Vuurschip Mêlee. Breng een vijandig schip snel tot zinken. Dit schip brandt vanzelf op, gebruik het dus snel.
pt_pt: Categoria: Embarcação de guerra de contacto mecânica. Danifica rapidamente as embarcações inimigas mas danifica-se rapidamente por estar a arde. Por isso, use rapidamente.

source: Fire Ship
de: Brander
es: Navío explosivo
fr: Navire incendiaire
gd: Long teine
gl: Brulote
nl: Vuurschip
pt_pt: Brulote

source: Classes: Mechanical Ship FishingBoat. Fish the waters for Food. Garrison a support or infantry unit inside to boost fishing rate.
de: Klassen: Mechanisch, Schiff, Fischerboot Fischt im Wasser nach Essen. Wenn ein Bürger oder Infanterist im Boot ist wird die Angelrate erhöht.
es: Clase: Barco de pesca. Pesca en las aguas para obtener alimentos. Guarnece a una unidad de infantería en su interior para aumentar la velocidad de pesca.
fr: Classes : Navire de pêche mécanique. Pêche pour l'alimentation. Mettre une unité de soutien ou d'infanterie en garnison à l'intérieur pour stimuler le taux de pêche.
gd: Seòrsa: long-iasgaich innealach. Iasgaich san uisge airson bìdh. Faodaidh tu aonad taice no coisridh a chur 'na ghearastan ann ach an iasgaich e nas luaithe.
gl: Clases: máquina, nave, pesqueiro. Pesca nas augas para conseguir alimento. Monta unha unidade de apoio ou de infantaría para aumentar a velocidade de pesca.
nl: Klassen: Mechanisch Ship Vissersboot. Bevis het water voor extra voedsel. Beman met een extra soldaat voor een extra boost (nog niet geïmplementeerd).
pt_pt: Categoria: Embarcação de pesca de guerra mecânica. Pesque nestas água. Guarnece uma unidade de apoio ou um soldado para aumentar a velocidade de pesca.

source: Fishing Boat
de: Fischerboot
es: Bote de pesca
fr: Bateau de pêche
gd: Bàta-iasgaich
gl: Pesqueiro
nl: Vissersboot
pt_pt: Pesqueiro

source: Classes: Mechanical Ship Trader. Trade between docks. Garrison a Trader aboard for additional profit (+20% for each garrisoned). Gather profitable aquatic treasures.
de: Klassen: Mechanisch, Schiff, Händler Handelt zwischen Häfen, Quartiere einen Händler für höheren Profit ein (+20% für jeden Händler). Sammelt profitable Wasserschätze.
es: Clase: Barco de comercio. El comercio entre los muelles. Guarnición de un comerciante a bordo da un beneficio adicional (+20% para cada una guarnición). Reúne tesoros acuáticos rentables.
fr: Classes : Navire marchand mécanique. Commerce entre les quais. Mettre un commerçant en garnison à bord pour un bénéfice supplémentaire (+20% pour chaque commerçant). Collecte les trésors aquatiques.
gd: Seòrsa: long-mhalairt innealach. Dèan malairt eadar calachan. Cuir fear-malairt 'na ghearastan ann airson barrachd prothaide (+20% airson gach fear sa ghearastan). Tog ulaidhean-mara prothaideach.
gl: Clases: máquina, nave, comerciante. Comercia entre portos. Acuartela comerciantes para aumentar os beneficios un +20% por cada un. Recolle tesouros das augas.
nl: Klassen: Mechanisch Ship Handelaar. Handel tussen havens. Beman met een handelaar voor extra profijt (+20% per handlaar). Gebruik dit schip om zeeschatten te verzamelen.
pt_pt: Categoria: Embarcação de transporte mecânica. Comércio entre portos. Guarnece um comerciante para ter uma bonificação de 20% em cada um. Recolhe tesouros da água.

source: Merchantman
de: Handelsschiff
es: Mercader
fr: Marchand
gd: Long marsanta
gl: Comerciante
nl: Koopman
pt_pt: Mercador

source: Classes: Mechanical Warship Heavy Ranged Melee. Garrison with catapults to increase ranged fire power. Secondary Attack: Ramming.
de: Klassen: Mechanisch, Kriegsschiff, schwerer Fernkampf, Nahkampf Quartiere Katapulte ein um Fernkampf Feuerkraft erhöhen. Sekundäre Attacke: Rammen.
es: Clase: Navío de guerra mecánico a larga distancia. Guarnece a catapultas en su interior para aumentar la potencia de tiro a distancia. Ataque secundario: Embestida.
fr: Classes : Navire de guerre mécanique lourd de mêlée et à distance. Mettre des catapultes en garnison pour augmenter la puissance de feu à distance. Attaque secondaire : Éperonnage.
gd: Seòrsa: long-cogaidh innealach trom astair 's dlùth. Cuir crainn-thabhaill 'nan gearastan airson buannachd ionnsaighe astair. Dàrna ionnsaigh: starradh.
gl: Clases: máquina, nave de guerra, pesado, proxectís, contacto. Monta nela catapultas para aumentar o ataque con proxectís. Ataque secundario: abordaxe.
nl: Klassen: Mechanisch Oorlogsschip Zwaar Afstand Mêlee. Beman met extra katapulten om de vuurkracht te vergroten. Extra ram aanval.
pt_pt: Categoria: Embarcação de guerra pesada de contacto com projécteis mecânica. Monta nesta embarcação catapultas para aumentar o ataque com projécteis. Ataque secundário: Abordagem.

source: Heavy Warship
de: Schweres Kriegsschiff
es: Nave de guerra pesada
fr: Navire de guerre lourd
gd: Long-chogaidh throm
gl: Nave de guerra pesada
nl: Zwaar oorlogsschip
pt_pt: Embarcação de guerra pesada

source: Classes: Mechanical Warship Medium Ranged Melee. Secondary Attack: Ramming.
de: Klassen: Mechanisch, Kriegsschiff, mittlerer Fernkampf, Nahkampf Sekundäre Attacke: Rammen.
es: Clase: Navío de guerra intermedio a distancia. Ataque secundario: Embestida.
fr: Classes : Navire de guerre mécanique moyen de mêlée et à distance. Attaque secondaire : Éperonnage.
gd: Seòrsa: long-cogaidh innealach meadhanach astair 's dlùth. Dàrna ionnsaigh: starradh.
gl: Clases: máquina, nave de guerra, tamaño medio, proxectís, contacto. Ataque secundario: abordaxe.
nl: Klassen: Mechanisch Oorlogsschip Medium Afstand Mêlee. Extra ram aanval.
pt_pt: Categoria: Embarcação de guerra média de contacto com projécteis mecânica. Ataque secundário: Abordagem.

source: Medium Warship
de: Mittelschweres Kriegsschiff
es: Navío de guerra intermedio
fr: Navire de guerre moyen
gd: Long-chogaidh mheadhanach
gl: Nave de guerra mediana
nl: Medium oorlogsschip
pt_pt: Navio de Guerra Médio

source: Siege
de: Belagerungswaffe
es: Asedio
fr: Siège
gd: Inneal-sèiste
gl: Máquina de asedio
nl: Belegeringswapen
pt_pt: Máquina de Cerco

source: Classes: Siege Ranged BoltShooter. Counters: 2x vs. Infantry and Cavalry units. Also useful vs. Buildings. Countered by: Melee Cavalry.
de: Klassen: Belagerung, Fernkampf, Schleuderer Stark gegen: 2x gegen Infanterie und Kavallerie, auch hilfreich gegen Gebäude Schwach gegen: Nahkampf-Kavallerie
es: Clase: Arma lanza-proyectiles. Bueno contra: x2 contra unidades de infantería y caballería. También es útil frente a edificios. Débil contra: Caballería cuerpo a cuerpo.
fr: Classes : Baliste de siège à distance. Contre : 2x c. unités d'infanterie et de cavalerie. Également efficace contre les bâtiments. Contré par : Cavalerie de mêlée.
gd: Seòrsa: losgaiche crainn, inneal-sèiste astair. An aghaidh: coisridh is eachraidh le 2x. Feumail an aghaidh thogalaichean. 'Na aghaidh: eachraidh dlùth.
gl: Clases: asedio, proxectís, proxectís metálicos. Fortalezas: ×2 contra infantaría e cabalaría. Eficaz contra estruturas. Debilidades: cabalaría de contacto.
nl: Traag om in gebruik te nemen. Klassen: Belegering Afstand Mechanisch Boog. Sterk tegen: 2x tegen infanterie en cavalerie. Ook bruikbaar tegen gebouwen. Zwak tegen: mêleeruiters.
pt_pt: Categoria: Fundeiro de Infantaria de Arremesso. Pontos fortes: 2x contra Infantaria de Arremesso; 1,5x contra Infantaria Corpo a Corpo. Também muito útil contra edifícios. Ponto fraco: Cavalaria de contacto .

source: Bolt Shooter
de: Bolzengeschütz
es: Tirador de pernos
fr: Baliste
gd: Losgaiche crainn
gl: Lanzador de proxectís
nl: Mechanische boog
pt_pt: Oxibeles

source: Classes: Siege Ranged Catapult. Counters: Structures and Massed Infantry. Causes splash damage. Countered by: Melee Cavalry.
de: Klasse: Belagerungskatapult. Stark gegen: Gebäude und zusammengeballte Infanterie. Verursacht Flächenschaden. Schwach gegen: Kavallerie.
es: Clase: Catapulta de asedio a distancia. Eficaz contra: Estructuras y grupos de infantería. Causa daño por honda expansiva. Débil contra: Caballería cuerpo a cuerpo.
fr: Classes : Catapulte de siège à distance. Contre : Structures et Infanterie en masse. Provoque des dégâts de zone. Contré par : Cavalerie de mêlée.
gd: Seòrsa: crann-tabhaill, inneal-sèiste astair. An aghaidh: togalaichean is grunnan coisridh. Nì e dochann steallaidh. 'Na aghaidh: eachraidh dlùth.
gl: Clases: asedio, proxectís, catapulta. Fortalezas: eficaz contra estruturas e masas de infantaría. Causa dano de zona. Debilidades: cabalaría de contacto.
nl: Klassen: Belegering Afstand Katapult. Sterk tegen: gebouwen en gegroepeerde infanterie. Veroorzaakt ontploffingsschade. Zwak tegen: Mêleeruiters.
pt_pt: Categoria: Catapulta de longo alcance. Pontos fortes: Edifícios e infantarias com muitas unidades. Causa perigo de salpico. Ponto fraco: Cavalaria de contacto .

source: Siege Catapult
de: Belagerungskatapult
es: Catapulta de asedio
fr: Catapulte de siège
gd: Crann-tabhaill sèiste
gl: Catapulta
nl: Belegeringskatapult
pt_pt: Catapulta

source: Classes: Siege Melee Ram. Counters: 1.5x vs. Gates. Generally good vs. Buildings. Countered by: Melee Cavalry. Cannot attack organic units (but can attack other siege and ships).
de: Klassen: Belagerung, Nahkampf, Ramme. Stark gegen: 1,5x gegen Tore, allgemein gut gegen Gebäude. Schwach gegen: Nahkampfkavallerie. Kann lebendige Einheiten nicht angreifen (kann aber andere Belagerungswaffen und Schiffe angreifen)
es: Clase: Arma de asedio. Bueno contra: x1.5 contra portones. En general es bueno contra edificios. Débil contra: Caballería cuerpo a cuerpo. No puede atacar a las unidades orgánicas (pero puede atacar a otras armas de asedio y barcos).
fr: Classes : Bélier de siège de mêlée. Contre : 1,5x c. Portes. Généralement efficace c. Bâtiments. Contré par : Cavalerie de mêlée. Ne peut attaquer les unités organiques (mais peut attaquer d'autres unités de siège et les navires).
gd: Seòrsa: reithe, inneal-sèiste dlùth. An aghaidh: geataichean le 1.5x. Math an aghaidh thogalaichean san fharsaingeachd. 'Na aghaidh: eachraidh dlùth. Chan urrainn dha ionnsaigh a thoirt air aonadan nàdarra (ach 's urrainn air innealan-sèiste eile no longan)
gl: Clases: asedio, contacto, ariete. Fortalezas: ×1,5 contra portas. Eficaz contra estruturas. Debilidades: cabalaría de contacto. Non pode atacar a unidades orgánicas, pero pode atacar a outras máquinas de asedio ou a embarcacións.
nl: Klassen: Belegering Mêlee Stormram. Sterk tegen: 1,5x tegen stadspoorten. Over het algemeen goed tegen gebouwen. Zwak tegen: mêleeruiters. Kan geen organische eenheden aanvallen (maar wel andere belegeringstuigen en schepen).
pt_pt: Categorias: Aríete, Cerco. Pontos fortes: 1,5x contra Portas. Forte contra Edificios. Fraco contra: Cavalaria Corpo a Corpo. Não pode atacar unidades orgânicas (mas pode atacar embarcações e outras máquinas de cerco).

source: Battering Ram
de: Rammbock
es: Ariete de asedio
fr: Bélier
gd: Reithe sèiste
gl: Ariete
nl: Stormram
pt_pt: Aríete

source: Classes: Ranged SiegeTower. Garrison up to 20 infantry inside to increase arrow count from 0 to 10. Counters: 2x vs. Buildings. Countered by: Melee Cavalry.
de: Klassen: Belagerungsturm, Fernkampf Stationiere bis zu 20 Infanteristen um die Pfeilanzahl von 0 bis hin zu 10 zu steigern. Stark gegen: 2x gegen Gebäude Schwach gegen: Nahkampfkavallerie
es: Clase: Torre de asedio. Guarnece hasta 20 infantes en su interior para aumentar de 0 a 10 la cantidad de flechas disparadas. Bueno contra: x2 contra edificios. Débil contra: Caballería cuerpo a cuerpo.
fr: Classes : Tour de siège à distance. Mettre jusqu'à 20 unités d'infanterie en garnison à l'intérieur pour augmenter le nombre de flèches de 0 à 10. Contre : 2x c. Bâtiments. Contré par : Cavalerie de mêlée.
gd: Seòrsa: tùr sèiste astair. Cuir suas ri 20 aonadan coisridh 'nan gearastan ann ach am meudaich thu àireamh nan saighdean o 0 gu 10. An aghaidh: togalaichean le 2x. 'Na aghaidh: eachraidh dlùth.
gl: Clases: proxectís, torre de asedio. Pode acuartelar ata 20 unidades de infantaría para aumentar o número de frechas de 0 a 10. Fortalezas: ×2 contra estruturas. Debilidades: cabalaría de contacto.
nl: Klassen: Afstand Belegeringstoren. Beman met 20 soldaten om de vuurkracht te verhogen. Sterk tegen: 2x tegen gebouwen. Zwak tegen: mêleeruiters.
pt_pt: Categoria: Torre de assalto de longo alcance, Guarnece até 20 soldados para aumentar o número de setas de 0 para 10. Ponto forte: 20x contra Edifícios. Ponto fraco: Cavalaria de contacto.

source: Siege Tower
de: Belagerungsturm
es: Torre de asedio
fr: Tour de siège
gd: Tùr sèiste
gl: Torre de asedio
nl: Belegeringstoren
pt_pt: Torre de Assalto

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
gd: Taic
gl: Unidade de apoio
nl: Ondersteuning
pt_pt: Apoio

source: Classes: Citizen Support Worker Female. Gather resources, build civic structures, and inspire nearby males to work faster. Bonused at foraging and farming.
de: Klassen: Bürger, Unterstützung, Frau, Arbeiter Sammelt Rohstoffe, errichtet Gebäude und regt Männer in der Nähe zu schnellerer Arbeit an. Begünstigt bei Nahrungssuche und Ackerbau. Stark gegen: 2.5x geg. Belagerungswaffen.
es: Clase: Ciudadana de apoyo. Reúne recursos, construye estructuras, e inspira a los hombres más cercanos a trabajar más rápido. Bonificación de búsqueda de alimento y agricultura.
fr: Classes : Femme citoyenne travailleuse de soutien. Collecte des ressources, construit des bâtiments, et encourage les hommes alentour à travailler plus vite. Bonus pour la récolte de nourriture et l'agriculture.
gd: Seòrsa: saoranach boireann, obraiche taice. Cruinnich stòrasan, tog togalaichean sìobhalta is thoir air na fireannaich am fagas obair nas luaithe. Buannachdan le cruinneachadh is àrachas.
gl: Clases: cidadán, apoio, traballador, muller. Recolle recursos, constrúe estruturas cívicas, e inspira aos homes próximos para traballar máis rápido. Goza de bonificación na recolección de comida.
nl: Klassen: Burger Ondersteunend Vrouw. Verzamel grondstoffen, bouw civiele gebouwen en inspireer dichtbije soldaten om sneller te werken. Een bonus voor het verzamelen van voedsel en landbouw.
pt_pt: Categorias: Cidadã, Trabalhadora, Apoio. Obtém recursos, constrói edifícios cívicos e faz aumentar a produtividade dos trabalhadores homens mais próximos. Bónus na apanha de frutos e na agricultura.

source: Female Citizen
de: Bürgerin
es: Ciudadana
fr: Citoyenne
gd: Saoranach boireann
gl: Cidadá
nl: Vrouwelijke Burger
pt_pt: Cidadã

source: Classes: Support Healer. Heal units.
de: Klasse: Unterstützung Heiler. Heilt Einheiten.
es: Clase: Sanador de apoyo.⏎ Cura unidades.
fr: Classes : Guérisseur de soutien. Soigne les unités.
gd: Seòrsaichean: lighiche taice. Slànaichidh e aonadan.
gl: Clases: apoio, sandador. Sanda unidades.
nl: Klassen: Ondersteunend Heler. Genees eenheden.
pt_pt: Categoria: Sacerdote. Cura as unidades.

source: Healer
de: Heiler
es: Sanador
fr: Guérisseur
gd: Lighiche
gl: Sandador
nl: Heler
pt_pt: Sacerdote

source: Classes: Support Worker Slave. Gatherer with a finite life span. Bonused at mining and lumbering.
de: Klassen: Unterstützung Arbeiter Sklave. Sammler mit begrenzter Lebensdauer. Begünstigt bei Bergbau und Abholzen.
es: Clase: Esclavo de trabajo de apoyo. Recolector con una vida limitada. Bonificación en minería y tala.
fr: Classes : Esclave travailleur de soutien. Ramasseur avec une durée de vie limitée. Bonus pour l'exploitation minière et forestière.
gd: Seòrsa: tràill, obraiche taice. Cruinnich e stòrasan, ach cha mhair e fada. Buannachdan le tochladh is buain fiodha.
gl: Clases: apoio, traballador, escravo. Recolledor cunha vida finita. Efectivo para picar metais e pedra e tallar árbores.
nl: Klassen: Ondersteunened Werker Slaaf. Werkkracht met een kort leven. Een mijn- en houthakkersbonus.
pt_pt: Categorias: Apoio, Trabalhador, Escravo. Recolector de recursos com um tempo de vida finito. Bónus na obtenção de metal e madeira.

source: Slave
de: Sklave
es: Esclavo
fr: Esclave
gd: Tràill
gl: Escravo
nl: Slaaf
pt_pt: Escravo

source: Classes: Support Trader. Trade resources between your own markets and those of your allies.
de: Klassen: Unterstützung Händler. Handle mit Rohstoffen zwischen deinen Märkten und denen deiner Verbündeten.
es: Clase: Mercader de apoyo. Intercambia recursos entre tus propios mercados y los de tus aliados.
fr: Classes : Commerçant de soutien. Échange des ressources entre vos marchés et ceux de vos alliés.
gd: Seòrsa: neach-malairt taice. Malairt stòras eadar na margaidean agad fhèin agus an fheadhainn aig do chaidreabhaich.
gl: Clases: apoio, comerciante. Intercambia recursos entre os teus mercados e mailos dos teus aliados.
nl: Klassen: Ondersteunend Handelaar. Handel grondstoffen tussen jouw en geallieerde marktplaatsen of havens.
pt_pt: Categoria: Comerciantes Comercializam recursos entre os seus mercados e dos aliados.

source: Trader
de: Händler
es: Comerciante
fr: Commerçant
gd: Fear-malairt
gl: Comerciante
nl: Handelaar
pt_pt: Comerciante

source: This is what an army would look like on the Strat Map.
de: So würde eine Armee auf der Strategiekarte aussehen.
es: Esto es lo que un ejército vería en el mapa de estrategia
fr: C'est à cela que devrait ressembler une armée sur la carte.
gd: Seo mar a bhiodh feachd coltach air mapa nan iomairtean ro-innleachd.
gl: Así é como se vería un exército nun mapa de estratexia.
nl: Zo zou een leger er uit zien op de strategische kaart.
pt_pt: Este seria o aspecto de um exército no diagrama estratégico.

source: Army of Alexander the Great.
de: Armee Alexander des Großen.
es: Ejército de Alejandro Magno.
fr: Armée d'Alexandre le Grand.
gd: Airm Alasdair Mhòir.
gl: Exército de Alexandre Magno
nl: Leger van Alexander de Grote.
pt_pt: Exército de Alexandre Magno.

source: Army of Alexander the Great
de: Armee Alexander des Großen
es: Ejército de Alejandro Magno
fr: Armée d'Alexandre le Grand
gd: Airm Alasdair Mhòir
gl: Exército de Alexandre Magno
nl: Het leger van Alexander de Grote
pt_pt: Exército de Alexandre Magno

source: Army of Macedonia
de: Makedonische Armee
es: Ejercito de Macedonia
fr: Armée de Macédoine
gd: Airm a' Mhasadoin
gl: Exército macedonio
nl: Leger van Macedonië
pt_pt: Exército Macedónio

source: Army of Macedon
de: Makedonische Armee
es: Ejercito de Macedonia
fr: Armée de Macédoine
gd: Airm a' Mhasadoin
gl: Exército de Macedonia
nl: Leger van Macedonië
pt_pt: Exército Macedónio

source: Army of Leonidas I.
de: Armee von Leonidas I.
es: Ejercito de Leónidas I
fr: Armée de Léonidas Ier.
gd: Arm Leonidas I.
gl: Exercito de Leónidas I
nl: Leger van Leonidas I.
pt_pt: Exército de Leónidas I.

source: Army of Leonidas I
de: Armee von Leonidas I.
es: Ejercito de Leónidas I
fr: Armée de Léonidas Ier.
gd: Arm Leonidas I
gl: Exercito de Leónidas I
nl: Het leger van Leonidas I
pt_pt: Exército de Leónidas I

source: This is a minor Greek city. Has a territory effect of 150.
de: Dies ist eine kleinere Griechische Stadt. Sie hat einen Territorialen Effekt von 150.
es: Esta es una pequeña ciudad griega. Tiene un efecto territorio de 150.
fr: Ceci est une ville grecque mineure. Elle a une étendue territoriale de 150.
gd: Seo mion-bhaile nan Greugach. Tha buaidh ranntair de 150 aige.
gl: Esta é unha pequena cidade grega. Ten un efecto no territorio de 150.
nl: Deze kleine Griekse stad heeft een territoriumeffect van 150.
pt_pt: Uma pequena cidade grega. Tem um efeito territorial de 150.

source: Minor Greek Polis
de: Kleine griechische Polis
es: Ciudad Griega menor
fr: Cité-état grecque mineure
gd: Polis Greugach beag
gl: Cidade grega pequena
nl: Kleine Griekse polis
pt_pt: Pólis Grega Secundária

source: This is a major Greek city. Has a territory effect of 300.
de: Dies ist eine größere Griechische Stadt. Sie hat einen Territorialen Effekt von 300.
es: Esta es una ciudad griega grande. Tiene un efecto territorio de 300.
fr: Ceci est une ville grecque majeure. Elle a une étendue territoriale de 300.
gd: Seo mòr-bhaile nan Greugach. Tha buaidh ranntair de 300 aige.
gl: Esta é unha gran cidade grega. Ten un efecto no territorio de 300.
nl: Dit is een grote Griekse stad, heeft een territoriumeffect van 300.
pt_pt: Uma importante cidade grega. Tem um efeito territorial de 300.

source: Greek Polis
de: Griechische Polis
es: Ciudad griega
fr: Cité-état grecque
gd: Polis Greugach
gl: Poli grega
nl: Griekse polis
pt_pt: Pólis Grega

source: Religious Sanctuary
de: Religiöses Heiligtum
es: Santuario Sagrado
fr: Sanctuaire religieux
gd: Comraich chràbhach
gl: Santuario relixioso
nl: Religieus kerkhof
pt_pt: Santuário
