Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: "The gods help them that help themselves." - Aesop
de: "Die Götter helfen denen, die sich selbst helfen." - Aesop
es: "Los dioses ayudan a los que se ayudan a sí mismos." - Esopo
fr: "Les dieux aident ceux qui s'aident eux-mêmes." - Ésope
gd: "Bheir na diathan cobhair don fheadhainn a bheir cobhair dhaibh fhèin." - Aisop
gl: «Os deuses axudan a quen se axuda a si mesmo.» — Esopo.
nl: "De Goden helpen de zelfredzamen." -- Aesopus
pt_pt: "Os deuses ajudam quem se ajuda." - Esopo

source: "The shaft of the arrow had been feathered with one of the eagle's own plumes. We often give our enemies the means of our own destruction." - Aesop
de: "Der Pfeil aber war mit den Federn des Adlers selbst geschmückt. Oft geben wir unseren Feinden das Mittel zu unserer Zerstörung." - Äsop
es: "El astil de la flecha se emplumó con el plumaje del mismo águila. A menudo proporcionamos a nuestros enemigos el medio de nuestra propia destrucción." - Esopo
fr: "La tige de la flèche avait été empennée avec une des propres plumes de l'aigle. Nous donnons souvent à l'ennemi les moyens de notre propre destruction." - Ésope
gl: As plumas da frecha sacáranse da propia aguia. A miúdo lles entregamos aos inimigos as claves para a nosa destrución.» — Esopo.
nl: "De staart van de pijl is gemaakt één van de arends eigen pluimen. We geven onze vijanden vaak de middelen voor onze eigen vernietiging." - Aesop
pt_pt: "O mais triste é ver que a seta que me mata tem penas de águia. Geralmente damos aos nossos inimigos os meios para nossa destruição." - Esopo

source: "Union gives strength." - Aesop, "The Bundle of Sticks"
de: "Einheit gibt Stärke." - Äsop, "Die Söhne des Bauern im Streit"
es: "La unión hace la fuerza." - Esopo
fr: "L'union fait la force." - Ésope, "D'un Laboureur et de ses Enfants."
gl: «A unión fai a forza.» — Esopo, «A fasce».
nl: "Eendracht maakt macht." -- Aesopus, "De bundel stokken"
pt_pt: "A união faz a força." - Esopo, fábula do molho de varas

source: "Enemies' promises were made to be broken." - Aesop
de: "Versprechen der Feinde sind gemacht, um sie zu brechen." - Äsop
es: "Las promesas de tus enemigos nacieron para ser rotas." - Esopo
fr: "Les promesses de l'ennemi ont été faites pour être rompues." - Ésope
gl: «As promesas dos inimigos fanse para incumprilas.» — Esopo.
nl: "Beloftes van vijanden zijn gemaakt om te breken." -- Aesopus
pt_pt: "As promessas dos inimigos são para serem quebradas." - Esopo

source: "Spartans do not ask how many, only where the enemy are." - Agis II of Sparta
de: "Spartaner fragen nicht nach der Anzahl ihrer Feinde, sondern nur wo sie sich befinden." - Agis II von Sparta
es: "Los espartanos no preguntan el número, sino la ubicación del enemigo." - Agis II de esparta
fr: "Les Spartiates ne demandent pas combien, mais où sont les ennemis." - Agis II de Sparte
gl: «Os espartanos non preguntan cantos son, senón onde están.» — Axis II de Esparta.
nl: "Spartanen vragen niet naar hoeveel, maar waar de vijand is." -- Agis II van Sparta
pt_pt: "Os Espartanos não perguntam quantos são, mas onde estão." - Ágis IV, 24º rei de Esparta e da dinastia Euripôntida.

source: "Weep not for me, suffering as I do unjustly, I am in a happier case than my murderers." - Agis IV, 24th Spartan king of the Eurypontid dynasty
de: "Weine nicht für mich, ungerechterweise leidend wie ich, ich bin ein glücklicherer Fall als meine Mörder." - Agis IV. 24. Spartanischer König aus der Dynastie der Eurypontiden
es: "No lloréis por mí, sufriendo como hago en injusticia, mi situación es mejor que la de mis asesinos." - Agis IV, 24º rey espartano de la dinastía Europóntida
fr: "Ne pleurez pas pour moi, qui souffre injustement, je suis plus heureux que mes assassins." - Agis IV, 24ème roi de Sparte de la dynastie des Eurypontides
gl: «Non choredes por min, que sufro inxustamente, por son máis feliz dos que o son os meus asasinos.» — Axis IV, 24º rei espartano da dinastía euripóntida.
nl: "Ween niet voor mij, onrechtmatig lijden zoals ik. Ik ben in een gelukkiger geval dan mijn moordenaars." - Agis IV, 24ste Spartaanse koning van de Eurypontid dynastie
pt_pt: "Não chores por mim, eu sofro injustamente, mas sou mais feliz do que os meus assassinos." Ágis IV 24º rei de Esparta e da dinastia Euripôntida.

source: "He who doeth good shall meet with good; and he who doeth evil shall meet with evil, for the Lord judgeth a man according to the measure of his work." - Ahiqar, Assyrian sage
de: "Der, der Gutes tut, dem soll Gutes geschehen; und der, der Böses tut, dem soll Böses geschehen, denn der Herr richtet über einen Mann gemäß dem Ausmaß seiner Arbeit." Achiqar, Assyrischer Weiser
es: "Al que hace el bien se emparejará con los buenos; y aquel que hace el mal será emparejado con los malvados, para que el Señor juzgue a todo hombre de acuerdo a la medida de su trabajo." - Ahiqar, sabio asirio
fr: "Celui qui fit le bien ira avec les bons ; et celui qui fit le mal ira avec les mauvais, car le Seigneur juge un homme à la mesure de ses actes." - Ahiqar, sage assyrien
gl: «Aquel que obra ben, ben atopará; aquel que obra mal, mal atopará, pois o señor xulga aos homes polas súas obras.» — Ahiqar, sabio asirio.
nl: "Hij die goed doet zal goed vinden. Hij die kwaad doet zal kwaad vinden. Daar de heer een man oordeelt naar zijn daden." - Ahiqar, Syrrische saga
pt_pt: "Aquele que fizer o bem, bem ficará; aquele que fizer o mal, mal ficará, pois o Senhor julga os homens pelas suas acções." – Ahiqar, sábio sírio

source: "If I were not Alexander, I should wish to be Diogenes." - Alexander the Great
de: „Wäre ich nicht Alexander, wollte ich Diogenes sein.“ - Alexander der Große
es: "Si yo no fuera Alejandro, mi deseo sería ser Diógenes." - Alejandro Magno
fr: "Si je n'étais Alexandre, je voudrais être Diogène." - Alexandre le Grand
gd: "Mur b' Alasdair mi, bu mhiann leam gum bu Dhiogenes mi." - Alasdair Mòr
gl: «Se non fose Alexandre, gustaríame ser Dióxenes.» — Alexandre Magno.
nl: "Als ik Alexander niet was, zou ik Diogenes willen zijn." -- Alexander de Grote
pt_pt: "Se eu não fosse Alexandre, gostava de ser Diógenes." - Alexandre Magno

source: "I do not steal victory." - Alexander the Great
de: „Ich stehle keinen Sieg.“ – Alexander der Große
es: "Nunca robo la victoria." - Alejandro Magno
fr: "Je ne vole pas la victoire." - Alexandre le Grand
gd: "Cha ghoid mi a' bhuannachd." - Alasdair Mòr
gl: «Non roubo vitorias.» — Alexandre Magno.
nl: "Ik steel geen overwinningen." -- Alexander de Grote
pt_pt: "Não roubo vitórias." – Alexandre Magno

source: "Are you still to learn that the end and perfection of our victories is to avoid the vices and infirmities of those whom we subdue?" - Alexander the Great
de: "Musst du noch lernen, dass das Ende und die Perfektion unserer Siege die Vermeidung der Laster und Gebrechen derer, die wir unterwerfen, ist?" - Alexander der Große
es: "¿Todavía tenéis que aprender que el fin último y perfección de nuestras victorias es evitar los vicios y flaquezas de aquellos a los que hemos sometido?" - Alejandro Magno
fr: "N'avez-vous pas encore appris que le but et la perfection de nos victoires est d'éviter les vices et les infirmités de ceux que nous soumettons ?" - Alexandre le Grand
gl: «Aínda non aprendiches que o obxectivo e maila perfección das nosas vitorias é para evitar os vicios e os males de aqueles aos que sometemos?» — Alexandre Magno.
nl: "Moet jij nog steeds leren dat het einde en de perfectie van onze overwinningen is om de ondeugden en zwakheden van hen die we onderwerpen te vermijden?" - Alexander de Grote
pt_pt: "Ainda não aprenderam que o objectivo e a perfeição das nossas vitórias é para evitar os vícios e os males de aqueles que dominamos?" – Alexandre Magno

source: "To the strongest!" - Alexander, on his death bed, when asked who should succeed him as king
de: „Dem Stärksten.“ - Alexander der Große auf dem Totenbett, als er gefragt wurde, wem er das Reich hinterlassen werde
es: "¡El más fuerte!" - Alejandro, en su lecho de muerte, cuando se le preguntó quién le sucedería como rey
fr: "Pour le plus fort !" - Alexandre, sur son lit de mort, lorsqu'on lui demanda qui devrait lui succéder en tant que roi
gd: "Don fhear as treasa!" - Alasdair Mòr ri uchd a' bhàis nuair a dh'fhaighnicheadh dha cò oighre a rìoghachd
gl: «O máis forte!» — Alexandre, na súa cama, antes de morrer, tras ser preguntado quen debería sucedelo como rei.
nl: "Op de sterkste!" -- Alexander, op zijn sterfbed, toen gevraagd werd wie hem moest opvolgen als koning
pt_pt: "O mais forte!" - Alexandre, no seu leito de morte, quando lhe perguntaram quem o deveria suceder no trono

source: "There is nothing impossible to him who will try" - Alexander the Great
de: „Es gibt kein unmöglich für den, der es versucht“ - Alexander der Große
es: "No hay nada imposible para aquellos que lo intentan." - Alejandro Magno
fr: "Il n'est rien d'impossible à celui qui va essayer" - Alexandre le Grand
gd: "Chan eil rud nach gabhadh dèanamh don fear a nì oidhirp" - Alasdair Mòr
gl: «Non hai nada imposíbel para aqueles que o intentan.» — Alexandre Magno.
nl: "Niets is onmogelijk voor degene die proberen" -- Alexander de Grote
pt_pt: "Nada é impossível para quem persiste" - Alexandre Magno

source: "Sex and sleep alone make me conscious that I am mortal." - Alexander the Great
de: "Sex und Schlaf alleine erinnern mich, dass ich sterblich bin." - Alexander der Große
es: "Sexo y sueño me recuerdan de mi mortalidad." - Alejandro Magno
fr: "Le sexe et le sommeil seuls me font me sentir mortel." - Alexandre le Grand
gd: "Mur robh feise 's cadal ann, cha mhothaichinn gu bheil mi bàsmhor." - Alasdair Mòr
gl: «Abondan o sexo e o sono para lembrarme que son mortal.» — Alexandre Magno.
nl: "Enkel vrijen en slapen maken me bewust dat ik sterfelijk ben." Alexander de Grote
pt_pt: "Abandonei o sexo e o sono para lembrar-me que sou mortal." - Alexandre Magno

source: "The agora is an established place for men to cheat one another, and behave covetously." - Anacharsis
de: "Die Agora ist ein bewährter Ort für Männer, um einander zu betrügen und zu beneiden." - Anacharsis
es: "El ágora es un lugar creado para que los hombres se engañen entre sí, y se comporten con codicia." - Anarcarsis
fr: "L'agora est un lieu établi pour s'y tromper mutuellement et pour y convoiter." - Anacharsis
gl: «A ágora é o lugar onde os homes se enganan os uns aos outros, e se comportan de maneira cobizosa.» — Anacarsis.
nl: "De agora is een plaats waar het bekend is dat mannen bedriegen en zich begeerlijk gedragen." - Anacharsis
pt_pt: "A ágora é o local onde os homens se enganam uns aos outros e se comportam de maneira cobiçosa." – Anacársis

source: "Written laws are like spiders’ webs; they will catch, it is true, the weak and poor, but would be torn in pieces by the rich and powerful." - Anacharsis
de: „Das geschriebene Gesetz ist wie ein Spinnennetz; die Armen und Schwachen werden in ihm gefangen, dies ist wahr, doch die Reichen und Mächtigen würden es zerreißen.“ – Anacharsis
es: "Las leyes son como las telarañas: los insectos pequeños quedan atrapados en ellas, los grandes y poderosos las rompen y despedazan." - Anarcarsis
fr: "Les lois écrites sont comme des toiles d’araignées ; elles attrapent, il est vrai, les faibles et les pauvres, mais elles sont mises en pièces par les riches et les puissants." - Anacharsis
gl: «A lei escrita é como as teas de araña; é certo que atrapan, pero só aos febles e aos pobres; os ricos e poderosos destrúenas.» — Anacarsis.
nl: "Geschreven wetten zijn als spinnenwebben, ze zullen de armen en zwakken vangen, maar worden kapot getrokken door de rijken en machtigen." -- Anacharsis
pt_pt: "Leis escritas são como teias de aranha. Pegarão os fracos e os pobres, mas serão despedaçadas pelos ricos e poderosos." – Anacársis

source: "The fox knows many tricks; the hedgehog one good one." - Archilochus
de: „Der Fuchs weiß viele verschiedene Sachen, der Igel aber nur eine große.“ – Archilochos
es: "El zorro sabe muchos trucos; el erizo sólo uno, pero es bueno." - Arquíloco
fr: "Il sait bien des tours, le renard. Le hérisson n’en connaît qu’un, mais il est fameux." - Archiloque
gl: «O raposo sabe moitos trucos. O ourizo sabe un truco moi bo.» — Arquíloco.
nl: "De vos kent vele trucs, het everzwijn één goede." -- Archilochus
pt_pt: "A raposa conhece muitas coisas, mas o ouriço conhece uma única grande coisa” – Arquíloco

source: "States are doomed when they are unable to distinguish good men from bad." - Antisthenes
de: „Staaten sind dem Untergang geweiht, wenn sie gute Männer nicht von schlechten zu unterscheiden wissen.“ – Antisthenes
es: "Los Estados se condenan cuando no pueden distinguir a los hombres buenos de los malvados." - Antístenes
fr: "Les États sont condamnés quand ils sont incapables de distinguer les hommes bons des mauvais." - Antisthène
gl: «Os estados están condenados cando non saben distinguir entre os homes bos e os malos.» — Antístenes.
nl: "Staten zijn gedoemd wanneer zij geen goede van slechte burgers kunnen onderscheiden." -- Antisthenes
pt_pt: "Os estados estão condenados quando não sabem distinguir o homem bom do mau." – Antístenes

source: "Give me a place to stand, and I shall move the world." - Archimedes, on his usage of the lever.
de: „Gib mir einen Punkt, wo ich hintreten kann, und ich bewege die Erde“ – Archimedes, zu seinen Hebelgesetzen
es: "Dadme un punto de apoyo, y moveré el mundo." - Arquímedes, en el uso de la palanca.
fr: "Donnez moi un point d'appui et je soulèverai le monde." - Archimède, sur son utilisation du levier.
gl: «Dádeme un lugar onde poñerme, e moverei o mundo.» — Arquimedes, sobre o uso da panca.
nl: "Geef me een steunpunt en ik zal de wereld verplaatsen." -- Archimedes over zijn hefboom
pt_pt: "Dai-me um ponto de apoio e levantarei o mundo." – Arquimedes, sobre o uso da alavanca

source: "It is from their foes, not their friends, that cities learn the lesson of building high walls and ships of war." - Aristophanes
de: „Von ihren Feinden, nicht von ihren Freunden, lernen Städte hohe Mauern und Kriegsschiffe zu bauen.“ - Aristophanes
es: "Es de sus enemigos, y no de sus amigos, de quien las ciudades aprenden la lección de construir altas murallas y mejores navíos de guerra." - Aristófanes
fr: "Ce sont leurs ennemis, et non leurs amis, qui ont appris aux cités à construire de hautes murailles et des bateaux de guerre." - Aristophane
gl: «Son os inimigos, e non os aliados, os que lles ensinan ás cidades a construír murallas altas e naves de guerra.» — Aristófanes.
nl: "Het is van hun vijanden, niet hun vrienden, dat steden hoge muren en een oorlogsvloot leren bouwen." -- Aristophanes
pt_pt: "São os inimigos, e não os aliados, que ensinam as cidades a construírem muralhas altas e embarcações de guerra." – Aristófanes

source: "Words give wings to the mind and make a man soar to heaven." - Aristophanes
de: „Durch Worte schwingt der Genius sich auf, der Mensch erhebt sich!“ – Aristophanes
es: "La palabra da alas a la mente y deja al hombre alcanzar los cielos." - Aristófanes
fr: "Les mots donnent des ailes à l'esprit et font s'envoler un homme au paradis" - Aristophane
gl: «As palabras danlle ás á imaxinación e permítennos elevarnos ao ceo.» — Aristófanes.
nl: "Woorden geven de man vleugels en laten hem ten hemel reizen." - Aristophanes
pt_pt: "As palavras dão-nos imaginação e permite-nos ir ao céu." – Aristófanes

source: "It is the compelling power of great thoughts and ideas to engender language of equal greatness." - Aristophanes
de: Es ist die vereinnahmende Macht von großen Gedanken und Ideen, eine Sprache von ebensolcher Größe zu schaffen." - Aristophanes
es: "El irresistible poder de grandes pensamientos e ideas es el de engendrar un lenguaje de igual grandeza." - Aristófanes
fr: "C'est le pouvoir irrésistible des grandes pensées et idées que de créer un langage d'une telle grandeur." - Aristophane
gl: «Ás grandes ideas corresponde o poder de xerar unha linguaxe da mesma grandiosidade.» — Aristófanes.
nl: "Het is de verleidelijke kracht van grote gedachten om evengrote woorden te vragen." - Aristophanes
pt_pt: "As grandes ideias correspondem ao poder de gerar uma linguagem da mesma grandiosidade." – Aristófanes

source: "Hunger knows no friend but its feeder." - Aristophanes
de: „Auf daß du den Herrn, der dich füttert, erkennst und dann, wenn dieser dich aufreizt und wider den Feind mit dem Pfiffe dich hetzt, du wutvoll gegen ihn anspringst.“ – Aristophanes, „Die Wespen“
es: "El hambre no conoce más que quien la alimenta." - Aristófanes
fr: "La faim ne connaît aucun ami que celui qui la calme." - Aristophane
gl: «O famento non ten máis amigo que o que lle dá de comer.» — Aristófanes.
nl: "Honger kent geen andere vrienden dan z'n voeder." -- Aristophanes
pt_pt: "A fome não tem mais amigos que o que lhe dá de comer." – Aristófanes

source: "I count him braver who overcomes his desires than him who overcomes his enemies." - Aristotle
de: "Den, der seine Laster besiegt, nenne ich tapferer als den, der seine Feinde besiegt." - Aristoteles
es: "Más valiente es aquel que vence a sus deseos que el que vence a sus enemigos." - Aristóteles
fr: "Je considère plus courageux celui qui surmonte ses désirs que celui qui surpasse ses ennemis." - Aristote
gl: «Considero máis bravo a aquel que vence os seus propios desexos que aquel que vence aos seus inimigos.» — Aristóteles.
nl: "Ik noem degene die zijn verlangens overwint moediger dan wie zijn vijanden overwint" - Aristoteles
pt_pt: " Considero mais valente aquele que vence seus desejos do que aquele que vence seus inimigos; pois a vitória mais difícil é a vitória sobre si mesmo." – Aristóteles

source: "Our characters are the result of our conduct." - Aristotle
de: „Unser Charakter ergibt sich aus unserem Benehmen.“ – Aristoteles
es: "Nuestro carácter es el resultado de nuestra conducta." - Aristóteles
fr: "Nos caractères sont le résultat de notre conduite." - Aristote
gl: «O noso carácter é o resultado da nosa conduta.» — Aristóteles.
nl: "Ons karakter is het resultaat van ons gedrag." -- Aristoteles
pt_pt: "Nosso carácter é o resultado da nossa conduta." – Aristóteles

source: "Man is by nature a political animal." - Aristotle
de: „Es ist offensichtlich, dass der Staat ein Werk der Natur ist und der Mensch von Natur aus ein staatenbildendes Lebewesen.“ - Aristoteles, Politik
es: "El hombre es por naturaleza un animal político." - Aristóteles
fr: "L'homme est naturellement un animal politique." - Aristote
gl: «O home é por natureza un animal político.» — Aristóteles.
nl: "Een mens is van nature een politiek dier." -- Aristoteles
pt_pt: "O homem é por natureza um animal político." – Aristóteles

source: "If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost." - Aristotle
de: "Wenn Freiheit und Gleichheit, wie manche glauben, hauptsächlich in der Demokratie zu finden sind, werden sie am besten erreicht, wenn alle Menschen gleichermaßen Anteil an der Regierung haben." - Aristoteles
es: "Si la libertad y la equidad, como algunos creen, se encuentran en la democracia, se lograrán mejor cuando todas las personas por igual compartan gobierno hasta sus últimas consecuencias." - Aristóteles
fr: "Si la liberté et l'égalité, comme elles sont conçues par certains, sont surtout présentes en démocratie, elles ne pourront être atteintes que lorsque toutes les personnes partageront à l'extrême le gouvernement." - Aristote
gl: «Se a liberdade e maila igualdade están, como pensan algúns, especialmente presentes na democracia, estaremos aínda máis preto delas canto todas as persoas compartan por igual todos os aspectos do goberno.» — Aristóteles.
nl: "Als vrijheid en gelijkheid, zoals wordt gedacht door sommigen, vooral te vinden zijn in een democratie, zullen ze het makkelijkste bereikt worden wanneer iedereen in gelijke mate en tot het uiterste deel neemt aan de regering." - Aristoteles
pt_pt: Se a liberdade e a igualdade, como consideradas por alguns, devem ser encontradas principalmente na democracia, serão melhor alcançadas quando todas as pessoas iguais compartilharem do governo ao máximo." – Aristóteles

source: "Both oligarch and tyrant mistrust the people, and therefore deprive them of their arms." - Aristotle
de: „Beide, sowohl der Oligarch als auch der Tyrann, misstrauen ihrem Volk und nehmen ihm darum die Waffen.“ – Aristoteles
es: "Tanto oligarcas como tiranos recelan de su gente, por lo que les despojan de sus armas." - Aristóteles
fr: "Tyrans comme oligarques se méfient du peuple, et par conséquent les privent de leurs armes." - Aristote
gl: «Tanto a oligarquía como a tiranía desconfían do pobo, e por tanto despóxano das súas armas.» — Aristóteles.
nl: "Zowel de oligarch als de tiran vertrouwt niemand, en neemt dus van iedereen de wapens weg." - Aristoteles
pt_pt: "Tanto a oligarquia como a tirania desconfiam do povo e por isso, privam-no das suas armas." – Aristóteles

source: "Wit is well-bred insolence." - Aristotle
de: "Humor ist gesittete Unverschämtheit." - Aristoteles
es: "El ingenio es insolencia bien encauzada." - Aristóteles
fr: "L'esprit est l'insolence bien élevée." - Aristote
gl: «O enxeño non é máis que a maduración da insolencia.» — Aristóteles.
nl: "Vernuft is wel-opgevoede brutaliteit." -- Aristoteles
pt_pt: "O engenho não é mais que a maturação da insolência." – Aristóteles

source: "It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences." - Aristotle
de: "Es ist die Einfachheit, die den Ungebildeten effektiver als den Gebildeten macht, wenn er vor Publikum spricht." - Aristoteles
es: "La simplicidad es lo que hace a los no educados más efectivos que los educados al dirigirse a audiencias del pueblo." - Aristóteles
fr: "C'est la simplicité qui fait que les incultes sont plus efficaces que les personnes instruites lorsqu'ils s'adressent au peuple." - Aristote
gl: «É a simplicidade a que fai máis efectivo ao iletrado que ao culto ao dirixirse ao pobo.» — Aristóteles.
nl: "De eenvoudigheid maakt ongeleerden effectiever dan geleerden bij het communiceren." -- Aristoteles
pt_pt: "É a simplicidade que faz com que o ignorante seja mais eficaz do que o culto ao abordar nas audiências populares." – Aristóteles

source: "Poetry demands a man with a special gift for it, or else one with a touch of madness in him." - Aristotle
de: "Dichtung erfordert einen Mann mit einer speziellen Begabung, oder jemanden mit einem hauch von Verrücktheit." - Aristoteles
es: "La poesía necesita de un hombre con un don especial para ello, o en su defecto alguien con tintes de locura en su corazón." - Aristóteles
fr: "La poésie exige d'un homme qu'il ait un don pour elle, ou bien qu'il ait un brin de folie en lui." - Aristote
gl: «A poesía require un home cun talento especial para ela, ou un lixeiramente mal da cabeza.» — Aristóteles.
nl: "Poëzie vraagt om een man met een speciale gave ervoor, of één met een vleugje krankzinnigheid." -- Aristoteles
pt_pt: "A Poesia exige um homem com um dom especial para isso, ou então um com um toque de loucura." – Aristóteles
