Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: [font="sans-14"]The main menu gives access to two game modes:
de: [font="sans-14"]Das Hauptmenü bietet Zugriff auf zwei Spielmodi:
es: [font="sans-14"]El menú principal da paso a dos modos de juego:
fr: [font="sans-14"]Le menu principal donne accès à deux modes de jeu :
gd: [font="sans-14"]Gheibh thu inntrigeadh do dhà mhodh leis a' phrìomh chlàr-taice:
gl: [font="sans-14"]O menú principal fornece acceso a dous modos de xogo:
nl: [font="sans-14"]Het main menu geeft toegang tot twee spelmodes:
pt_pt: [font="sans-14"]O menu principal dá acesso a dois modos de jogo:

source: • [font="sans-bold-14"]Single-player[font="sans-14"] — play a sandbox game or against one or more AI opponents. The AI/AIs are under development and may not always be up to date on the new features, but you can test playing the game against an actual opponent if you aren't able to play with a human.
de: • [font="sans-bold-14"]Einzelspieler[font="sans-14"] — Spiele ein Sandbox-Spiel oder gegen ein oder mehrere KI-Gegner. Die KI/KIs sind in der Entwicklung und sind deshalb nicht immer auf dem neuesten Stand der Entwicklung, aber zum Testen des Spiels kann gegen einen Computergegner gespielt werden, wenn das Spielen mit einem Mensch nicht möglich ist.
es: • [font="sans-bold-14"]Un jugador[font="sans-14"] — juega una partida de prueba, o contra uno o más oponentes de la IA. La IA está en desarrollo y podría no funcionar con las últimas características, pero al menos te dejaría probar el juego contra otro oponente en caso de que no puedas jugar con otra persona.
fr: • [font="sans-bold-14"]Solo[font="sans-14"] — jouer dans un environnement de test ou contre un ou plusieurs adversaires IA. Les IAs sont en cours de développement et peuvent ne pas toujours être à jour pour les nouvelles fonctionnalités, mais vous pouvez tester le jeu contre ces adversaires si vous n'êtes pas en mesure de jouer contre un humain.
gd: • [font="sans-bold-14"]Aon chluicheadair[font="sans-14"] — cluich geama sa bhogsa-gainmhich no an aghaidh nàimhde IF no dhà. Tha an IF/na IFan gan leasachadh fhathast is 's dòcha nach eil iad eòlach air na feartan as ùire ach le IF 's urrainn dhut an geama feuchainn an aghaidh nàmhaid mur urrainn dhut cluich an aghaidh duine eile.
gl: • [font="sans-bold-14"]Xogador individual[font="sans-14"]. Xoga unha partida só ou contra un ou máis opoñentes da intelixencia artificial. As intelixencias artificiais aínda están na fase de desenvolvemento e pode que non sempre estean ao día coas novas funcionalidades, pero permiten xogar contra un opoñente se non podes atopar outra persoa coa que xogar.
nl: • [font="sans-bold-14"]Singleplayer[font="sans-14"] — speel een zandbak spel tegen één of meerdere AI tegenstanders. De AI tegenstanders zijn onder ontwikkeling en kunnen dus af en toe niet up-to-date zijn met de nieuwe eigenschappen in het spel.
pt_pt: • [font="sans-bold-14"]Um jogador[font="sans-14"] — jogue uma partida sozinho ou contra um ou mais jogadores artificiais. A inteligência artificial ainda está em desenvolvimento e pode nem sempre estar actualizada, mas permite-lhe testar o jogo com um adversário caso não tenha possibilidade de jogar contra um jogador humano.

source: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — play against human opponents over the internet.
de: • [font="sans-bold-14"]Mehrspieler[font="sans-14"] — Spiele gegen menschliche Gegner über das Internet.
es: • [font="sans-bold-14"]Multijugador[font="sans-14"] — juega contra otros jugadores en la Internet.
fr: • [font="sans-bold-14"]Multijoueur[font="sans-14"] — jouer en réseau contre des adversaires humains.
gd: • [font="sans-bold-14"]Ioma-chluicheadair[font="sans-14"] — cluich an aghaidh co-fharpaisichean daonna air an eadar-lìn.
gl: • [font="sans-bold-14"]Varios xogadores[font="sans-14"]. Xoga contra outras persoas por internet.
nl: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — speel tegen menselijke tegenstanders over het internet of een lokaal netwerk.
pt_pt: • [font="sans-bold-14"]Multijogador[font="sans-14"] — jogue contra adversários humanos pela internet.

source: To set up a multiplayer game, one player must select the "Host game" option. The game uses UDP port 20595, so the host must configure their NAT/firewall/etc to allow this. Other players can then select "Join game" and enter the host's IP address.
de: Um ein Mehrspielerspiel einzurichten, muss ein Spieler die „Spiel hosten“-Option auswählen. Es wird der UDP-Port 20595 verwendet, d.h. die Firewall/NAT/etc. muss so konfiguriert werden, dass dieser für die Mitspieler erreichbar ist. Andere Spieler können dann „Spiel beitreten“ auswählen und die IP-Adresse des Hosts eingeben.
es: Para configurar una partida en multijugador, uno de los jugadores debe selecionar la opción "Crear partida". El juego usa el puerto UDP 20595, por lo que el servidor deberá configurar su NAT/Firewall/etc para permitir el acceso. Los demas jugadores entonces podrán seleccionar "Unirse a una Partida" e ingresar la dirección IP del servidor.
fr: Pour créer une partie multijoueur, l'un des joueurs doit autoriser la connexion au port UDP 20595 de son NAT/pare-feu/... pour "Héberger une partie". Les autres joueurs peuvent alors "Rejoindre une partie" et entrer l'adresse IP de l'hôte.
gd: Feumaidh cluicheadair an roghainn "Òstaich geama" a thaghadh gus geama ioma-chluicheadair a shuidheachadh. Cleachdaidh an geama am port UDP 20595, mar sin feumaidh an t‑òstair a NAT/firewall/etc a rèiteachadh gus seo a cheadachadh. 'S urrainn dha chluicheadairean eile "Gabh pàirt sa gheama" a thaghadh an uairsin is an t‑seòladh IP aig an òstair a chur a-steach.
gl: Para preparar unha partida de varios xogadores, un dos xogadores debe seleccionar a opción «Aloxar unha partida». O xogo emprega o porto UDP 20595, así que o anfitrión debe configurar o NAT ou a devasa para permitir usar este porto. O resto dos xogadores poden seleccionar «Unirse a unha partida» e introducir o enderezo IP do anfitrión.
nl: Om een multiplayer spel te starten moet er één speler de "Host spel" optie aanduiden. Het spel gebruikt UDP poort 20595, dus moet de host zijn NAT/firewall/enz. configureren om dit toe te staan. Andere spelers kunnen dan "Join spel" selecteren en het IP adres van de host ingeven.
pt_pt: Para configurar um jogo multijogador, um jogador deve seleccionar a opção "Alojar jogo". O jogo usa a porta UDP 20595 e por isso, o anfitrião deve configurar, por exemplo a firewall, para que esta porta possa ser usada. Os outros jogadores devem seleccionar "Entrar num jogo" e introduzir o endereço IP do anfitrião.

source: [font="sans-bold-16"]Game setup
de: [font="sans-bold-16"]Spieleinrichtung
es: [font="sans-bold-16"]Ajustes de partida
fr: [font="sans-bold-16"]Paramètres du jeu
gd: [font="sans-bold-16"]Rèiteachadh a' gheama
gl: [font="sans-bold-16"]Configuración da partida
nl: [font="sans-bold-16"]Spel instellen
pt_pt: [font="sans-bold-16"]Configuração do jogo

source: [font="sans-14"]In a multiplayer game, only the host can alter the game setup options.
de: [font="sans-14"]In einem Mehrspieler-Spiel kann nur der Host die Optionen der Spiel-Einrichtung ändern.
es: [font="sans-14"]En una partida multijugador sólo el anfitrión puede cambiar los ajustes de partida.
fr: [font="sans-14"]Dans une partie multijoueur, seul l'hôte peut modifier les paramètres du jeu.
gd: [font="sans-14"]Ann an geama ioma-chluicheadair, chan urrainn ach dhan òstair roghainnean rèiteachaidh a' gheama atharrachadh.
gl: [font="sans-14"]Nas partidas de varios xogadores, só o anfitrión pode cambiar as opcións de configuración da partida.
nl: [font="sans-14"]In een multiplayer spel kan enkel de host de instellingen wijzigen.
pt_pt: [font="sans-14"]Num jogo multijogador, só o anfitrião pode alterar as opções de configuração do jogo.

source: First, select whether you want to play on a random map (created automatically from a random map script) or a scenario (created by a map designer). Scenarios can be filtered to show only some maps. The default maps are shown immediately, but custom maps are often not so select "All maps" to see a list of all available maps. Then select a map to play on. The "Demo Maps" are designed for testing particular gameplay features and are probably not generally useful.
de: Zuerst entscheide dich, ob du eine Zufallskarte (automatisch durch ein Skript erstellt) oder ein Szenario (durch die Entwickler erstellt) spielen willst. Szenarios können gefiltert werden, sodass nicht immer alle Karten angezeigt werden. Normalerweise werden nur die „Standardkarten“ angezeigt. Um auch eigene Karten zu sehen, muss „alle Karten“ ausgewählt werden. Die „Demokarten“ sind eher gebaut um bestimmte Spieleigenschaften zu testen, oft aber nicht zum Spielen geeignet.
es: Primero elige si quieres jugar en un mapa aleatorio (creado de forma automática desde un script) o en un escenario (creado por una persona). Los escenarios se pueden filtrar para limitar la selección. Los mapas por defecto se muestran inmediatamente, los mapas personalizados no, así que selecciona "Todos los mapas" para ver una lista completa y elige un mapa en el que jugar. Los mapas de demostración han sido diseñados para probar diferentes conceptos e ideas que no son por lo general muy útiles.
fr: Tout d'abord, choisissez si vous voulez jouer sur une carte aléatoire (créée automatiquement à partir d'un script) ou un scénario (créé par un concepteur de cartes). Les scénarios peuvent être filtrés pour n'afficher que certaines cartes. Les cartes par défaut sont indiquées immédiatement, mais pas les cartes personnalisées. Vous devrez sélectionner "Toutes les cartes" pour voir une liste de toutes les cartes disponibles. Ensuite, sélectionnez une carte sur laquelle jouer. Les cartes "Test" et "Démo" sont conçues pour tester des fonctionnalités particulières et ne sont généralement pas utiles.
gd: An toiseach, tagh a bheil thu airson cluich air mapa air thuaiream (a thèid a chruthachadh gu fèin-obrachail o sgriobt mapa) no cnàmh-sgeul (a chaidh a chruthachadh le dealbhaiche mapa). Gabhaidh na cnàmh-sgeulan criathradh gus nach tèid ach cuid dhiubh a shealltainn. Thèid na mapaichean bunaiteach a shealltainn sa bhad ach chan fhaic thu mapaichean gnàthaichte mar as trice. Mar sin, tagh "Na h‑uile mapa" gus liosta dhe na h‑uile mapa a tha ri làimh fhaicinn. Tagh mapa airson cluich air an uairsin. Chaidh na "Mapaichean taisbeanaidh" a dhealbhadh gus feartan sònraichte dhen gheama a chur fo dheuchainn is cha bhi iad feumail san fharsaingeachd.
gl: En primeiro lugar, selecciona se queres xogar nun mapa aleatorio, creado automaticamente cun script de mapas aleatorios, ou nun escenario, creado por un deseñador de mapas. Os escenarios poden filtrarse para mostrar unicamente certos tipos de mapas. Os mapas predeterminados móstranse de maneira inmediata, pero os mapas personalizados non; para velos, selecciona «Todos os mapas» para ver unha lista con todos os mapas dispoñíbeis. Unha vez decidido en que mapa xogar, selecciónao. Os «Mapas de demostración» están deseñador para poñer a proba funcionalidades concretas do xogo e en xeral non son axeitados para xogar.
nl: Als eerste selecteer je of je een willekeurige kaart (door de computer gemaakt, iedere keer anders) of een scenario (door een kaart designer gemaakt) wil spelen. Daarna kan je ook enkele filters aanpassen. Voor AI spelen kies je best de standaard filter, voor Multiplayer kan je ook zeekaarten kiezen als je dat wil. De demo kaarten zijn vooral gemaakt om het spel te testen, en zijn niet altijd even speelbaar.
pt_pt: Primeiro, escolha se quer jogar num mapa aleatório, que é criado automática e aleatoriamente a partir de um script, ou um cenário, que é criado por um designer de mapas. Os cenários podem ser filtrados para que sejam mostrados apenas alguns mapas. Os mapas pré-definidos são mostrados imediatamente, mas os mapas personalizados podem não ser, por isso seleccione "Todos os mapas" para ver a lista de todos os mapas disponíveis. Depois seleccione um mapa para jogar. Os mapas de demonstração são concebidos para testar funcionalidades concretas do jogo e provavelmente não serão úteis para jogar.

source: Finally change the settings. For random maps this includes the number of players, the size of a map, etc. For scenarios you can only select who controls which player (decides where you start on the map etc). The options are either a human player, an AI or no player at all (existing units will attack enemies that come into sight, but no new units will be created, nor will the units be sent to attack anyone).
de: Danach passe das Spiel an. Bei zufälligen Karten gehören die Anzahl der Spieler, die Kartengröße etc. dazu. Bei Szenarien kann nur eingestellt werden, wer welchen Spieler kontrolliert (entscheidet, wo du auf der Karte startest usw.). Optionen sind ein menschlicher Spieler, eine KI oder kein Spieler (existierende Einheiten werden den Gegner angreifen, wenn er in Sicht kommt, aber es werden weder Einheiten geschaffen noch werden Einheiten ausgeschickt um den Gegner anzugreifen).
es: Y por último el cambio de configuraciones. Para mapas aleatorios se incluye el número de jugadores, tamaño del mapa, y demás. Para escenarios sólo puedes seleccionar quien controla a cada jugador (decidir donde empiezas en el mapa). Las opciones son, o bien un jugador humano, o la IA, o sin jugador asignado (las unidades existentes atacarán enemigos que estén a su alcance, pero no se crearán nuevas unidades ni atacarán a nadie).
fr: Pour finir, changez les paramètres. Pour les cartes aléatoires ceci inclut le nombre de joueurs, la taille d'une carte, etc. Pour les scénarios vous pouvez seulement sélectionner qui contrôle tel joueur (déterminer votre position de départ, etc). Les options sont soit un joueur humain, une IA ou pas de joueur du tout (les unités existantes attaqueront seulement les ennemis dans leurs champs de vision, mais ne seront pas envoyées pour attaquer qui que ce soit. Aucune nouvelle unité ne sera créée).
gd: Atharraich na roghainnean aig deireadh na sgeòil. Le mapa air thuaiream, gabhaidh seo a-steach an àireamh de chluicheadairean, meud a' mhapa agus msaa. Le cnàmh-sgeulan, chan urrainn dhut taghadh ach cò a ghabhas smachd air na cluicheadairean (suidhichidh seo càite an tòisich thu air a' mhapa agus msaa.) Faodaidh tu cluicheadair daonna no IF a thaghadh no nach bi cluicheadair ann idir (bheir na h‑aonadan a bhios ann ionnsaigh air nàimhdean a thig am fradharc ach cha tèid aonadan ùra a chruthachadh no an cuir an aghaidh an nàmhad).
gl: Finalmente, cambia as opcións. No caso dos mapas aleatorios, estas inclúen o número de xogadores, o tamaño do mapa, etc. No caso dos escenarios, só podes seleccionar quen controla cada xogador (decidir onde comezas no mapa e iso). As opcións son ou ben unha persoa, ou ben unha intelixencia artificial, ou simplemente ninguén; neste último caso, as unidades atacarán aos inimigos que se lles poñan a tiro, pero nin se recrutarán unidades nin se enviarán unidades a atacar a ninguén.
nl: Als laatste is het mogelijk om de instellingen wijzigen. Voor willekeurige kaarten kan je het aantal spelers, grootte van de kaart enz. instellen. Voor scenario's kan je enkel selecteren wie welke speler bestuurt (dit bepaalt waar je op de kaart begint). De mogelijkheden zijn óf een menselijke speler, óf een AI, óf geen speler (de bestaande eenheden zullen allen vijanden aanvallen die ze zien, maar er zullen geen nieuwe eenheden gecreëerd worden).
pt_pt: Por fim, altere as definições do jogo. Em mapas aleatórios, estas incluem o número de jogadores, o tamanho do mapa, etc. Em cenários, só pode escolher quem controla cada jogador (decidindo a sua posição inicial no mapa, etc.), sendo as opções "jogador humano", "jogador artificial" ou "nenhum jogador" (em que as unidades existentes atacam os inimigos que entrarem no seu campo de visão, mas não é criada nenhuma unidade nova, nem são enviadas unidades para atacar outrem).

source: When you are ready to start, click the "Start game" button.
de: Wenn du bereit bist, klicke auf „Spiel starten“.
es: Cuando estés listo para empezar, haz clic en el botón de «comenzar partida».
fr: Quand vous êtes prêt(e) à commencer, cliquez sur "Démarrer la partie".
gd: Nuair a bhios tu deiseil airson tòiseachadh, briog air a' phutan "Tòisich air geama".
gl: En canto esteas listo para comezar, preme o botón de «Comezar a partida».
nl: Als je klaar bent, klik op de "Start spel" knop.
pt_pt: Quando estiver preparado para começar, clique no botão "Iniciar jogo".

source: [font="sans-bold-16"]Hotkeys:
es: [font="sans-bold-16"]Atajos:
fr: [font="sans-bold-16"]Raccourcis :
gl: [font="sans-bold-16"]Atallos:
nl: [font="sans-bold-16"]Sneltoetsen:
pt_pt: [font="sans-bold-16"]Teclas de atalho:

source: [font="sans-bold-14"]Always
de: [font="sans-bold-14"]Immer
es: [font="sans-bold-14"]Siempre
fr: [font="sans-bold-14"]À tout moment
gd: [font="sans-bold-14"]An-còmhnaidh
gl: [font="sans-bold-14"]Sempre
nl: [font="sans-bold-14"]Altijd
pt_pt: [font="sans-bold-14"]Sempre

source: [font="sans-14"]Alt + F4: Close the game, without confirmation
de: [font="sans-14"]Alt + F4: Beenden, ohne Nachfrage
es: [font="sans-14"]Alt + F4: Cierra el juego, sin confirmación
fr: [font="sans-14"]Alt + F4 : Fermer le jeu, sans confirmation
gd: [font="sans-14"]Alt + F4: Fàg an geama gun dearbhadh
gl: [font="sans-14"]Alt + F4: Pechar o xogo sen pedir confirmación.
nl: [font="sans-14"]Alt + F4: Sluit het spel onmiddellijk
pt_pt: [font="sans-14"]Alt + F4: Fecha o jogo sem confirmação

source: Alt + Enter: Toggle between fullscreen and windowed
de: Alt + Enter: Umschalten zwischen Vollbild- und Fenstermodus
es: Alt + Intro: Alternar entre pantalla completa y ventana
fr: Alt + Entrée : Basculer entre l'affichage plein écran et fenêtré
gd: Alt + Enter: Toglaich eadar làn-sgrìn is modh uinneige
gl: Alt + Intro: Alternar entre o modo a pantalla completa e o modo de xanela.
nl: Alt + Enter: Wissel tussen volledig scherm en venster-modus.
pt_pt: Alt + Enter: Alternar entre ecrã inteiro e modo janela

source: ~ or F9: Show/hide console
de: „~“ oder F9: Ein-/Ausblenden der Konsole
es: ~ o F9: Mostrar o esconder la consola.
fr: ~ ou F9 : Afficher/masquer la console
gd: ~ no F9: Seall/Falaich a' chonsoil
gl: ~ ou F9: Mostrar ou ocultar a consola.
nl: ~ of F9: Toon/verberg console
pt_pt: ~ ou F9: Mostrar/ocultar a consola

source: Alt + F: Show/hide frame counter (FPS)
de: Alt + F: Ein-/ausblenden des Bildzählers (FPS)
es: Alt + F: Mostrar o ocultar la tasa de cuadros por segundo (FPS)
fr: Alt + F : Afficher/masquer le compteur d'images par seconde (FPS)
gd: Alt + F: Seall/Falaich cunntair nam frèam (FPS)
gl: Alt + F: Mostrar ou ocultar o número de fotogramas por segundo (FPS).
nl: Alt + F: Toon/verberg frame teller (FPS)
pt_pt: Alt + F: Mostrar/ocultar o contador de frames por segundo (FPS)

source: F11: Enable/disable real-time profiler (toggles through the displays of information)
de: F11: Aktivieren/Deaktivieren des Echtzeit-Profilers (schaltet durch die Informationsanzeigen)
es: F11: Des/habilitar el analizador de rendimiento en tiempo real (alterna entre distintas pantallas de información)
fr: F11 : Activer/désactiver le profileur en temps réel (basculer entre les informations affichées)
gd: F11: Cuir am pròifilear fìor-ùine an comas/à comas (toglaichidh seo tro na seallaidhean fiosrachaidh)
gl: F11: Activar ou desactivar a análise de rendemento en tempo real (alterna entre as vistas de información).
nl: F11: Activeer/deactiveer real-time profiler (blader door de verschillende informatieweergaven)
pt_pt: F11: Activar/desactivar o perfil em tempo real (alterna entre os visionamentos de informação)

source: Shift + F11: Save current profiler data to "logs/profile.txt"
de: Umschalttaste + F11: Speichert die derzeitigen Profiler-Daten unter „logs/profile.txt“
es: Mayús + F11: Guarda los datos del perfil actual a «logs/profile.txt»
fr: Maj + F11 : Enregistrer les données actuelles du profileur dans "logs/profile.txt"
gd: Shift + F11: Sàbhail dàta a' phròifileir làithrich gu "logs/profile.txt"
gl: Maiús + F11: Gardar os datos da análise actual en «logs/profile.txt».
nl: Shift + F11: Sla de huidige profiler data op naar "logs/profile.txt"
pt_pt: Shift + F11: Guardar o actual perfil em "logs/profile.txt"

source: F2: Take screenshot (in .png format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
de: F2: Macht einen Screenshot (im .png-Format, Speicherort wird links-oben im GUI angezeigt, nachdem die Datei gespeichert wurde, und kann auch in der Konsole/Logs nachgeschaut werden)
es: F2: Capturar la pantalla (En formato .png, la ubicación se muestra en la esquina superior izquierda de la interfaz después de que el archivo haya sido guardado, también se queda en la consola/registros)
fr: F2 : Prendre une capture d'écran (au format PNG, l'emplacement est affiché dans le coin supérieur gauche de l'interface une fois le fichier enregistré, et peut également être trouvé dans console/logs si vous le manquez là.)
gd: F2: Tog glacadh-sgrìn (san fhòrmat .png, thèid an t‑ionad a shealltainn air oisean clì gu h‑àrd nuair a bhios am faidhle air a shàbhaladh is chì thu an t‑ionad air a' chonsoil/sna logaichean ma chaill thu e an-sin)
gl: F2: Facer unha captura de pantalla. As capturas fanse en formato PNG. O lugar no que se gardan móstrase na parte superior esquerda da interface despois de gardar o ficheiro, e pode verse tamén no historial da consola en caso de non dar tempo a velo na interface.
nl: F2: Maak een schermafbeelding (in .png formaat, de locatie is weergegeven in de linker bovenhoek nadat het bestand is opgeslagen. De locatie kan ook gevonden worden in de console of de logs).
pt_pt: F2: Tirar uma captura de ecrã em formato .png (a localização é mostrada no canto superior esquerdo depois de guardar o ficheiro; se não conseguir percebê-la nessa altura também pode vê-la na consola ou nos logs)
