Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Hero Aura: +2 Cavalry and Champion Cavalry Attack and +15% Speed. "Herocide" attack bonus vs. enemy Heroes.
de: Heldenaura: +2 Angriff für Kavallerie und Gardekavallerie und +15% Geschwindigkeit. "Herocide" Angriffsbonus gegen feindliche Helden.
es: Aura de Héroe : +2 de Caballería y de ataque de caballería campeona y +15% Velocidad. "Heroicidad" Bono de ataque vs heroes enemigos.
fr: Aura Héros: +2 d'attaque pour cavalerie et Champion monté, et +15% de vitesse. Bonus d'attaque "Hérocide" contre les Héros ennemis.
gd: Aura gaisgich: Ionnsaigh de +2 is luaths de +15% leasaichte aig eachraidh is laoich eachraidh. Buannachd ionnsaighe "Curaidh-mhuirt" an aghaidh churaidhean an nàmhad.
gl: Aura de heroe: aumenta o ataque en +2 e maila velocidade en +15% para a cabalaría e os campións de cabalaría. Bonificación de «herocidio»: aumenta o ataque contra heroes inimigos.
nl: Heldenaura: +2 aanvalskracht voor ruiters en +15% snelheid. "Herocide" aanvalsbonus tegen vijandige helden.
pt_pt: Aura de herói: Aumenta o ataque em +2 e a velocidade em +15% da cavalaria. Muito eficaz contra outros heróis.

source: Alexander The Great
de: Alexander der Große
es: Alejandro Magno
fr: Alexandre le Grand
gd: Alasdair Mòr
gl: Alexandre Magno
nl: Alexander de Grote
pt_pt: Alexandre Magno

source: Hero Aura: +15% Range and +10 Crush Attack for Siege Engines.
de: Heldenaura: +15% Reichweite und +10 Angriff von Belagerungswaffen.
es: Aura de héroe: +10% Mejora de ataque y de +15% distancia de tiro de las máquinas de asedio.
fr: Aura de héros: +15% de portée et +10 d'attaque d'écrasement pour les engins de siège.
gd: Aura gaisgich: +15% de dh'astar 's +10 air ionnsaigh brùillidh airson innealan-sèiste.
gl: Aura de heroe: aumenta o alcance nun +15% e mailo ataque de impacto nun +10% para as máquinas de asedio.
nl: Heldenaura: +15% bereik en +10 verbrijzelkracht voor belegeringswapens.
pt_pt: Aura de herói: Aumenta o alcance em +15% e +10 o ataque da maquinaria de cerco.

source: Demetrius The Besieger
de: Demetrios der Städtebelagerer
es: Demetrio el Asediador
fr: Démétrios Ier Poliorcète
gd: Demetrios nan Sèist
gl: Demetrio “O asediador”
nl: Demetrios De Belegeraar
pt_pt: Demétrio Poliorcetes

source: Hero Aura: Increased Spartiate and Hoplite Attack. (not imlemented)
de: Heldenaura: Verbessert Angriff der Spartiaten und Hopliten. (nicht implementiert)
es: Aura de héroe: Mejora el ataque de Spartiatas y Hoplitas. (No implementado)
fr: Aura de héros: Attaque Spartiate et Hoplite augmentée. (pas imlementé)
gd: Aura gaisgich: Ionnsaigh nas treasa airson spàrtaich is hoiplidean. (cha deach seo a chur an sàs fhathast)
gl: Aura de heroe: aumenta o ataque dos hómoiois e dos hoplitas (esta funcionalidade aínda non está lista).
nl: Held Aura: Verbeterde aanval voor Spartanen en Hoplieten (niet geïmplementeerd).
pt_pt: Aura de herói: Aumenta o ataque dos hoplitas e homoiois. (Ainda não implementado)

source: Hero Aura: +5 Attack for Champion Units.
de: Heldenaura: +5 Angriff für Gardeeinheiten.
es: Aura de héroe: +5 ataque para las unidades campeonas.
fr: Aura de héros: +5 d'attaque pour les unités championnes.
gd: Aura gaisgich: Ionnsaigh de +5 an aghaidh laoich.
gl: Aura de heroe: aumenta o ataque en +5 para os campións.
nl: Heldenaura: +5 aanvalskracht voor kampioenen.
pt_pt: Aura de herói: +5 o ataque dos campeões.

source: Hero Aura: +50% Move Speed for the ship he's in and -20% Build Time for all Warships.
de: Heldenaura: +50% Angriffsgeschwindigkeit für Schiffe bei -20% Baugeschwindigkeit für alle Kriegsschiffe.
es: Aura de héroe: +50% de Mejora la velocidad de movimiento y -20% en tiempo de construcción de los navíos de guerra.
fr: Aura de héros: +50% de vitesse de déplacement des navires dans son aura, et -20% du temps de construction pour tous les navires de guerre.
gd: Aura gaisgich: Gluaisidh an long air a bheil e +50% nas luaithe 's thèid gach long-cogaidh a thogail nas luaithe le -20%.
gl: Aura de heroe: aumenta nun +50% a velocidade de movemento da nave na que está o heroe, e reduce nun -20% o tempo de construción de todas as naves.
nl: Heldenaura: +50% snelheid voor het schip waar hij in zit en -20% bouwtijd voor alle oorlogsschepen.
pt_pt: Aura de herói: +50% a velocidade de deslocação e -20% o tempo de construção de embarcações de guerra.

source: Hero Aura: +1 Armour and +15% Speed to units within his Formation. +15% Speed to Thracian Peltasts during his lifetime.
de: Heldenaura: +1 Schutz und +15% Geschwindigkeit bei Einheiten in dieser Formation. Thrakische Peltasts während seiner Lebenszeit.
es: Aura de héroe: Todas las unidades en su formación +15% velocidad y +1 armadura. Todos los Peltastas Tracios +15% velocidad mientras se mantenga con vida..
fr: Aura de héros: +1 d'armure et +15% de vitesse pour les unités au sein de sa formation. +15% de vitesse pour les Peltastes thraces au cours de sa vie.
gd: Aura gaisgich: gheibh gach aonad sa chumadh aige +1 de dh'armachd 's gluaisidh iad +15% nas luaithe. Gluaisidh pealtastan Tràcach +15% nas luaithe fhad 's a bhios e beò.
gl: Aura de heroe: aumenta a armadura en +1 e maila velocidade nun +15% para as unidades coas que comparte formación. Aumenta nun +15% a velocidade de todos os peltastas tracios mentres vive.
nl: Heldenaura: +1 pantser en +15% snelheid voor alle eenheden in zijn formatie. +15% snelheid voor de Thracische speerwerper tijdens zijn leven.
pt_pt: Aura de herói: Aumenta +1 a armadura e +15% a velocidade das unidades da formação. +15%a velocidade dos peltastas.

source: Rhodian Slinger
de: Rhodischer Schleuderer
es: Hondero rodio
fr: Frondeur de Rhodes
gd: Sleaghair Rodach
gl: Fondeiro rodense
nl: Slingeraar van Rhodos
pt_pt: Fundeiro Ródio

source: Greek Hoplite
de: Griechischer Hoplit
es: Hoplita Griego
fr: Hoplite grec
gd: Hoiplid Greugach
gl: Hoplita grego
nl: Griekse hopliet
pt_pt: Hoplita Grego

source: Siege Tower. Garrison up to 20 units inside for massive firepower.
de: Belagerungsturm. Quartiere für starke Feuerkraft bis zu 20 Einheiten ein.
es: Torre de asedio. Guarnece hasta 20 unidades en su interior para una potencia de fuego superior.
fr: Tour de siège. Jusqu'à 20 unités en garnison pour une énorme puissance de feu.
gd: Tùr-sèiste. Cuir suas ri 20 aonad 'nan gearastan ann airson ionnsaighean cumhachdach.
gl: Torre de asedio. Acuartela ata 20 unidades dentro para aumentar o número de proxectís que dispara.
nl: Belegeringstoren. Beman met 20 soldaten voor een massieve vuurkracht.
pt_pt: Torre de assalto. Guarneça até 20 unidades para aumentar o poder de fogo.

source: Medium Warship. Ramming Secondary Attack.
de: Mittelgroßes Kriegsschiff. Zweitattacke Rammen.
es: Navío de guerra intermedio. Ataque secundario de embestida.
fr: Navire de guerre moyen. Attaque secondaire : éperonnage.
gd: Long-chogaidh mheadhanach. Ionnsaigh starraidh dhàrnach.
gl: Clases: tamaño medio, nave de guerra. Ataque secundario: abordaxe.
nl: Medium oorlogsschip. Kan andere schepen in extremis rammen.
pt_pt: Embarcação de guerra média. Ataque secundário: Abordagem.

source: Greek Woman
de: Griechin
es: Mujer griega
fr: Femme grecque
gd: Boireannach Greugach
gl: Muller grega
nl: Griekse vrouw
pt_pt: Mulher Grega

source: Classes: Champion Ranged Cavalry Skirmisher. Special: Flaming javelins. Good vs. Buildings. Counters: 2x vs. Buildings, 1.5x vs. Archers. Countered by: Spearmen and Elephants.
de: Klassen: Meister Fernkampf Reiterei Plänkler. Spezialfähigkeit: Brennende Wurfspieße. Stark geg. Gebäude. Stark gegen: 2x geg. Gebäude, 1.5x geg. Bogenschützen. Schwach gegen: Lanzenträger und Elefanten.
es: Clase: Caballería a distancia - Escaramucero campeón. Especial: Jabalinas en llamas. Bueno contra edificios. Bueno contra: x2 contra edificios, x1.5 contra arqueros. Débil contra: Lanceros y elefantes.
fr: Classes : Tirailleur monté à distance champion. Spécialité : Javelots enflammés. Efficace c. Bâtiments. Contre : 2x c. Archers, 1,5x c. Épéistes montés. Contré par : Lanciers et Éléphants.
gd: Seòrsa: laoch streupaire eachraidh astair. Sònraichte: gathan 'nan teine. An aghaidh: togalaichean le 2x, boghadairean le 1.5x. 'Na aghaidh: sleaghairean, ailbheanan.
gl: Clases: campión, proxectís, cabalaría, escaramuzador. Habilidade especial: xavelinas en chamas. Efectivas contra estruturas. Fortalezas: ×2 contra estruturas, ×1,5 contra arqueiros. Debilidades: lanceiros e elefantes.
nl: Klassen: Kampioen Afstand Ruiter Tirailleur. Speciaal: Brandende speren, goed tegen gebouwen. Sterk tegen: 2x tegen gebouwen, 1,5x tegen boogschutters. Zwak tegen: speervechters en olifanten.
pt_pt: Categoria: Atirador de Cavalaria de Arremesso de Elite. Especial: Dardos em chamas. Bom contra Edifícios. Pontos fortes: 2x contra Edifícios e 1,5x contra Arqueiros. Pontos fracos: Lanceiros e Elefantes.

source: Hero Aura: "Tactica Guerilla." TBD.
de: Heldenaura: Guerillataktik. TBD.
es: Aura de héroe: "Táctica de guerilla" aún por especificar.
fr: Aura héroïque : "Tactique de guérilla". A déterminer.
gd: Aura gaisgich: "Tactica Guerilla." Chan eil fhios.
gl: Aura de heroe: «táctica de guerrilla». Aínda non funciona.
nl: Heldenaura: "Guerrillatactiek" NTD.
pt_pt: Aura de Herói: "Guerrilha" (a definir).

source: Iberian Fire Ship
de: Iberischer Brander
es: Navío explosivo íbero
fr: Navire incendiaire ibère
gd: Long-theine Ibèireach
gl: Brulote ibero
nl: Iberisch vuurschip
pt_pt: Brulote Ibérico

source: Iberian Woman
de: Ibererin
es: Mujer íbera
fr: Femme ibère
gd: Boireannach Ibèireach
gl: Muller ibera
nl: Iberische vrouw
pt_pt: Mulher ibérica

source: Priestess of Ataekina
de: Priesterin von Ataegina
es: Sacerdotisa de Ataekina
fr: Prêtresse d'Ataekina
gd: Ban-shagart Ataekina
gl: Sacerdotisa de Atéxina
nl: Priesteres van Ataekina
pt_pt: Sacerdotisa de Ataekina

source: Odrysian Skirmish Cavalry
de: Odrysischer berittener Plänkler
es: Caballería escaramucera Odrisia
fr: Cavalerie d'escarmouche Odrysienne
gl: Cabalaría de escaramuzadores odrisia
nl: Odrysische ruitertirailleur
pt_pt: Cavaleiro Zagaieiro de Odrísio

source: Thessalian Lancer
de: Thessalischer Lanzenreiter
es: Lancero tesalio a caballo
fr: Lancier monté thessalien
gd: Lannsair Teasalaidheach
gl: Lanceiro de Tesalia
nl: Thessalische lancier
pt_pt: Lanceiro Tessálio

source: Macedonian Shield Bearer
de: Makedonischer Schildträger
es: Portador de escudo macedonio
fr: Porteur de bouclier macédonien
gd: Giùlanair sgèithe Masadonach
gl: Portador de escudo macedonio
nl: Macedonische schilddrager
pt_pt: Escudeiro Macedónio

source: Hypaspistes
gl: Hipaspistas

source: Hypaspistes Argyraspides
gl: Hispapistas arxiráspidas

source: "Imperialism" Aura: +10% territory effect for all buildings while he lives. "Herocide" Bonus: +20% attack bonus vs. enemy Heroes.
de: "Imperialismus" Aura: +10% Gebietseffekt für alle Gebäude, während er besteht. "Herocide" Bonus: +20% Angriffsbonus gegen feindliche Helden.
es: Aura de «Imperialismo»: +10% de efecto de territorio para todos los edificios mientras vive. Bonificación de «Herocidio»: +20% de ataque contra héroes enemigos.
fr: Aura "Impérialisme" : +10% d'extension de territoire pour tous les bâtiments quand il est en vie. Bonus "Hérocide" : +20% de bonus d'attaque contre les Héros ennemis.
gd: Aura impireachd: +10% de bhuaidh air an ranntair airson gach togalach fhad 's a bhios e beò. Buannachd curaidh-mhuirt: +20% air ionnsaighean an aghaidh curaidhean an nàmhad.
gl: Aura de «imperialismo»: aumenta en +10% o efecto no territorio de todas as estruturas mentres vive. Bonificación de «herocidio»: aumenta en +20% o ataque contra heroes inimigos.
nl: "Imperialistisch" aura: +10% territorium voor alle gebouwen tijdens zijn leven. "Heldendaden" bonus: +20% aanvalsbonus tegen vijandige helden.
pt_pt: Aura "Imperialismo": o efeito territorial de todos os edifícios aumenta +10% enquanto for vivo. Bónus "Heroicida": bónus de ataque de +20% contra Heróis inimigos.

source: Trusted general under Alexander the Great.
de: Zuverlässiger General unter Alexander dem Großen.
es: General de confianza de Alejandro Magno.
fr: Général de confiance d'Alexandre le Grand.
gd: Ceann-armailt earbsach fo Alasdair Mòr.
gl: Xeneral de confianza de Alexandre Magno.
nl: Vertrouweling van Alexander de Grote.
pt_pt: General de confiança de Alexandre Magno.

source: Crateros
de: Krateros
gl: Crátero
nl: Krateros
pt_pt: Crátero

source: "Pyrrhic Victory" Aura: TBD.
es: Aura de 'Victoria Pírrica': por determinarse.
fr: Aura "Victoire à la Pyrrhus" : à déterminer
gl: Aura de «vitoria pírrica» (esta funcionalidade aínda non está dispoñíbel).
nl: "Pyrrusoverwinning" Aura: NTD.
pt_pt: "Vitória Pírrica" Aura: (a determinar).

source: Agrianian Peltast
de: Agrianischer Peltast
es: Peltastas agrianos
fr: Peltaste agrianien
gd: Pealtast Agrianach
gl: Peltasta agriano
nl: Agrianische speerwerper
pt_pt: Peltasta Agriano

source: Macedonian Woman
de: Makedonin
es: Mujer macedonia
fr: Femme macédonienne
gd: Boireannach Masadonach
gl: Muller macedonia
nl: Macedonische vrouw
pt_pt: Mulher macedónia

source: Armored Swordsman
de: Gepanzerter Schwertkämpfer
es: Espadachín armado
fr: Épéiste blindé
gd: Claidheamhair armaichte
gl: Espadachín armado
nl: Bewapende zwaardvechter
pt_pt: Espadachim armado

source: Heavy Skirmisher
de: Schwerer Plänkler
es: Escaramucero pesado
fr: Tirailleur lourd
gd: Streupaire trom
gl: Escaramuzador pesado
nl: Zware tirailleur
pt_pt: Zagaieiro Pesado

source: Indian Light Cavalry
de: Indische leichte Kavallerie
es: Caballería ligera hindú
fr: Cavalerie légère indienne
gd: Eachraidh aotrom Innseanach
gl: Cabaleiro lixeiro indio
nl: Indische lichte cavalerie
pt_pt: Cavalaria Ligeira Indiana

source: Indian Raiding Cavalry
de: Berittener indischer Plünderer
es: Caballería incursora india
fr: Cavalerie de raid indienne
gd: Spùinneadair eachraidh Innseanach
gl: Cabaleiro de asalto indio
nl: Indische plunderende ruiter
pt_pt: Cavalaria de Assalto Indiana

source: Classes: Champion Ranged Cavalry Chariot Archer. Counters: 2x vs. Swordsmen, 1.5x vs. Spearmen. Deals Trample Damage. Countered by: Skirmishers and Elephants.
de: Klassen: Meister Fernkampf Reiterei Streitwagen Bogenschütze. Stark gegen: 2x gege. Schwertkämpfer, 1.5x geg. Lanzenträger. Zusatzschaden durch Überrennen. Schwach gegen: Plänkler und Elefanten.
es: Clase: Caballería a Distancia - Arquero Campeón en Carro. Fuerte contra: x2 contra espadachines, x1.5 contra lanceros. Causa daño pisoteando al enemigo. Débil contra: Escaramuceros y elefantes.
fr: Classes : Archer à distance monté sur char champion. Contre : 2x c. Épéistes, 1,5x c. Lanciers. Provoque des dommages de piétinement. Contré par : Tirailleurs et Éléphants.
gd: Seòrsa: Laoch boghadair feun eachraidh astair. An aghaidh: claidheamhairean le 2x, sleaghairean le 1.5x. Nì e dochann saltairt. 'Na aghaidh: streupairean is ailbheanan.
gl: Clases: campión, proxectís, cabalaría, carro, arqueiro. Fortalezas: ×2 contra espadachíns, ×1,5 contra lanceiros. Produce dano por pisada. Debilidades: escaramuzadores e elefantes.
nl: Klassen: Kampioen Afstand Ruiter Strijdwagen Boogschutter. Sterk tegen: 2x tegen zwaardvechters, 1,5x tegen speervechters. Brengt schade toe door vertrappeling. Zwak tegen: tirailleurs en olifanten.
pt_pt: Categoria: Quadriga de Arqueiros de Cavalaria de Arremesso de Elite. Pontos fortes: 2x contra Espadachins; 1,5x contra Lanceiros. Causa dano de atropelamento. Pontos fracos: contra Atiradores e Elefantes.

source: War Chariot
de: Streitwagen
es: Carro de guerra
fr: Char de guerre
gd: Feun-cogaidh
gl: Carro de guerra
nl: Gevechtskar
pt_pt: Carro de Guerra

source: Indian War Elephant
de: Indischer Kriegselefant
es: Elefante de guerra hindú
fr: Éléphant de guerre indien
gd: Ailbhean-cogaidh Innseanach
gl: Elefante de guerra indio
nl: Indiase oorlogsolifant
pt_pt: Elefante de Guerra Indiano

source: Classes: Champion Melee Infantry Swordsman. Counters: 2x vs. Structures, 1.25x vs. Spearmen and Elephants. Countered by: Archers and Cavalry Spearmen.
de: Klassen: Meister Nahkampf Infanterie Schwertkämpfer. Stark gegen: 2x geg. Bauwerke, 1.25x geg. Lanzenträger und Elefanten. Schwach gegen: Bogenschützen und berittene Lanzenträger.
es: Clase: Infantería - Espadachín Campeón cuerpo a cuerpo. Fuerte contra: x2 contra estructuras, x1.25 contra lanceros y elefantes. Débil contra: Arqueros y lanceros a caballo.
fr: Classes : Épéiste d'infanterie de mêlée champion. Contre : 2x c. Bâtiments, 1,25x c. Lanciers et Éléphants. Contré par : Archers et Lanciers montés.
gd: Seòrsa: laoch claidheamhair coisridh dhlùth. An aghaidh: togalaichean le 2x, sleaghairean is ailbheanan le 1.25x. 'Na aghaidh: boghadairean is sleaghairean eachraidh.
gl: Clases: campión, contacto, infantaría, espadachín. Fortalezas: ×2 contra estruturas, ×1,25 contra lanceiros e elefantes. Debilidades: arqueiros e cabalaría con lanza.
nl: Klassen: Kampioen Mêlee Infanterie Zwaardvechter. Sterk tegen: 2x tegen gebouwen, 1,25x tegen speervechters en olifanten. Zwak tegen: boogschutters en ruiter-speervechters.
pt_pt: Categoria: Espadachim de Infantaria Corpo a Corpo de Elite. Pontos fortes: 2x contra Edifícios; 1,25x contra Lanceiros e Elefantes. Pontos fracos: contra Arqueiros e Cavalaria de Lanceiros

source: Warrior
de: Krieger
es: Guerrero
fr: Guerrier
gd: Gaisgeach
gl: Guerreiro
nl: Krijger
pt_pt: Guerreiro

source: Maiden Guard
de: Wächterin
es: Doncella guardiana
fr: Jeune fille garde
gd: Ban-geàrd
gl: Garda muller
nl: Maagdelijke wachter
pt_pt: Guarda Feminina

source: Maiden Guard Archer
de: Bogenschützin
es: Doncella guardiana con arco
fr: Jeune archère garde
gd: Ban-geàrd boghadair
gl: Arqueira garda
nl: Maagdelijke boogschutster
pt_pt: Arqueira da Guarda Feminina

source: Classes: Ranged Elephant Archer. Counters: 2x vs. Spearmen, 1.5x vs. Swordsmen. "Stench" aura vs. Cavalry. Countered by: Skirmishers and Swordsmen. Can run amok.
de: Klassen: Fernkampf Elefant Bogenschütze. Stark gegen: 2x geg. Lanzenträger, 1.5x geg. Schwertkämpfer. Flächeneffekt "Gestank" geg. Pferdereiter. Schwach gegen: Plänkler und Schwertkämpfer. Kann Amok laufen.
es: Clase: Elefantes con arqueros. Eficaz contra: 2x vs lancero, 1.5x vs espadachines. Aura "Hedor" vs caballería. Contrarrestados por: guerrilleros y espadachines. Pueden cargar contra el enemigo,
fr: Classes : Éléphant archer à distance. Contre : 2x c. Lanciers, 1,5x c. Épéistes. Aura de puanteur contre la cavalerie. Contré par : Tirailleurs et Épéistes. Capable de folie meurtrière.
gd: Seòrsa: boghadair ailbhean astair. An aghaidh: sleaghairean le 2x, claidheamhairean le 1.5x. Aura fàilidh an aghaidh eachraidh. 'Na aghaidh: streupairean is claidheamhairean. Dh'fhaoidte gun gabh e caothach.
gl: Clases: proxectís, elefante, arqueiro. Fortalezas: ×2 contra lanceiros, ×1,5 contra espadachíns. Aura de «fedor» contra cabalaría. Debilidades: escaramuzadores e espadachíns. Pode descontrolarse.
nl: Klassen: Afstand Olifant Boogschutter. Sterk tegen: 2x tegen speervechters, 1.5x tegen zwaardvechters. "Stank" aura tegen Ruiters. Zwak tegen: tirailleurs en zwaardvechters. Kan verwarring veroorzaken.
pt_pt: Categoria: Arqueiro em Elefante de Arremesso. Pontos fortes: 2x contra Lanceiros; 1,5x contra Espadachins. Aura "Fedor" contra Cavalaria. Pontos fracos: contra Atiradores e Espadachins. Pode entrar em descontrolo.

source: Elephant Archer
de: Elefantenbogenschütze
es: Arquero a elefante
fr: Archer à dos d'éléphant
gd: Boghadair ailbhein
gl: Arqueiro en elefante
nl: Olifantenboogschutter
pt_pt: Arqueiro em Elefante

source: Hero Chariot Archer. Hero Aura: TBD. Hero Special: "Edicts of Ashoka" - Edict Pillars of Ashoka can be built during Ashoka's lifetime.
de: Helden Streitwagen Bogenschütze. Heldenaura: TBD. Helden Spezial: "Erlass des Ashoka" - Erlass-Säulen des Ashoka Ashoka kann während der Lebenszeit gebaut werden.
es: Héroe Carro de Arquero. Aura de Héroe: TBD. Especial del Héroe: "Edictos de Ashoka" - Pilares de edicto de Ashoka se pueden construir durante el tiempo vida de Ashoka.
fr: Archer sur char héroïque. Aura héroïque : à déterminer. Spécialité du héros : "Édits d'Ashoka" - Les Piliers à édits d'Ashoka peuvent être construits au cours de la vie d'Ashoka.
gd: Seòrsa: curaidh boghadair feun. Aura gaisgich: chan eil fhios. Sònraichte: Fuagraidhean Aśoka - gabhaidh carraighean fuagraidh Aśoka a thogail fhad 's a bhios Aśoka beò.
gl: Heroe arqueiro en carro. Aura de heroe: (pendente de facer). Habilidade especial de heroe: «Edictos de Aśokā», pódese construír o piar de edictos de Aśokā durante a vida de Aśokā.
nl: Helden strijdwagenboogschutter. Heldenaura: NTD. Speciaal: Eer aan Ashoka, pilaren ter ere van Ashoka die enkel tijdens zijn leven kunnen gebouwd worden.
pt_pt: Herói Arqueiro em Quadriga Aura de Herói: (a definir). Capacidade Especial: "Éditos de Asoka" - podem construir-se Pilares de Asoka enquanto Asoka for vivo.

source: Classes: Hero Healer. Hero Special: "Healer" - Heal units at an accelerated rate. Hero Special: "Teacher" - Empower a building to research and train +50% faster. Hero Special: "Philosopher" - Research 4 special technologies only available to Chanakya.
de: Klassen: Held Heiler. Heldenfähigkeit: "Heiler" - Heilt Einheiten schneller. Heldenfähigkeit: "Ausbilder" - Lässt ein Gebäude +50% schneller forschen und ausbilden. Heldenfähigkeit: "Philosoph" - Erforscht 4 besondere Technologien, nur für Chanakya verfügbar.
es: Clase: Héroe sanador. Héroe especial: "Sanador" - Sana unidades a un ritmo acelerado . Héroe especial: "Maestro" - Faculta a un edificio para la investigación y reclutamiento +50% más rápido. Héroe especial: "Filósofo" - Investiga 4 tecnologías especiales sólo disponibles para Chanakya.
fr: Classes : Héros guérisseur. Spécialité du héros : "Guérisseur" - Soigner les unités à un rythme accéléré. Spécialité du héros : "Maître" - Habiliter un bâtiment à la recherche et former +50% plus vite. Spécialité du héros : "Philosophe" - Rechercher 4 technologies spéciales uniquement disponibles pour Chanakya.
gd: Seòrsa: curaidh lighiche. Sònraichte: Lighiche - slànaich aonadan gu luath. Sònraichte: tidsear - Thoir comas air togalach gun rannsaich 's trèanaich e +15% nas luaithe. Sònraichte: feallsanaiche - rannsaich 4 teicneolasan sònraichte nach eil ri làimh ach do Chāṇakya.
gl: Clases: heroe, sandador. Habilidade especial de heroe: «sandador», sanda unidades a unha gran velocidade. Habilidade especial de heroe: «mestre», acuartelar nunha estrutura para investigar e adestrar un +50% máis rápido. Habilidade especial de heroe: «filósofo», permite investigar 4 tecnoloxías especiais que só están dispoñíbeis para Chānakya.
nl: Klassen: Held Heler. * "Heler" - Genees eenheden aan een hoge snelheid * "Leraar" - Laat gebouwen 50% sneller technologieën onderzoeken en eenheden rekruteren * "Filosoof" - Onderzoek 4 speciale technologiën
pt_pt: Categoria: Herói sacerdote. Habilidade especial de herói: Médico - Cura todas as unidades rapidamente. Habilidade especial de herói: Professor - Guarnece num edifício para investigar e recruta 50% mais rápido. Habilidade especial de herói: Filósofo - Investiga 4 tecnologias especiais só disponíveis para Kautilya.

source: Acharya Chanakya
gd: Acharya Chāṇakya
gl: Mestre Chānakya

source: Classes: Hero Melee Elephant. Hero Aura: TBD.
de: Klassen: Helden-Nahkampf Elefant. Held Aura: TBD.
es: Clase: Héroe elefante cuerpo a cuerpo. Aura de héroe: Por implementar.
fr: Classes : Éléphant de mêlée héroïque. Aura héroïque : à déterminer.
gd: Seòrsa: curaidh ailbhean dlùth. Aura gaisgich: chan eil fhios.
gl: Clases: heroe, contacto, elefante. Aura de heroe: (aínda non está).
nl: Klassen" Held Mêlee Olifant. Heldenaura: NTD.
pt_pt: Categoria: Herói em Elefante Corpo a Corpo. Aura de Herói: ND.

source: Longbowman
de: Langbogenschütze
es: Arquero de Tirolargo
fr: Archer long
gd: Mòr-bhoghadair
gl: Arqueiro de arco longo
nl: Langboogschutter
pt_pt: Arqueiro de Arco Longo
