Repository: alpha123/0ad
Catalog: binaries/data/mods/public/l10n/*.public.po
Languages: de, es, fr, gd, gl, nl, pt_pt

source: Reform Army
de: Reformierte Armee
es: Reforma Militar
fr: Réforme militaire
gd: Feachd an ath-leasachaidh
gl: Exército reformado
nl: Gereformeerd leger
pt_pt: Exército da Reforma

source: The traditional army of the Seleucids.
de: Die traditionelle Seleukidenarmee.
es: Ejercito tradicional de los Seléucidas.
fr: L'armée traditionnelle des Séleucides.
gd: Am feachd tradaiseanta nan Seleucach.
gl: O exército tradicional dos seléucidas.
nl: Het traditionele Seleucidische leger.
pt_pt: O exército tradicional dos Selêucidas.

source: Unlock the Silver Shield Pikeman and Scythed Chariot.
de: Ermöglicht die Ausbildung von Silberschild-Spießträgern und Sichelstreitwagen.
es: Desbloquea piquero con escudo de plata y carros de guerra escitos.
fr: Déverrouiller le piquier à bouclier d'argent et le char à faux.
gd: Thoir a' ghlas far sgiathan airgid pìceir 's an fheun-speala.
gl: Desbloquear os piqueiros con escudos de prata e os carros con gadaña.
nl: Activeer de piekenier met zilveren schild en de strijdwagen met zeis.
pt_pt: Desbloqueia o Piqueiro com Escudo de Prata e Charrete com Foice.

source: Traditional Army
de: Traditionelle Armee
es: Ejército tradicional
fr: Armée traditionnelle
gd: Feachd tradaiseanta
gl: Exército tradicional
nl: Traditioneel leger
pt_pt: Exército tradicional

source: The Silver Shields, or Argyraspidai, were the elite heavy infantry arm of the Macedonian army.
de: Die Silberschilde oder Argyraspidai waren die Elite der schweren Infantrie der mazedonischen Armee.
es: Los Escudos de Plata, o Argyraspidai, fueron un cuerpo de infantería pesada de élite del ejército macedonio.
fr: Les Boucliers d'argent, ou Argyraspidai, étaient l'infanterie lourde d'élite de l'armée macédonienne.
gd: 'S e an coisridh throm sheann-ghaisgeach san fheachd Mhasadonach a bha sna sgiathan airgid no Argyraspidai.
gl: Os escudos de prata ou «Argyraspidai» eran o elite da infantaría pesada no exército macedonio.
nl: De Zilveren Schilden, of Argyraspidai, waren de elite zware infanterie van het Macedonische leger.
pt_pt: Os Escudos de Prata, ou Argyraspidai, eram o ramo de infantaria pesada de elite do exército macedónio.

source: Upgrade Shield Bearer Champion Infantry to Silver Shields, with greater attack, health, and armor.
de: Rüsten Sie Schildträger-Meister-Infantristen zu Silberschilden auf, die höhere Angriffsstärke, mehr Lebenspunkte und bessere Rüstung haben.
es: Mejorar la infantería campeona portadora de escudo a escudos de plata, con mejor ataque, salud, y armadura.
fr: Améliorer l'infanterie à bouclier championne en Boucliers d'argent, avec une plus grande attaque, santé et armure.
gd: Àrdaich laoich coisridh nan giùlanairean-sgèithe gu sgiathan airgid aig a bheil barrachd ionnsaighe, slàinte 's armachd.
gl: Avanzar a infantaría de campións «portador de escudos» a «escudos de prata», con mellor ataque, vida e armadura.
nl: Upgrade de schilddrager kampioeneninfanterie naar Zilveren Schilden met een grotere aanvalskracht, gezondheid en bepantsering.
pt_pt: Actualiza a Infantaria de Elite com Escudo para os Escudos de Prata, que têm maior ataque, resistência e armadura.

source: Silver Shields Regiment
de: Silberschild-Regiment
es: Regimiento con escudos de plata
fr: Régiment des Boucliers d'argent
gd: Rèiseamaid nan sgiathan airgid
gl: Rexemento de escudos de prata
nl: Regiment der Zilveren Schilden
pt_pt: Regimento dos Escudos de Prata

source: Generic Flora
de: Flora
es: Vegetación genérica
fr: Flore générique
gd: Lusan gnèitheach
gl: Flora xenérica
nl: Generische flora
pt_pt: Flora Genérica

source: Bush
de: Busch
es: Arbusto
fr: Buisson
gd: Preas
gl: Arbusto
nl: Struik
pt_pt: Arbusto

source: Gather the fruit from these bushes to accumulate Food.
de: Sammle die Früchte von diesen Büschen um Nahrung zu bekommen.
es: Recolecta la fruta de estos matorrales para acumular comida.
fr: Cueillir les fruits de ces buissons pour accumuler de la nourriture.
gd: Cruinnich na dearcan o na preasan seo ach am faigh thu biadh.
gl: Recolle a froita destes arbustos para acumular comida.
nl: Pluk het fruit van deze struiken voor voedsel.
pt_pt: Recolha esta fruta dos arbustos para armazena.

source: Berries
de: Beeren
es: Baya silvestre
fr: Baies
gd: Dearcan
gl: Froitos
nl: Bessen
pt_pt: Frutos

source: Chop down to accumulate Wood.
de: Fällen um Holz zu sammeln.
es: Tala árboles para acumular madera.
fr: Abattre pour accumuler du bois.
gd: Leag i gus fiodh a chruinneachadh.
gl: Tállese para acumular madeira.
nl: Hak om voor hout.
pt_pt: Corte-a para obter Madeira.

source: Tree
de: Baum
es: Árbol
fr: Arbre
gd: Craobh
gl: Árbore
nl: Boom
pt_pt: Árvore

source: Generic Geology
de: Allgemeine Geologie
es: Geología genérica
fr: Géologie générique
gd: Geòlas gnèitheach
gl: Xeoloxía xenérica
nl: Generische geologie
pt_pt: Geologia Genérica

source: A mineral deposit, providing access to rare forms of precious Metal.
de: Eine Erzlagerstädte, bietet zugriff auf seltenes Metall.
es: Un depósito mineral, proporciona acceso a vetas de metal raramente obtenibles.
fr: Un gisement de minerai, donnant accès à des formes rares de métaux précieux.
gd: Tional mèinnireach a bheir inntrigeadh dha sheòrsaichean gann de mheatailt uasal.
gl: Un depósito de mineral que fornece acceso a formas estrañas de do prezado metal.
nl: Een mineralenopslagplaats, geeft toegang tot bijzondere vormen van kostbaar metaal.
pt_pt: Um depósito de minério que fornece Metal precioso.

source: Metal Mine
de: Erzmine
es: Mina de metal
fr: Mine de métal
gd: Mèinn meatailt
gl: Mina de metal
nl: Metaalmijn
pt_pt: Mina de Metal

source: Mine these to provide Stone building material.
de: Beim Abbauen wird das Baumaterial Stein gewonnen.
es: Explota estos recursos para conseguir material de construcción de piedra.
fr: Leur exploitation fournit des matériaux de construction en pierre.
gd: Tochail iad gus am faigh thu stuth togail cloiche.
gl: Pícaas para obter pedra para a construción.
nl: Mijn deze stenen om er gebouwen mee te bouwen.
pt_pt: Explore para obter Pedra para construir edifícios.

source: Rock
de: Fels
es: Roca
fr: Roche
gd: Clach
gl: Rocha
nl: Rots
pt_pt: Rochedo

source: Stone Mine
de: Steinbruch
es: Mina de piedra
fr: Mine de pierre
gd: Mèinn cloiche
gl: Mina de pedra
nl: Steenmijn
pt_pt: Mina de Pedra

source: These ruins that can be mined for resources.
de: Diese Ruinen können abgebaut werden um Rohstoffe zu sammeln.
es: Puedes extraer recursos de estas ruinas.
fr: Des ruines qui peuvent être exploitées pour collecter des ressources.
gd: Gabhaidh an làrach seo tochladh airson stòrasan.
gl: Estas ruínas poden escavarse para obter recursos.
nl: Deze ruïnes kunnen ontgonnen worden voor grondstoffen.
pt_pt: Pode obter recursos nestas ruínas.

source: Generic Ruins
de: Ruinen
es: Ruinas normales
fr: Ruines génériques
gd: Làrach ghèitheach
gl: Ruínas xenéricas
nl: Generische ruïnes
pt_pt: Ruínas Genéricas

source: Ruins
de: Ruinen
es: Ruinas
fr: Ruines
gd: Làrach
gl: Ruínas
nl: Ruïnes
pt_pt: Ruínas

source: A treasure that can be quickly gathered.
de: Eine Truhe, die schnell geleert werden kann.
es: Un tesoro que se puede recoger con celeridad.
fr: Un trésor qui peut être collecté rapidement.
gd: Ulaidh a ghabhas togail gu luath.
gl: Un tesouro que se pode recoller rapidamente.
nl: Een schat die snel verzameld kan worden.
pt_pt: Um tesouro que pode ser obtido facilmente.

source: Generic Treasure
de: Schatz
es: Tesoro común
fr: Trésor générique
gd: Ulaidh gnèiteach
gl: Tesouro xenérico
nl: Generische schat
pt_pt: Tesouro Genérico

source: Treasure
de: Schatz
es: Tesoro
fr: Trésor
gd: Ulaidh
gl: Tesouro
nl: Schat
pt_pt: Tesouro

source: Structure
de: Bauwerk
es: Estructura
gd: Togalach
gl: Estrutura
nl: Gebouw
pt_pt: Edifício

source: Civic Structure
de: Ziviles Bauwerk
es: Estructura civil
fr: Structure civile
gd: Togalach sìobhalta
gl: Estrutura civil
nl: Civiel gebouw
pt_pt: Edifício Civil

source: CivilCentre
de: Verwaltungssitz
es: CentroCívico
fr: Centre-ville
gd: Ionad sìobhalta
gl: Centro cívico
nl: beschavingscentrum
pt_pt: CentroCívico

source: Build to acquire large tracts of territory. Train citizens. Garrison: 20.
de: Baue, um große Teile Land zu beanspruchen. Trainiere Dorfbewohner. Einquartieren: 20.
es: Constrúyelo para conseguir grandes extensiones de territorio. Recluta ciudadanos. Guarnición: 20.
fr: Acquérir de vastes étendues de territoire. Entraîner des citoyens. Garnison : 20.
gd: Tog fear gus cnap òr de ranntair a ghabhail. Trèanaich saoranaich. Gearastan: 20.
gl: Constrúeo para adquirir un extenso territorio. Permite adestrar cidadáns. Aforo máximo: 20.
nl: Bouw om grote delen territorium te verkrijgen. Rekruteer burgers. Bemanning: 20.
pt_pt: Construa para obter grandes porções de território. Recruta cidadãos. Guarnece: 20

source: Civic Center
de: Verwaltungssitz
es: Centro cívico
fr: Centre-ville
gd: Ionad sìobhalta
gl: Centro cívico
nl: Beschavingscentrum
pt_pt: Centro Cívico

source: Increase the population limit.
de: Erhöht das Bevölkerungslimit.
es: Incrementa el límite de población.
fr: Augmenter la limite de population.
gd: Ceadaich barrachd sluaigh.
gl: Aumenta o límite de poboación.
nl: Vergroot de bevolkingslimiet.
pt_pt: Aumenta o limite populacional.

source: House
de: Haus
es: Casa
fr: Maison
gd: Taigh
gl: Casa
nl: Huis
pt_pt: Casa

source: Train healers. Garrison up to 20 units to heal them at a quick rate. Research healing and religious improvements. Heals nearby units, but slower than garrisoned units.
de: Trainiere Heiler. Quartiere bis zu 20 Einheiten ein, um sie schnell zu heilen. Erforsche Heilungs- und Religionsverbesserungen.
es: Recluta sanadores. Guarnece hasta 20 unidades para sanarlas rápidamente. Investiga mejoras religiosas y de sanación. Sana a la unidades cercanas, pero de forma más lenta que las guarnecidas.
fr: Former des guérisseurs. Jusqu'à 20 unités en garnison pour les guérir rapidement. Rechercher des améliorations de guérison et de religion. Soigner les unités proches, mais plus lentement que les unités en garnison.
gd: Trèanaich lighichean. Cuir suas ri 20 aonad 'nan gearastan ann ach an tèid an slànachadh gu luath. Rannsaich slànachadh 's leasachaidhean diadhach. Slànaich aonadan am fagas ach nas maille na an fheadhainn a bhios 'nan gearastan ann.
gl: Adestra sandadores. Acuartela ata 20 unidades para sandalas rapidamente. Investiga melloras de sandación e relixión. Sanda unidades próximas, pero máis a modo que ás unidades acuarteladas.
nl: Rekruteer helers. Genees tot 20 eenheden in het gebouw aan een snel tempo. Onderzoek geneeskrachtige en religieuze verbeteringen. Genees dichtbije eenheden, maar trager dan eenheden in de tempel.
pt_pt: Recruta sacerdotes. Guarnece até 20 unidades para serem curadas rapidamente. Desenvolve tecnologia religiosa e medicina. Também cura as unidades próximas mas lentamente.

source: Temple
de: Tempel
es: Templo
gd: Teampall
gl: Templo
nl: Tempel
pt_pt: Templo

source: Defensive Structure
de: Verteidigungsbauwerk
es: Estructura defensiva
fr: Structure défensive
gd: Togalach dìona
gl: Estrutura defensiva
nl: Defensieve structuur
pt_pt: Edifício Defensivo

source: DefenseTower
de: Verteidigungsturm
es: TorreDefensiva
fr: Tour de défense
gd: Tùr dìona
gl: Torre de defensa
nl: defensietoren
pt_pt: Torre

source: Shoots arrows. Garrison to provide extra defense.
de: Verschießt Pfeile. Quartiere Einheiten für zusätzliche Verteidigung ein.
es: Dispara flechas. Guarnece unidades para proporcionar cobertura adicional.
fr: Tire des flèches. Mettre une garnison pour fournir une défense supplémentaire.
gd: Losgaidh e saighdean. Cuir gearastan ann airson barrachd dìona.
gl: Dispara frechas. Poden acuartelarse unidades nela para mellorar a súa efectividade.
nl: Schiet pijlen. Beman met extra soldaten voor een betere verdediging.
pt_pt: Dispara flechas. Pode ser guarnecida para aumentar a sua defesa.

source: Defense Tower
de: Wehrturm
es: Torre defensiva
fr: Tour de défense
gd: Tùr dìona
gl: Torre de defensa
nl: Verdedigingstoren
pt_pt: Torre

source: Build in neutral and friendly territories to scout areas of the map. Slowly loses health while in neutral territory.
de: In neutralem und freundlichem Territorium gebaut sind große Flächen der Karte einsehbar. Verliert auf neutralem Territorium langsam an Gesundheit.
es: Construir en terrenos neutral y aliado para explorar áreas del mapa. Pierde salud lentamente cuando está en territorio neutral.
fr: Construire en territoires neutres et alliés pour explorer des zones de la carte. Perd lentement des points de vie en territoire neutre.
gd: Tog fear air ranntair càirdeil no no-phàirteach gus roinn dhen mhapa a bheachdachadh. Caillidh e slàinte gu mall nuair a bhios e air ranntair neo-phàirteach.
gl: Construír en territorios neutrais e de aliados para explorar zonas do mapa. Mentres están en territorio neutral van deteriorándose pouco a pouco.
nl: Bouw in neutraal en geallieerd territorium om gebieden van de kaart te verkennen. Verliest sterkte in neutraal gebied.
pt_pt: Construir em territórios neutros e amigos para explorar áreas do mapa. Num território neutro, lentamente perde resistência.

source: Outpost
de: Außenposten
es: Avanzada
fr: Avant-poste
gd: Gearastan
gl: Atalaia
nl: Voorpost
pt_pt: Atalaia

source: Wall off your town for a stout defense.
de: Ummauere diene Stadt für eine bessere Verteidigung.
es: Rodea de murallas tu ciudad para conseguir una mayor protección.
fr: Entourez votre ville d'une muraille pour une défense robuste.
gd: Tog balla timcheall air a' bhaile agad airson dìona làidir.
gl: Rodea a túa vila para reforzar a súa defensa.
nl: Omwal je stad voor een sterke defensie.
pt_pt: Cerque a sua povoação para uma defesa mais robusta.

source: Stone Wall
de: Steinwall
es: Muralla
fr: Mur de pierre
gd: Balla cloiche
gl: Muro de pedra
nl: Stenen muur
pt_pt: Muralha de Pedra

source: Allow units access through a city wall. Can be locked to prevent access.
de: Ermöglicht Einheiten Zugang durch eine Stadtmauer. Kann verriegelt werden um Zugang zu verhindern.
es: Permite a las unidades acceder a través de una muralla. Puede cerrarse para prevenir el acceso.
fr: Permet aux unités de franchir les murs de la ville. Peut être verrouillée pour empêcher l'accès.
gd: Leigidh seo aonadan tro bhalla a' bhaile. Gabhaidh a ghlasadh gus inntrigeadh a bhacadh.
gl: Todas as unidades acceder a través da muralla da cidade. Pode fecharse para evitar o acceso.
nl: Bouw een poort om een uitweg door een stadsmuur te hebben. Poorten kunnen gesloten worden tegen indringers.
pt_pt: Por onde todas as unidades podem atravessar a muralha. Pode ser encerrada para evitar o acesso.

source: City Gate
de: Stadttor
es: Puerta de la ciudad
fr: Porte de la cité
gd: Geata a' bhaile
gl: Porta de cidade
nl: Stadspoort
pt_pt: Portão da cidade

source: Long wall segments can be converted to gates.
de: Lange Mauersegmente können in Tore umgewandelt werden.
es: Los segmentos largos de muralla se pueden convertir en puertas.
fr: Les longues portions de mur peuvent être converties en portes.
gd: Gabhaidh geata a dhèanamh de phìos fhada dhen bhalla.
gl: As partes longas de muralla poden converterse en portas.
nl: Lange muursegmenten kunnen omgebouwd worden tot poorten.
pt_pt: As muralhas podem ser transformadas em portões.

source: Shoots arrows. Garrison to defend a city wall against attackers.
de: Verschießt Pfeile. Muss besetzt werden, um die Stadtmauer gegen Angreifer zu verteidigen.
es: Dispara flechas. Guarnece unidades dentro para defender los muros de la ciudad contra atacantes.
fr: Tire des flèches. Mettez-y une garnison pour défendre une muraille contre les attaques.
gd: Losgaidh e saighdean. Cuir gearastan ann gus balla a' bhaile a dhìon an aghaidh ionnsaighean.
gl: Dispara frechas. Poden acuartelarse unidades nela para defender dun ataque a muralla dunha cidade.
nl: Schiet pijlen. Beman met extra soldaten om het aantal pijlen te verhogen.
pt_pt: Dispara setas. Guarnece unidade para defender a povoação de ataques inimigos.

source: Wall Turret
de: Wehrturm
es: Torreta
fr: Tourelle
gd: Turaid balla
gl: Torre de muralla
nl: Muurtoren
pt_pt: Pequena torre de vigia

source: City Wall
de: Stadtmauer
es: Muro de la ciudad
fr: Remparts
gd: Balla a' bhaile
gl: Muralla urbana
nl: Stadsmuur
pt_pt: Muralha

source: Economic Structure
de: Wirtschaftsbauwerk
es: Estructura económica
fr: Structure économique
gd: Togalach eaconamach
gl: Estrutura económica
nl: Economisch gebouw
pt_pt: Edifício económico

source: Dropsite for the food resource. Research food gathering improvements.
de: Lager für Holz, Stein und Metall. Erforsche Verbesserungen für die Sammelraten dieser Rohstoffe.
es: Deposita comida. Investiga mejoras de recogida de alimentos.
fr: Dépôt pour les ressources alimentaires. Rechercher les améliorations pour la collecte de nourriture.
gd: Ionad-stòrais airson stòras bìdh. Rannsaich leasachaidhean air cruinneachadh bìdh.
gl: Lugar onde deixar comida. Permite investigar melloras na recolección dese recurso.
nl: Opslagplaats voor voedsel. Onderzoek technologieën i.v.m. voedselproductie.
pt_pt: Armazém para comida. Desenvolve tecnologias alimentares.

source: Farmstead
de: Bauernhof
es: Alquería
fr: Ferme
gd: Tuathanas
gl: Granxa
nl: Boerderij
pt_pt: Quinta

source: Create trade units to trade between other markets. Barter resources. Research trading and bartering improvements.
de: Erschaffe Handelseinheiten, um mit anderen Märkten zu handeln. Tausche Rohstoffe. Erforsche Handels- und Tauschverbesserungen.
es: Crea unidades de mercaduría para comerciar con otros mercados. Intercambia recursos. Investiga mejoras comerciales y de intercambio.
fr: Créer des unités commerciales pour échanger avec les autres marchés. Troquer des ressources. Rechercher les améliorations commerciales et de troc.
gd: Cruthaich aonadan malairt airson malairt le margaidean eile. Iomlaid stòrasan. Rannsaich leasachaidhean air malairt is iomlaid.
gl: Crea unidades para comerciar con outros mercados. Intercambia recursos. Investiga melloras de comercio e intercambio.
nl: Creëer handelaars om tussen twee markten te handelen. Ruil goederen. Onderzoek handel- en ruilverbeteringen.
pt_pt: Cria mercadores para comercializar com outros mercados. Permite trocar recursos. Desenvolve tecnologias relativas a comércio e trocas.

source: Dropsite for wood, stone, and metal resources. Research gathering improvements for these resources.
de: Lager für Holz, Stein und Metall. Erforsche Verbesserungen für die Sammelraten dieser Rohstoffe.
es: Deposita madera, piedra y metal en esta estructura. Investiga mejoras de recolección para estos recursos.
fr: Dépôt pour le bois, la pierre et le métal. Rechercher les améliorations de collecte associées à ces ressources.
gd: Ionad-stòrais airson stòrasan fiodha, cloiche is meatailte. Rannsaich leasachaidhean air cruinneachadh nan stòrasan seo.
gl: Lugar onde deixar madeira, pedra e metal. Permite investigar melloras na recolección deses recursos.
nl: Opslagplaats voor de grondstoffen hout, steel en metaal. Onderzoek verbeteringen voor het verzamelen van deze grondstoffen.
pt_pt: Local de armazenamento de madeira, pedra e metal. Desenvolve tecnologias para optimizar a recolha destes recursos.

source: Storehouse
de: Lagerhaus
es: Almacén de recursos
fr: Entrepôt
gd: Taigh-stòrais
gl: Almacén
nl: Pakhuis
pt_pt: Armázem

source: Build a Civic Center at this location to expand your territory.
de: Baue hier einen Verwaltungssitz, um dein Territorium zu erweitern.
es: Construye un centro cívico aquí para expandir tu territorio.
fr: Construire un Centre-ville à cet endroit pour étendre votre territoire.
gd: Tog ionad sìobhalta an-seo gus an ranntair agad a leudachadh.
gl: Constrúe un centro cívico neste lugar para expandir o teu territorio.
nl: Bouw hier een beschavingscentrum om je territorium uit te breiden.
pt_pt: Construa um Centro Cívico nesta localização para expandir o seu território.

source: Settlement
de: Siedlung
es: Asentamiento
fr: Colonie
gd: Tuineachadh
gl: Asentamento
nl: Nederzetting
pt_pt: Povoação

source: Military Structure
de: Militärisches Bauwerk
es: Estructura militar
fr: Structure militaire
gd: Togalach an airm
gl: Estrutura militar
nl: Militair gebouw
pt_pt: Edifício Militar

source: Train citizen-soldiers. Research training improvements. Garrison: 10.
de: Trainiere Bürgersoldaten. Entwickle Verbesserungen für das Training. Einquartieren: 10.
es: Recluta ciudadanos-soldado. Investiga mejoras re reclutamiento. Guarnición: 10.
fr: Former des citoyens-soldats. Rechercher les améliorations d'entraînement. Garnison : 10.
gd: Trèanaich saighdearan-dùthcha. Rannsaich leasachaidhean trèanaidh. Gearastan: 10.
gl: Adestra cidadáns soldado. Investiga melloras de adestramento. Aforo máximo: 10.
nl: Rekruteer burgersoldaten. Onderzoek betere training. Max bemanning: 10.
pt_pt: Recruta cidadãos soldados e desenvolve tecnologias para estas unidades. Guarnição: 10

source: Barracks
de: Kaserne
es: Cuartel
fr: Caserne
gd: Taighean-feachd
gl: Cuartel
nl: Kazerne
pt_pt: Quartel

source: Research weapons and armor improvements.
de: Erforsche verbesserte Waffen und Rüstungen.
es: Investiga mejoras para armas y armaduras.
fr: Rechercher les améliorations d'armes et d'armures.
gd: Rannsaich leasachaidhean air airm 's armachd.
gl: Investiga melloras de armas e armaduras.
nl: Onderzoek bewapeningsverbeteringen.
pt_pt: Desenvolve melhoramentos para armas e armaduras.

source: Blacksmith
de: Schmied
es: Herrería
fr: Forge
gd: Gobha
gl: Ferraría
nl: Smidse
pt_pt: Ferraria

source: Build upon a shoreline to construct naval vessels and to open sea trade. Research naval improvements.
de: Baue an einer Küste, um Seefahrzeuge zu bauen und Seehandel tu erschließen. Erforsche Verbesserungen für deine Marine.
es: Constrúyelo en la costa para producir buques navales y abrir el comercio marítimo. Desarolla mejoras navales.
fr: Implanter au bord de l'eau pour construire des navires de guerre et ouvrir le commerce maritime. Rechercher les améliorations navales.
gd: Tog fear air an oirthir gus soithichean-mara a thogail is tòiseachadh air malairt thar a' chuain. Rannsaich leasachaidhean co-cheangailte ris a' mhuir.
gl: Permite construír naves e abrir o comercio ao mar, así como investigar tecnoloxías relacionadas co mar. Debe construírse nunha liña de costa.
nl: Bouw langs een kustlijn om schepen te bouwen en zeehandel te starten. Onderzoek maritieme verbeteringen.
pt_pt: Tem de estar localizado na costa. Permite construir embarcações e fazer comércio marítimo. Desenvolve tecnologias navais.

source: Dock
de: Hafen
es: Dársena
fr: Port
gd: Cala
gl: Porto
nl: Dok
pt_pt: Porto

source: Embassy
de: Botschaft
es: Embajada
fr: Ambassade
gd: Ambasaid
gl: Embaixada
nl: Ambassade
pt_pt: Embaixada

source: Train heroes, champions, and siege weapons. Research siege weapon improvements. Garrison: 20.
de: Trainiere Helden, bilde Gardisten aus und baue Belagerungswaffen. Erforsche Verbesserungen für Belagerungswaffen. Einquartieren: 20.
es: Recluta héroes, campeones y armas de asedio. Investiga mejoras para las armas de asedio. Guarnición: 20.
fr: Entraîner des héros, des champions, et construire des armes de siège. Rechercher les améliorations d'armes de siège. Garnison : 20.
gd: Trèanaich curaidhean, laoich is airm sèiste. Rannsaich leasachaidhean air innealan sèiste. Gearastan: 20.
gl: Adestra heroes, campións e máquinas de asedio. Investiga melloras para as máquinas de asedio. Aforo máximo: 20.
nl: Rekruteer helden, kampioenen en bouw belegeringswapens. Onderzoek verbeteringen voor de belegeringswapens. Bemanning: 20.
pt_pt: Recruta heróis, unidades de elite e maquinaria de cerco. Desenvolve tecnologias para maquinaria de cerco. Guarnece: 20
